<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x30D7;&#x30ED;&#x30B8;&#x30A7;&#x30AF;&#x30C8;&#x30DE;&#x30CD;&#x30FC;&#x30B8;&#x30E3;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-EVSTQN3/azprG1Anm3QDgpJLIm9Nao0Yz1ztcQTwFspd3yD65VohhpuuCOmLASjC" crossorigin="anonymous">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body class="bg-light">
	<header class="d-flex flex-wrap justify-content-center py-3 mb-4 border-bottom">
		<a href="/" class="d-flex align-items-center mb-3 mb-md-0 me-md-auto text-dark text-decoration-none">
			<span">IPA過去問Bot</span>
		</a>
	</header>
	<main class="container-fluid bg-body">
		
<section>
	<h1>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x30D7;&#x30ED;&#x30B8;&#x30A7;&#x30AF;&#x30C8;&#x30DE;&#x30CD;&#x30FC;&#x30B8;&#x30E3;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C;</h1>
	<div>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q001.png">
				<div class="card-body">
					<h2 class="card-title">問. 1</h2>
					<p class="card-text">&#x554F; 1 &#x3042; &#x308B; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B9; &#x30C6; &#x30FC; &#x30AF; &#x30DB; &#x30EB; &#x30C0; &#x3068; &#x3057; &#x3066; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30B9; &#x30DD; &#x30F3; &#x30B5; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8;&#xD;&#xA;&#x30DE; &#x30CD; &#x30FC; &#x30B8; &#x30E3; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30AA; &#x30D5; &#x30A3; &#x30B9; &#x53CA; &#x3073; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30C1; &#x30FC;&#xD;&#xA;&#x30E0; &#x304C; &#x5B58; &#x5728; &#x3059; &#x308B; &#x3002; &#x30B9; &#x30C6; &#x30FC; &#x30AF; &#x30DB; &#x30EB; &#x30C0; &#x306E; &#x3046; &#x3061; , JIS Q 21500 : 2018 ( &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3;&#xD;&#xA;&#x30C8; &#x306E; &#x624B; &#x5F15; ) &#x306B; &#x3088; &#x308C; &#x3070; , &#x4E3B; &#x3068; &#x3057; &#x3066; &#x6A19; &#x6E96; &#x5316; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x6559; &#x80B2; &#x8A13; &#x7DF4; &#x53CA; &#x3073; &#x30D7;&#xD;&#xA;&#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x76E3; &#x8996; &#x3068; &#x3044; &#x3063; &#x305F; &#x5F79; &#x5272; &#x3092; &#x62C5; &#x3046; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30B9; &#x30DD; &#x30F3; &#x30B5;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30FC; &#x30B8; &#x30E3;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30AA; &#x30D5; &#x30A3; &#x30B9;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30C1; &#x30FC; &#x30E0;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q002.png">
				<div class="card-body">
					<h2 class="card-title">問. 2</h2>
					<p class="card-text">&#x554F; 2 &#x8868; &#x306F; , RACI &#x30C1; &#x30E3; &#x30FC; &#x30C8; &#x3092; &#x7528; &#x3044; &#x305F; , &#x3042; &#x308B; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x8CAC; &#x4EFB; &#x5206; &#x62C5; &#x30DE; &#x30C8; &#x30EA; &#x30C3; &#x30AF; &#x30B9; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x8A2D; &#x8A08; &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x306B; &#x304A; &#x3044; &#x3066; , &#x8AAC; &#x660E; &#x8CAC; &#x4EFB; &#x3092; &#x3082; &#x3064; &#x8981; &#x54E1; &#x306F; &#x8AB0; &#x304B; &#x3002;&#xD;&#xA;&#x8981; &#x54E1;&#xD;&#xA;&#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3;&#xD;&#xA;&#x8981; &#x4EF6; &#x5B9A; &#x7FA9;&#xD;&#xA;&#x8A2D; &#x8A08;&#xD;&#xA;&#x958B; &#x767A;&#xD;&#xA;&#x30C6; &#x30B9; &#x30C8;&#xD;&#xA;&#x963F; &#x90E8;&#xD;&#xA;&#x4F0A; &#x85E4;&#xD;&#xA;&#x4F50; &#x85E4;&#xD;&#xA;&#x9234; &#x6728;&#xD;&#xA;&#x7530; &#x4E2D;&#xD;&#xA;&#x91CE; &#x6751;&#xD;&#xA;I&#xD;&#xA;A&#xD;&#xA;C&#xD;&#xA;R&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x4F0A; &#x85E4; &#x3068; &#x4F50; &#x85E4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x91CE; &#x6751;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x963F; &#x90E8;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x9234; &#x6728; &#x3068; &#x7530; &#x4E2D;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q003.png">
				<div class="card-body">
					<h2 class="card-title">問. 3</h2>
					<p class="card-text">&#x554F; 3 PMBOK &#x30AC; &#x30A4; &#x30C9; &#x7B2C; 6 &#x7248; &#x306B; &#x3088; &#x308C; &#x3070; , &#x7D44; &#x7E54; &#x306E; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x8CC7; &#x7523; &#x306B; &#x5206; &#x985E; &#x3055; &#x308C; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x8AB2; &#x984C; &#x3068; &#x6B20; &#x9665; &#x306E; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x4E0A; &#x306E; &#x624B; &#x7D9A; &#x304D;&#xD;&#xA;&#x65E2; &#x5B58; &#x306E; &#x65BD; &#x8A2D; &#x3084; &#x8CC7; &#x672C; &#x8A2D; &#x5099; &#x306A; &#x3069; &#x306E; &#x30A4; &#x30F3; &#x30D5; &#x30E9; &#x30B9; &#x30C8; &#x30E9; &#x30AF; &#x30C1; &#x30E3;&#xD;&#xA;&#x30B9; &#x30C6; &#x30FC; &#x30AF; &#x30DB; &#x30EB; &#x30C0; &#x30FC; &#x306E; &#x30EA; &#x30B9; &#x30AF; &#x8A31; &#x5BB9; &#x5EA6;&#xD;&#xA;&#x7D44; &#x7E54; &#x69CB; &#x9020; , &#x7D44; &#x7E54; &#x306E; &#x6587; &#x5316; , &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x5B9F; &#x52D9; , &#x6301; &#x7D9A; &#x53EF; &#x80FD; &#x6027;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q004.png">
				<div class="card-body">
					<h2 class="card-title">問. 4</h2>
					<p class="card-text">&#x554F; 4 &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; A ~ E &#x306B; &#x3088; &#x3063; &#x3066; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x958B; &#x767A; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x304C; &#x3042; &#x308B; &#x3002; &#x56F3; &#x306F; , &#x5404; &#x30A2; &#x30AF;&#xD;&#xA;&#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x306E; &#x4F9D; &#x5B58; &#x95A2; &#x4FC2; &#x3092; PDM ( &#x30D7; &#x30EC; &#x30B7; &#x30C7; &#x30F3; &#x30B9; &#x30C0; &#x30A4; &#x30A2; &#x30B0; &#x30E9; &#x30E0; &#x6CD5; ) &#x3067; &#x8868; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002; &#x958B; &#x767A;&#xD;&#xA;&#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x6700; &#x5C11; &#x306E; &#x6240; &#x8981; &#x65E5; &#x6570; &#x306F; &#x4F55; &#x65E5; &#x304B; &#x3002;&#xD;&#xA;n &#x306F; &#x5148; &#x884C; &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x304C;&#xD;&#xA;&#x3053; &#x3067; , FS&#xD;&#xA;&#x7D42; &#x4E86; &#x3059; &#x308B; n &#x65E5; &#x524D; &#x306B; &#x5F8C; &#x7D9A; &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x304C; &#x958B; &#x59CB; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068; &#x3092; , FS &#x5341; n &#x306F; &#x5148; &#x884C; &#x30A2; &#x30AF; &#x30C6; &#x30A3;&#xD;&#xA;&#x30D3; &#x30C6; &#x30A3; &#x304C; &#x7D42; &#x4E86; &#x3057; &#x305F; n &#x65E5; &#x5F8C; &#x306B; &#x5F8C; &#x7D9A; &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x304C; &#x958B; &#x59CB; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068; &#x3092; &#x793A; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x958B; &#x59CB;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; A&#xD;&#xA;2 &#x65E5;&#xD;&#xA;&#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; B&#xD;&#xA;3 &#x65E5;&#xD;&#xA;&#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; C&#xD;&#xA;4 &#x65E5;&#xD;&#xA;&#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; D&#xD;&#xA;10&#xD;&#xA;&#x51E1; &#x4F8B;&#xD;&#xA;&#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x540D;&#xD;&#xA;&#x5DE5; 13&#xD;&#xA;4 &#x65E5;&#xD;&#xA;&#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; E&#xD;&#xA;&#x6240; &#x8981; &#x65E5; &#x6570;&#xD;&#xA;&#x7D42; &#x4E86;&#xD;&#xA;&#x30A4;&#xD;&#xA;FS &#x5341; 2&#xD;&#xA;11&#xD;&#xA;&#x30A6;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q005.png">
				<div class="card-body">
					<h2 class="card-title">問. 5</h2>
					<p class="card-text">&#x554F; 5 &#x5DE5; &#x7A0B; &#x7BA1; &#x7406; &#x56F3; &#x8868; &#x306E; &#x7279; &#x5FB4; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x30AC; &#x30F3; &#x30C8; &#x30C1; &#x30E3; &#x30FC; &#x30C8; &#x306E; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x8A08; &#x753B; &#x3068; &#x5B9F; &#x7E3E; &#x306E; &#x6642; &#x9593; &#x7684; &#x63A8; &#x79FB; &#x3092; &#x8868; &#x73FE; &#x3059; &#x308B; &#x306E; &#x306B; &#x9069; &#x3057; , &#x9032; &#x307F; &#x5177; &#x5408; &#x53CA; &#x3073; &#x305D; &#x306E; &#x50BE; &#x5411; &#x304C; &#x3088; &#x304F; &#x5206; &#x304B;&#xD;&#xA;&#x308A; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x5168; &#x4F53; &#x306E; &#x8CBB; &#x7528; &#x3068; &#x9032; &#x6357; &#x306E; &#x7BA1; &#x7406; &#x306B; &#x5229; &#x7528; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x4F5C; &#x696D; &#x306E; &#x9806; &#x5E8F; &#x3084; &#x4F5C; &#x696D; &#x76F8; &#x4E92; &#x306E; &#x95A2; &#x4FC2; &#x3092; &#x8868; &#x73FE; &#x3057; &#x305F; &#x30EA; , &#x91CD; &#x8981; &#x4F5C; &#x696D; &#x3092; &#x628A; &#x63E1; &#x3057; &#x305F; &#x30EA; &#x3059; &#x308B; &#x306E; &#x306B; &#x9069; &#x3057;&#xD;&#xA;&#x3066; &#x304A; &#x308A; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x4F5C; &#x696D; &#x8A08; &#x753B; &#x306A; &#x3069; &#x306B; &#x5229; &#x7528; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4F5C; &#x696D; &#x306E; &#x76F8; &#x4E92; &#x95A2; &#x4FC2; &#x306E; &#x628A; &#x63E1; &#x306B; &#x306F; &#x9069; &#x3055; &#x306A; &#x3044; &#x304C; , &#x4F5C; &#x696D; &#x8A08; &#x753B; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x5B9F; &#x7E3E; &#x3092; &#x628A; &#x63E1; &#x3059; &#x308B; &#x306E; &#x306B; &#x9069;&#xD;&#xA;&#x3057; &#x3066; &#x304A; &#x30EA; , &#x500B; &#x4EBA; &#x3084; &#x30B0; &#x30EB; &#x30FC; &#x30D7; &#x306E; &#x9032; &#x6357; &#x7BA1; &#x7406; &#x306B; &#x5229; &#x7528; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x9032; &#x6357; &#x7BA1; &#x7406; &#x4E0A; &#x306E; &#x30DE; &#x30A4; &#x30EB; &#x30B9; &#x30C8; &#x30FC; &#x30F3; &#x3092; &#x628A; &#x63E1; &#x3059; &#x308B; &#x306E; &#x306B; &#x9069; &#x3057; &#x3066; &#x304A; &#x30EA; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x5168; &#x4F53; &#x306E; &#x9032;&#xD;&#xA;&#x52A0; &#x3057; &#x305F; &#x3002;&#xD;&#xA;&#x30A2; &#x30AF; &#x30EA; &#x30C6; &#x30A3; &#x30AB; &#x30EB; &#x30D0; &#x30B9; &#x4E0A; &#x306E; &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x306E; &#x958B; &#x59CB; &#x304C; &#x9045; &#x308C; &#x305F; &#x306E; &#x3067; ,</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q006.png">
				<div class="card-body">
					<h2 class="card-title">問. 6</h2>
					<p class="card-text">&#x554F; 6 &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x304A; &#x3051; &#x308B; &#x30AF; &#x30E9; &#x30C3; &#x30B7; &#x30F3; &#x30B0; &#x306E; &#x4F8B; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x6357; &#x7BA1; &#x7406; &#x306A; &#x3069; &#x306B; &#x5229; &#x7528; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x3053; &#x306B; &#x4EBA; &#x7684; &#x8CC7; &#x6E90; &#x3092; &#x8FFD;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30B3; &#x30B9; &#x30C8; &#x3092; &#x524A; &#x6E1B; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x3053; &#x308C; &#x307E; &#x3067; &#x627F; &#x8A8D; &#x3055; &#x308C; &#x3066; &#x3044; &#x305F; &#x6B8B; &#x696D; &#x3092; &#x7981; &#x6B62; &#x3057; &#x305F; &#x3002;&#xD;&#xA;&#x4ED5; &#x69D8; &#x306E; &#x78BA; &#x5B9A; &#x304C; &#x5927; &#x5E45; &#x306B; &#x9045; &#x308C; &#x305F; &#x306E; &#x3067; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x5B8C; &#x4E86; &#x4E88; &#x5B9A; &#x65E5; &#x3092; &#x5EF6; &#x671F; &#x3057; &#x305F; &#x3002;&#xD;&#xA;&#x8A2D; &#x8A08; &#x304C; &#x7D42; &#x308F; &#x3063; &#x305F; &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x304B; &#x3089; &#x9806; &#x306B; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x958B; &#x767A; &#x3092; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3088; &#x3046; &#x306B; , &#x30B9; &#x30B1; &#x30B8; &#x30E5;&#xD;&#xA;&#x30FC; &#x30EB; &#x3092; &#x5909; &#x66F4; &#x3057; &#x305F; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q007.png">
				<div class="card-body">
					<h2 class="card-title">問. 7</h2>
					<p class="card-text">&#x554F; 7 &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x7BA1; &#x7406; &#x3067; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x201C; &#x30AF; &#x30EA; &#x30C6; &#x30A3; &#x30AB; &#x30EB; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x6CD5; &#x201D; &#x306E; &#x5B9F; &#x65BD; &#x4F8B;&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4; &#x30AF; &#x30EA; &#x30C6; &#x30A3; &#x30AB; &#x30EB; &#x30D0; &#x30B9; &#x4E0A; &#x306E; &#x4F5C; &#x696D; &#x306B; , &#x751F; &#x7523; &#x6027; &#x3092; &#x5411; &#x4E0A; &#x3055; &#x305B; &#x308B; &#x305F; &#x3081; &#x306E; &#x958B; &#x767A; &#x30C4; &#x30FC; &#x30EB; &#x3092; &#x5C0E; &#x5165; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30D0; &#x30C3; &#x30D5; &#x30A2; &#x3092; &#x8A2D; &#x3051; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x9650; &#x308A; &#x3042; &#x308B; &#x8CC7; &#x6E90; &#x3068; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x4E0D; &#x78BA; &#x5B9F; &#x6027; &#x306B; &#x5BFE; &#x5FDC; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x5408; &#x6D41; &#x30D1; &#x30C3; &#x30D5; &#x30A2; &#x3068; &#x30D7; &#x30ED;&#xD;&#xA;&#x4E26; &#x884C; &#x3057; &#x3066; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30AF; &#x30EA; &#x30C6; &#x30A3; &#x30AB; &#x30EB; &#x30D0; &#x30B9; &#x4E0A; &#x306E; &#x5148; &#x884C; &#x4F5C; &#x696D; &#x306E; &#x5168; &#x3066; &#x304C; &#x7D42; &#x4E86; &#x3059; &#x308B; &#x524D; &#x306B; &#x5F8C; &#x7D9A; &#x4F5C; &#x696D; &#x306B; &#x7740; &#x624B; &#x3057; , &#x4E00; &#x90E8; &#x3092;&#xD;&#xA;&#x30A6; &#x30AF; &#x30EA; &#x30C6; &#x30A3; &#x30AB; &#x30EB; &#x30D0; &#x30B9; &#x4E0A; &#x306E; &#x4F5C; &#x696D; &#x306B; , &#x8981; &#x54E1; &#x3092; &#x8FFD; &#x52A0; &#x6295; &#x5165; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30FB; &#x5F15; &#x7D99; &#x304E; &#x306E; &#x671F; &#x9593; &#x4E2D; &#x306F; , &#x5143; &#x306E; &#x30E1; &#x30F3; &#x30D1; 4 &#x4EBA; &#x3068; &#x5897; &#x54E1; &#x3059; &#x308B; &#x30E1; &#x30F3; &#x30D0; &#x306F; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x958B; &#x767A; &#x4F5C; &#x696D;&#xD;&#xA;&#x7D99; &#x304E; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30FB; 7 &#x6708; &#x306E; &#x534A; &#x3070; &#x304B; &#x3089; 7 &#x6708; &#x672B; &#x307E; &#x3067; &#x306E; 0.5 &#x304B; &#x6708; &#x9593; , &#x5143; &#x306E; &#x30E1; &#x30F3; &#x30D1; 4 &#x4EBA; &#x304B; &#x3089; &#x5897; &#x54E1; &#x3059; &#x308B; &#x30E1; &#x30F3; &#x30D1; &#x306B; &#x5F15;&#xD;&#xA;&#x30FB; &#x5143; &#x306E; &#x30E1; &#x30F3; &#x30D1; &#x3068; &#x5897; &#x54E1; &#x3059; &#x308B; &#x30E1; &#x30F3; &#x30D1; &#x306E; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306B; &#x304A; &#x3051; &#x308B; &#x751F; &#x7523; &#x6027; &#x306F; &#x7B49; &#x3057; &#x3044; &#x3002;&#xD;&#xA;&#x3014; &#x6761; &#x4EF6; &#x3015;&#xD;&#xA;&#x534A; &#x3070; &#x304B; &#x3089; &#x30E1; &#x30F3; &#x30D0; &#x3092; &#x5897; &#x54E1; &#x3059; &#x308B; &#x3002; &#x6761; &#x4EF6; &#x306B; &#x5F93; &#x3046; &#x3068; &#x304D; , &#x4EBA; &#x4EF6; &#x8CBB; &#x306F; &#x4F55; &#x4E07; &#x5186; &#x5897; &#x52A0; &#x3059; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30AF; &#x30C8; &#x304B; &#x3089; &#x5916; &#x308C; &#x308B; &#x3053; &#x3068; &#x306B; &#x306A; &#x3063; &#x305F; &#x3002; 9 &#x6708; &#x672B; &#x306B; &#x4E88; &#x5B9A; &#x3069; &#x304A; &#x308A; &#x958B; &#x767A; &#x3092; &#x5B8C; &#x4E86; &#x3055; &#x305B; &#x308B; &#x305F; &#x3081; &#x306B; , 7 &#x6708; &#x306E;&#xD;&#xA;&#x30C8; &#x3067; &#x767A; &#x751F; &#x3057; &#x305F; &#x7DCA; &#x6025; &#x306E; &#x6848; &#x4EF6; &#x306B; &#x5BFE; &#x5FDC; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , 8 &#x6708; &#x521D; &#x3081; &#x304B; &#x3089; , 4 &#x4EBA; &#x306E; &#x30E1; &#x30F3; &#x30D1; &#x304C; &#x30D7; &#x30ED; &#x30B8; &#x30A7;&#xD;&#xA;&#x30F3; &#x30D1; &#x5168; &#x54E1; &#x304C; 9 &#x6708; &#x672B; &#x307E; &#x3067; &#x4F5C; &#x696D; &#x3059; &#x308C; &#x3070; &#x5B8C; &#x4E86; &#x3059; &#x308B; &#x898B; &#x8FBC; &#x307F; &#x3067; &#x3042; &#x308B; &#x3002; &#x3057; &#x304B; &#x3057; , &#x4ED6; &#x306E; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q008.png">
				<div class="card-body">
					<h2 class="card-title">問. 8</h2>
					<p class="card-text">&#x554F; 8 &#x3042; &#x308B; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306F; 4 &#x6708; &#x304B; &#x3089; 9 &#x6708; &#x307E; &#x3067; &#x306E; 6 &#x304B; &#x6708; &#x9593; &#x3067; &#x958B; &#x767A; &#x3092; &#x9032; &#x3081; &#x3066; &#x304A; &#x30EA; , &#x73FE; &#x5728; &#x306E; &#x30E1;&#xD;&#xA;&#x3092; &#x5B9F; &#x65BD; &#x3057; &#x306A; &#x3044; &#x304C; , &#x4EBA; &#x4EF6; &#x8CBB; &#x306F; &#x5168; &#x984D; &#x3092; &#x3053; &#x306E; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306B; &#x8A08; &#x4E0A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30FB; &#x4EBA; &#x4EF6; &#x8CBB; &#x306F; , 1 &#x4EBA; &#x6708; &#x5F53; &#x305F; &#x308A; 100 &#x4E07; &#x5186; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; 200&#xD;&#xA;&#x30A4; 250&#xD;&#xA;&#x30A6;&#xD;&#xA;6&#xD;&#xA;450&#xD;&#xA;&#x5DE5;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q009.png">
				<div class="card-body">
					<h2 class="card-title">問. 9</h2>
					<p class="card-text">&#x554F; 9 &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x898F; &#x6A21; &#x306E; &#x898B; &#x7A4D; &#x30EA; &#x65B9; &#x6CD5; &#x306E; &#x3046; &#x3061; , &#x5229; &#x7528; &#x8005; &#x6A5F; &#x80FD; &#x8981; &#x4EF6; &#x3068; &#x6A5F; &#x80FD; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306B; &#x7740; &#x76EE; &#x3057;&#xD;&#xA;&#x3066; , &#x6A5F; &#x80FD; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3054; &#x3068; &#x306B; &#x2460; ~ &#x2462; &#x306E; &#x624B; &#x9806; &#x3067; &#x898B; &#x7A4D; &#x30EA; &#x3092; &#x884C; &#x3046; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x2460; &#x30C6; &#x30FC; &#x30BF; &#x79FB; &#x52D5; &#x3092; &#x578B; &#x3068; &#x3057; &#x3066; &#x8B58; &#x5225; &#x3057; , &#x5DE5; &#x30F3; &#x30C8; &#x30EA; , &#x30A8; &#x30B0; &#x30B8; &#x30C3; &#x30C8; , &#x8AAD; &#x8FBC; &#x307F; &#x53CA; &#x3073; &#x66F8; &#x8FBC; &#x307F; &#x306E; 4&#xD;&#xA;&#x7A2E; &#x985E; &#x306B; &#x5206; &#x985E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x2461;&#xD;&#xA;&#x2462;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; &#x79FB; &#x52D5; &#x306E; &#x578B; &#x3054; &#x3068; &#x306B; , &#x305D; &#x306E; &#x500B; &#x6570; &#x306B; &#x5358; &#x4F4D; &#x898F; &#x6A21; &#x3092; &#x4E57; &#x3058; &#x308B; &#x3002;&#xD;&#xA;&#x2461; &#x3067; &#x5F97; &#x305F; &#x578B; &#x3054; &#x3068; &#x306E; &#x5024; &#x306E; &#x5408; &#x8A08; &#x3092; , &#x6A5F; &#x80FD; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x6A5F; &#x80FD; &#x898F; &#x6A21; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;COCOMO&#xD;&#xA;&#x7A4D; &#x307F; &#x4E0A; &#x3052; &#x6CD5;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;COSMIC &#x6CD5;&#xD;&#xA;&#x985E; &#x63A8; &#x6CD5;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q010.png">
				<div class="card-body">
					<h2 class="card-title">問. 10</h2>
					<p class="card-text">&#x554F; 10 JISQ21500 : 2018 ( &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x624B; &#x5F15; ) &#x306B; &#x3088; &#x308C; &#x3070; , &#x30D7; &#x30ED; &#x30BB; &#x30B9; &quot; &#x30EA; &#x30B9;&#xD;&#xA;&#x30AF; &#x306E; &#x7279; &#x5B9A; &quot; &#x53CA; &#x3073; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x201C; &#x30EA; &#x30B9; &#x30AF; &#x306E; &#x8A55; &#x4FA1; &quot; &#x306F; ,&#xD;&#xA;&#x3069; &#x306E; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x7FA4; &#x306B; &#x5C5E; &#x3059; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x7BA1; &#x7406;&#xD;&#xA;&#x30A4; &#x8A08; &#x753B;&#xD;&#xA;&#x30A6;&#xD;&#xA;7&#xD;&#xA;&#x5B9F; &#x884C;&#xD;&#xA;&#x30A7; &#x7D42; &#x7D50;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q011.png">
				<div class="card-body">
					<h2 class="card-title">問. 11</h2>
					<p class="card-text">&#x554F; 11 &#x3069; &#x306E; &#x30EA; &#x30B9; &#x30AF; &#x304C; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x6700; &#x3082; &#x5F71; &#x97FF; &#x304C; &#x5927; &#x304D; &#x3044; &#x304B; &#x3092; &#x5224; &#x65AD; &#x3059; &#x308B; &#x306E; &#x306B; &#x5F79; &#x7ACB; &#x3064; &#x5B9A; &#x91CF;&#xD;&#xA;&#x7684; &#x30EA; &#x30B9; &#x30AF; &#x5206; &#x6790; &#x3068; &#x30E2; &#x30C7; &#x30EB; &#x5316; &#x306E; &#x6280; &#x6CD5; &#x3068; &#x3057; &#x3066; , &#x611F; &#x5EA6; &#x5206; &#x6790; &#x304C; &#x3042; &#x308B; &#x3002; &#x611F; &#x5EA6; &#x5206; &#x6790; &#x306E; &#x7D50; &#x679C; &#x3092; &#x793A; &#x3057; &#x305F; &#x6B21;&#xD;&#xA;&#x306E; &#x56F3; &#x3092; &#x4F55; &#x3068; &#x547C; &#x3076; &#x304B; &#x3002;&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; 1&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; 2&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; 3&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; 4&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; 5&#xD;&#xA;&#x78BA; &#x7387; &#x5206; &#x5E03;&#xD;&#xA;-10 , 08&#xD;&#xA;-22&#xD;&#xA;-22&#xD;&#xA;-5 , 08 0&#xD;&#xA;5 , 0 &#x958B; 10 , 08 15 , 08 20 , 0 &#x958B;&#xD;&#xA;&#x51E1; &#x4F8B;&#xD;&#xA;&#x30D7; &#x30E9; &#x30B9; &#x306E; &#x5F71; &#x97FF;&#xD;&#xA;&#x30ED; &#x30DE; &#x30A4; &#x30CA; &#x30B9; &#x306E; &#x5F71; &#x97FF;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30C7; &#x30B7; &#x30B8; &#x30E7; &#x30F3; &#x30C4; &#x30EA; &#x30FC; &#x30C0; &#x30A4; &#x30A2; &#x30B0; &#x30E9; &#x30E0;&#xD;&#xA;&#x30C8; &#x30EB; &#x30CD; &#x30FC; &#x30C9; &#x56F3;&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; &#x30D7; &#x30EC; &#x30FC; &#x30AF; &#x30C0; &#x30A6; &#x30F3; &#x30B9; &#x30C8; &#x30E9; &#x30AF; &#x30C1; &#x30E3;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q012.png">
				<div class="card-body">
					<h2 class="card-title">問. 12</h2>
					<p class="card-text">&#x554F; 12 &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x3067; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x5206; &#x6790; &#x6280; &#x6CD5; &#x306E; &#x3046; &#x3061; , &#x50BE; &#x5411; &#x5206; &#x6790; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x500B; &#x3005; &#x306E; &#x9078; &#x629E; &#x80A2; &#x3068; &#x305D; &#x308C; &#x305E; &#x308C; &#x3092; &#x9078; &#x629E; &#x3057; &#x305F; &#x5834; &#x5408; &#x306B; &#x60F3; &#x5B9A; &#x3055; &#x308C; &#x308B; &#x30B7; &#x30CA; &#x30EA; &#x30AA; &#x306E; &#x95A2; &#x4FC2; &#x3092; &#x56F3; &#x306B; &#x8868; &#x3057; ,&#xD;&#xA;&#x305D; &#x308C; &#x305E; &#x308C; &#x306E; &#x30B7; &#x30CA; &#x30EA; &#x30AA; &#x306B; &#x304A; &#x3051; &#x308B; &#x671F; &#x5F85; &#x5024; &#x3092; &#x8A08; &#x7B97; &#x3057; &#x3066; , &#x6700; &#x5584; &#x306E; &#x7B56; &#x3092; &#x9078; &#x629E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x500B; &#x3005; &#x306E; &#x30EA; &#x30B9; &#x30AF; &#x304C; &#x73FE; &#x5B9F; &#x306E; &#x3082; &#x306E; &#x3068; &#x306A; &#x3063; &#x305F; &#x3068; &#x304D; &#x306E; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x76EE; &#x6A19; &#x306B; &#x4E0E; &#x3048; &#x308B; &#x5F71; &#x97FF; &#x306E;&#xD;&#xA;&#x5EA6; &#x5408; &#x3044; &#x3092; &#x8ABF; &#x3079; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x6642; &#x9593; &#x306E; &#x7D4C; &#x904E; &#x306B; &#x4F34; &#x3046; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x306E; &#x5909; &#x52D5; &#x3092; &#x5206; &#x6790; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x767A; &#x751F; &#x3057; &#x305F; &#x969C; &#x5BB3; &#x3068; &#x305D; &#x306E; &#x8981; &#x56E0; &#x306E; &#x95A2; &#x4FC2; &#x3092; &#x9B5A; &#x306E; &#x9AA8; &#x306E; &#x3088; &#x3046; &#x306A; &#x56F3; &#x306B; &#x3057; &#x3066; &#x5206; &#x6790; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q013.png">
				<div class="card-body">
					<h2 class="card-title">問. 13</h2>
					<p class="card-text">&#x554F; 13 &#x65B0; &#x3057; &#x304F; &#x7DE8; &#x6210; &#x3059; &#x308B; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30C1; &#x30FC; &#x30E0; &#x306E; &#x958B; &#x767A; &#x8981; &#x54E1; &#x6295; &#x5165; &#x8A08; &#x753B; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; pc &#x3092; &#x30EC; &#x30F3; &#x30BF; &#x30EB;&#xD;&#xA;&#x3067; &#x8ABF; &#x9054; &#x3059; &#x308B; &#x3002; &#x8ABF; &#x9054; &#x306E; &#x6761; &#x4EF6; &#x3092; &#x6E80; &#x305F; &#x3059; &#x30EC; &#x30F3; &#x30BF; &#x30EB; &#x8CBB; &#x7528; &#x306E; &#x6700; &#x4F4E; &#x91D1; &#x984D; &#x306F; &#x4F55; &#x5343; &#x5186; &#x304B; &#x3002;&#xD;&#xA;&#x3014; &#x958B; &#x767A; &#x8981; &#x54E1; &#x6295; &#x5165; &#x8A08; &#x753B; &#x3015;&#xD;&#xA;&#x6642; &#x671F;&#xD;&#xA;&#x958B; &#x767A; &#x8981; &#x54E1;&#xD;&#xA;&#x8A2D; &#x8A08; &#x8005;&#xD;&#xA;&#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30DE;&#xD;&#xA;&#x30C6; &#x30B9; &#x30BF;&#xD;&#xA;&#x8A08;&#xD;&#xA;&#x4EBA; &#x6708;&#xD;&#xA;&#x4F4D;&#xD;&#xA;&#x6708; 2 2&#xD;&#xA;&#x6708; &#x30EF; &#x3011; &#x300A; 0 0&#xD;&#xA;-8- &#x6708; &#x30EF; 1 4 0 &#x3011;&#xD;&#xA;/ &#x6708; &#x30EF; &#x300D; &#x6238; 0 4&#xD;&#xA;6 &#x6708; 2 5 4&#xD;&#xA;&#x3010; 0 &#x6708; -4 &#x3063;&#xD;&#xA;-4 &#x6708; -4 &#x3063; 0&#xD;&#xA;3 &#x6708; 4&#xD;&#xA;2 &#x6708; 2&#xD;&#xA;&#x3002; &#x65E5; 0000&#xD;&#xA;&#x30FC; 0000&#xD;&#xA;10&#xD;&#xA;11&#xD;&#xA;11&#xD;&#xA;0&#xD;&#xA;&#x3014; &#x8ABF; &#x9054; &#x306E; &#x6761; &#x4EF6; &#x3015;&#xD;&#xA;( 1 ) PC &#x306E; &#x30EC; &#x30F3; &#x30BF; &#x30EB; &#x5951; &#x7D04; &#x306F; &#x6708; &#x521D; &#x65E5; &#x304B; &#x3089; &#x6708; &#x672B; &#x65E5; &#x307E; &#x3067; &#x306E; 1 &#x304B; &#x6708; &#x5358; &#x4F4D; &#x3067; &#x3042; &#x30EA; , &#x65E5; &#x5272; &#x30EA; &#x306B; &#x3088; &#x308B;&#xD;&#xA;&#x7CBE; &#x7B97; &#x306F; &#x884C; &#x308F; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x2461; PCI &#x53F0; &#x306E; &#x30EC; &#x30F3; &#x30BF; &#x30EB; &#x6599; &#x91D1; &#x306F; &#x6708; &#x984D; 5 &#x5343; &#x5186; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x2462; &#x53F0; &#x6570; &#x306B; &#x304B; &#x304B; &#x308F; &#x3089; &#x305A; , &#x30EC; &#x30F3; &#x30BF; &#x30EB; PC &#x306E; &#x53D7; &#x5165; &#x308C; &#x6642; &#x306E; &#x30BB; &#x30C3; &#x30C8; &#x30A2; &#x30C3; &#x30D7; &#x306B; 2 &#x9031; &#x9593; , &#x8FD4; &#x5374; &#x6642; &#x306E;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; &#x6D88; &#x53BB; &#x306B; 1 &#x9031; &#x9593; &#x3092; &#x8981; &#x3057; , &#x3053; &#x306E; &#x671F; &#x9593; &#x306F; &#x30EC; &#x30F3; &#x30BF; &#x30EB; &#x671F; &#x9593; &#x306B; &#x542B; &#x3081; &#x308B; &#x3002;&#xD;&#xA;&#x2463; &#x30BB; &#x30C3; &#x30C8; &#x30A2; &#x30C3; &#x30D7; &#x3068; &#x30C7; &#x30FC; &#x30BF; &#x6D88; &#x53BB; &#x306F; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30C1; &#x30FC; &#x30E0; &#x306E; &#x958B; &#x767A; &#x8981; &#x54E1; &#x3068; &#x306F; &#x5225; &#x306E; &#x8981; &#x54E1; &#x304C; &#x884C;&#xD;&#xA;&#x2464; &#x958B; &#x767A; &#x8981; &#x54E1; &#x306F; &#x6708; &#x521D; &#x65E5; &#x306B; &#x7740; &#x4EFB; &#x3057; , &#x6708; &#x672B; &#x65E5; &#x306B; &#x96E2; &#x4EFB; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x2465; &#x958B; &#x767A; &#x8981; &#x54E1; &#x306E; &#x5F79; &#x5272; &#x306B; &#x304B; &#x304B; &#x308F; &#x3089; &#x305A; , &#x5171; &#x901A; &#x4ED5; &#x69D8; &#x306E; PC &#x3092; 1 &#x4EBA; &#x304C; 1 &#x53F0; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x3002;&#xD;&#xA;( 7 ) &#x30EC; &#x30F3; &#x30BF; &#x30EB; &#x671F; &#x9593; &#x4E2D; &#x306B; PC &#x3092; &#x4ED6; &#x306E; &#x958B; &#x767A; &#x8981; &#x54E1; &#x306B; &#x5F15; &#x304D; &#x6E21; &#x3059; &#x5834; &#x5408; , &#x30C7; &#x30FC; &#x30BF; &#x6D88; &#x53BB; , &#x30BB; &#x30C3; &#x30C8; &#x30A2; &#x30C3;&#xD;&#xA;&#x30D7; &#x53CA; &#x3073; &#x5F15; &#x6E21; &#x3057; &#x306E; &#x671F; &#x9593; &#x306F; &#x4E0D; &#x8981; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; 480&#xD;&#xA;&#x30A4; 470&#xD;&#xA;&#x30A2; 350&#xD;&#xA;&#x5DE5; 500</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q014.png">
				<div class="card-body">
					<h2 class="card-title">問. 14</h2>
					<p class="card-text">&#x554F; 14 JIS Q 21500 : 2018 ( &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x624B; &#x5F15; ) &#x306B; &#x3088; &#x308C; &#x3070; , &#x30D7; &#x30ED; &#x30BB; &#x30B9; &quot; &#x30B3; &#x30DF;&#xD;&#xA;&#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x89E3; &#x6C7A; &#x3057; , &#x30B3; &#x30DF; &#x30E5; &#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x3092; &#x4FC3; &#x3057; , &#x5909; &#x66F4; &#x3092; &#x8ABF; &#x6574; &#x3057; &#x3066; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x6210; &#x529F; &#x3092; &#x9054; &#x6210;&#xD;&#xA;&#x30A2; &#x30C1; &#x30FC; &#x30E0; &#x306E; &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x3092; &#x6700; &#x5927; &#x9650; &#x306B; &#x5F15; &#x304D; &#x4E0A; &#x3052; , &#x30D5; &#x30A3; &#x30FC; &#x30C9; &#x30D0; &#x30C3; &#x30AF; &#x3092; &#x63D0; &#x4F9B; &#x3057; , &#x8AB2; &#x984C; &#x3092;&#xD;&#xA;&#x30E5; &#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x201D; &#x306E; &#x76EE; &#x7684; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30AF; &#x30DB; &#x30EB; &#x30C0; &#x306B; &#x5BFE; &#x3057; &#x8981; &#x6C42; &#x3057; &#x305F; &#x60C5; &#x5831; &#x3092; &#x5229; &#x7528; &#x53EF; &#x80FD; &#x306B; &#x3059; &#x308B; &#x3053; &#x3068; &#x53CA; &#x3073; &#x60C5; &#x5831; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x4E88; &#x671F; &#x305B; &#x306C; &#x5177; &#x4F53;&#xD;&#xA;&#x30A8; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &quot; &#x30B3; &#x30DF; &#x30E5; &#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x8A08; &#x753B; &#x201D; &#x3067; &#x5B9A; &#x3081; &#x305F; &#x3088; &#x3046; &#x306B; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B9; &#x30C6; &#x30FC;&#xD;&#xA;&#x30A6; &#x30D6; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B9; &#x30C6; &#x30FC; &#x30AF; &#x30DB; &#x30EB; &#x30C0; &#x306E; &#x60C5; &#x5831; &#x53CA; &#x3073; &#x30B3; &#x30DF; &#x30E5; &#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x30CB; &#x30FC; &#x30BA; &#x3092; &#x6C7A; &#x5B9A; &#x3059;&#xD;&#xA;&#x30B3; &#x30DF; &#x30E5; &#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x8AB2; &#x984C; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x3068; &#x304D; &#x306B; &#x305D; &#x308C; &#x3092; &#x89E3; &#x6C7A; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A4; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B9; &#x30C6; &#x30FC; &#x30AF; &#x30DB; &#x30EB; &#x30C0; &#x306E; &#x30B3; &#x30DF; &#x30E5; &#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x30CB; &#x30FC; &#x30BA; &#x3092; &#x78BA; &#x5B9F; &#x306B; &#x6E80; &#x8DB3; &#x3057; ,&#xD;&#xA;&#x6210; &#x3057; &#x3066; &#x56F3; &#x306B; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x30A4; &#x30AA; &#x30D7; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30E2; &#x30C6; &#x30EB; , &#x52D5; &#x7684; &#x30E2; &#x30C7; &#x30EB; , &#x6A5F; &#x80FD; &#x30E2; &#x30C7; &#x30EB; &#x3068; &#x3044; &#x3046; &#x4E09; &#x3064; &#x306E; &#x30E2; &#x30C7; &#x30EB; &#x3092; &#x3053; &#x306E; &#x9806; &#x306B; &#x4F5C;&#xD;&#xA;&#x30D3; &#x30B9; &#x306E; &#x5B9A; &#x7FA9; &#x3068; &#x3044; &#x3046; &#x4E94; &#x3064; &#x306E; &#x4F5C; &#x696D; &#x9805; &#x76EE; &#x3092; &#x4E26; &#x884C; &#x3057; &#x3066; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x30AA; &#x30D7; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x78BA; &#x5B9A; , &#x69CB; &#x9020; &#x306E; &#x5B9A; &#x7FA9; , &#x30B5; &#x30D7; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x5B9A; &#x7FA9; , &#x5C5E; &#x6027; &#x306E; &#x5B9A; &#x7FA9; ,</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q015.png">
				<div class="card-body">
					<h2 class="card-title">問. 15</h2>
					<p class="card-text">&#x554F; 15 &#x30AA; &#x30D7; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x6307; &#x5411; &#x958B; &#x767A; &#x306B; &#x304A; &#x3051; &#x308B; &#x30ED; . &#x30D0; &#x30B9; &#x30C8; &#x30CD; &#x30B9; &#x5206; &#x6790; &#x3067; &#x884C; &#x3046; &#x3053; &#x3068; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x7684; &#x306A; &#x8981; &#x6C42; &#x306B; &#x5BFE; &#x5FDC; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x53CA; &#x3073; &#x30B5; &#x30FC;&#xD;&#xA;10&#xD;&#xA;&#x5DE5; &#x8AD6; &#x7406; &#x7684; &#x306A; &#x89B3; &#x70B9; , &#x7269; &#x7406; &#x7684; &#x306A; &#x89B3; &#x70B9; , &#x53CA; &#x3073; &#x52D5; &#x7684; &#x306A; &#x89B3; &#x70B9; &#x306E; &#x4E09; &#x3064; &#x306E; &#x89B3; &#x70B9; &#x3067; &#x4ED5; &#x69D8; &#x306E; &#x4F5C; &#x6210; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x5DE5; &#x30F3; &#x30C6; &#x30A3; &#x30C6; &#x30A3; &#x30AF; &#x30E9; &#x30B9; &#x306E; &#x4E09; &#x3064; &#x306B; &#x5206; &#x985E; &#x3057; , &#x30AF; &#x30E9; &#x30B9; &#x9593; &#x306E; &#x95A2; &#x9023; &#x3092; &#x5B9A; &#x7FA9; &#x3057; &#x3066; &#x56F3; &#x306B; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x30A6; &#x30E6; &#x30FC; &#x30B9; &#x30B1; &#x30FC; &#x30B9; &#x304B; &#x3089; &#x62BD; &#x51FA; &#x3057; &#x305F; &#x30AF; &#x30E9; &#x30B9; &#x3092; , &#x30D0; &#x30A6; &#x30F3; &#x30C0; &#x30EA; &#x30AF; &#x30E9; &#x30B9; , &#x30B3; &#x30F3; &#x30C8; &#x30ED; &#x30FC; &#x30EB; &#x30AF; &#x30E9; &#x30B9; ,</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q016.png">
				<div class="card-body">
					<h2 class="card-title">問. 16</h2>
					<p class="card-text">&#x554F; 16 &#x30EA; &#x30FC; &#x30F3; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x958B; &#x767A; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x7D4C; &#x9A13; &#x7684; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x5236; &#x5FA1; &#x306E; &#x7406; &#x8AD6; &#x3092; &#x57FA; &#x672C; &#x3068; &#x3057; &#x3066; &#x304A; &#x30EA; , &#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x3068; &#x547C; &#x3070; &#x308C; &#x308B; &#x5468; &#x671F; &#x3067; &quot; &#x691C;&#xD;&#xA;&#x67FB; &#x3068; &#x9069; &#x5FDC; &quot; &#x3092; &#x7E70; &#x308A; &#x8FD4; &#x3057; &#x306A; &#x304C; &#x3089; &#x958B; &#x767A; &#x3092; &#x9032; &#x3081; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x88FD; &#x9020; &#x696D; &#x306E; &#x73FE; &#x5834; &#x304B; &#x3089; &#x751F; &#x307E; &#x308C; &#x305F; &#x8003; &#x3048; &#x65B9; &#x3092; &#x30A2; &#x30B8; &#x30E3; &#x30A4; &#x30EB; &#x958B; &#x767A; &#x306E; &#x30D7; &#x30E9; &#x30AF; &#x30C6; &#x30A3; &#x30B9; &#x306B; &#x9069; &#x7528; &#x3057; &#x305F; &#x3082;&#xD;&#xA;&#x306E; &#x3067; &#x3042; &#x30EA; , &quot; &#x30E0; &#x30C0; &#x3092; &#x306A; &#x304F; &#x3059; &quot; , &quot; &#x54C1; &#x8CEA; &#x3092; &#x4F5C; &#x30EA; &#x8FBC; &#x3080; &quot; &#x3068; &#x3044; &#x3063; &#x305F; , &#x4E03; &#x3064; &#x306E; &#x539F; &#x5247; &#x3092; &#x91CD; &#x8996; &#x3057; &#x3066; ,&#xD;&#xA;&#x5177; &#x4F53; &#x7684; &#x306A; &#x958B; &#x767A; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3084; &#x30D7; &#x30E9; &#x30AF; &#x30C6; &#x30A3; &#x30B9; &#x3092; &#x7B56; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x6BD4; &#x8F03; &#x7684; &#x5C0F; &#x898F; &#x6A21; &#x306A; &#x958B; &#x767A; &#x306B; &#x9069; &#x3057; &#x305F; , &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30DF; &#x30F3; &#x30B0; &#x306B; &#x7126; &#x70B9; &#x3092; &#x5F53; &#x3066; &#x305F; &#x958B; &#x767A; &#x30A2; &#x30D7; &#x30ED; &#x30FC; &#x30C1; &#x3067;&#xD;&#xA;&#x3042; &#x30EA; , &quot; &#x30B3; &#x30DF; &#x30E5; &#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &quot; &#x306A; &#x3069; &#x306E; &#x4E94; &#x3064; &#x306E; &#x4FA1; &#x5024; &#x3092; &#x5B9A; &#x7FA9; &#x3057; , &#x305D; &#x308C; &#x3089; &#x3092; &#x9AD8; &#x3081; &#x308B; &#x3088; &#x3046; &#x306B;&#xD;&#xA;&#x5177; &#x4F53; &#x7684; &#x306A; &#x958B; &#x767A; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3084; &#x30D7; &#x30E9; &#x30AF; &#x30C6; &#x30A3; &#x30B9; &#x3092; &#x7B56; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5229; &#x7528; &#x8005; &#x304B; &#x3089; &#x898B; &#x3066; &#x4FA1; &#x5024; &#x304C; &#x3042; &#x308B; &#x307E; &#x3068; &#x307E; &#x30EA; &#x3092; &#x4E00; &#x3064; &#x306E; &#x6A5F; &#x80FD; &#x5358; &#x4F4D; &#x3068; &#x3057; , &#x305D; &#x306E; &#x5358; &#x4F4D; &#x3054; &#x3068; &#x306B; , &#x8A2D;&#xD;&#xA;&#x30A6; &#x30AF; &#x30E9; &#x30B9; &#x30E9; &#x30A4; &#x30D7; &#x30E9; &#x30EA; &#x3092; &#x5229; &#x7528; &#x3057; &#x3066; , &#x65B0; &#x898F; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3092; &#x958B; &#x767A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x958B; &#x767A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x65E2; &#x5B58; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3092; &#x90E8; &#x54C1; &#x5316; &#x3057; , &#x305D; &#x308C; &#x3089; &#x306E; &#x90E8; &#x54C1; &#x3092; &#x7D44; &#x307F; &#x5408; &#x308F; &#x305B; &#x3066; , &#x65B0; &#x898F; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3092;&#xD;&#xA;&#x30A2; &#x65E2; &#x5B58; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304B; &#x3089; , &#x305D; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x4ED5; &#x69D8; &#x3092; &#x5C0E; &#x304D; &#x51FA; &#x3059; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q017.png">
				<div class="card-body">
					<h2 class="card-title">問. 17</h2>
					<p class="card-text">&#x554F; 17 &#x30DE; &#x30C3; &#x30B7; &#x30E5; &#x30A2; &#x30C3; &#x30D7; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x8A08; &#x3084; &#x69CB; &#x7BC9; &#x306A; &#x3069; &#x306E; &#x4E94; &#x3064; &#x306E; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x7E70; &#x30EA; &#x8FD4; &#x3057; &#x306A; &#x304C; &#x3089; &#x958B; &#x767A; &#x3092; &#x9032; &#x3081; &#x308B; &#x3002;&#xD;&#xA;11&#xD;&#xA;&#x5DE5; &#x516C; &#x958B; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x8907; &#x6570; &#x306E; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x5229; &#x7528; &#x3057; &#x3066; , &#x65B0; &#x305F; &#x306A; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q018.png">
				<div class="card-body">
					<h2 class="card-title">問. 18</h2>
					<p class="card-text">&#x554F; 18 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x6539; &#x5584; &#x306B; &#x5411; &#x3051; &#x3066; &#x63D0; &#x51FA; &#x3055; &#x308C; &#x305F; &#x6848; 1 ~ 4 &#x306B; &#x3064; &#x3044; &#x3066; , &#x8A55; &#x4FA1; &#x9805; &#x76EE; &#x3092; &#x8A2D; &#x5B9A; &#x3057; &#x3066; &#x63A1; &#x70B9;&#xD;&#xA;&#x3057; &#x305F; &#x7D50; &#x679C; &#x3092; , &#x63A1; &#x70B9; &#x7D50; &#x679C; &#x8868; &#x306B; &#x793A; &#x3059; &#x3002; &#x52B9; &#x679C; &#x53CA; &#x3073; &#x30EA; &#x30B9; &#x30AF; &#x306B; &#x3064; &#x3044; &#x3066; &#x306F; 5 &#x6BB5; &#x968E; &#x8A55; &#x4FA1; &#x3068; &#x3057; , &#x305D; &#x308C;&#xD;&#xA;&#x305E; &#x308C; &#x306E; &#x8A55; &#x4FA1; &#x9805; &#x76EE; &#x306E; &#x91CD; &#x8981; &#x5EA6; &#x306B; &#x5FDC; &#x3058; &#x3066; , &#x91CD; &#x307F; &#x4ED8; &#x3051; &#x8868; &#x306B; &#x793A; &#x3059; &#x3068; &#x304A; &#x30EA; &#x306E; &#x91CD; &#x307F; &#x4ED8; &#x3051; &#x3092; &#x884C; &#x3063; &#x305F; &#x4E0A; &#x3067; ,&#xD;&#xA;&#x6B21; &#x5F0F; &#x3067; &#x7DCF; &#x5408; &#x8A55; &#x4FA1; &#x70B9; &#x3092; &#x7B97; &#x51FA; &#x3059; &#x308B; &#x3002; &#x7DCF; &#x5408; &#x8A55; &#x4FA1; &#x70B9; &#x304C; &#x6700; &#x3082; &#x9AD8; &#x3044; &#x6539; &#x5584; &#x6848; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x7DCF; &#x5408; &#x8A55; &#x4FA1; &#x70B9; = &#x52B9; &#x679C; &#x306E; &#x7DCF; &#x8A55; &#x4FA1; &#x70B9; &#x30FC; &#x30EA; &#x30B9; &#x30AF; &#x306E; &#x7DCF; &#x8A55; &#x4FA1; &#x70B9;&#xD;&#xA;&#x63A1; &#x70B9; &#x7D50; &#x679C; &#x8868;&#xD;&#xA;&#x6539; &#x5584; &#x6848;&#xD;&#xA;&#x8A55; &#x4FA1; &#x9805; &#x76EE;&#xD;&#xA;&#x4F5C; &#x696D; &#x30B3; &#x30B9; &#x30C8; &#x524A; &#x6E1B;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x904B; &#x7528; &#x54C1; &#x8CEA; &#x5411; &#x4E0A;&#xD;&#xA;&#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5F37; &#x5316;&#xD;&#xA;&#x30EA;&#xD;&#xA;&#x6280; &#x8853; &#x30EA; &#x30B9; &#x30AF;&#xD;&#xA;&#x30B9;&#xD;&#xA;&#x30AF;&#xD;&#xA;&#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x30EA; &#x30B9; &#x30AF;&#xD;&#xA;4&#xD;&#xA;5&#xD;&#xA;&#x52B9;&#xD;&#xA;&#x679C;&#xD;&#xA;5&#xD;&#xA;2&#xD;&#xA;2&#xD;&#xA;3&#xD;&#xA;1&#xD;&#xA;4&#xD;&#xA;5&#xD;&#xA;2&#xD;&#xA;&#x91CD; &#x307F; &#x4ED8; &#x3051; &#x8868;&#xD;&#xA;&#x8A55; &#x4FA1; &#x9805; &#x76EE;&#xD;&#xA;&#x4F5C; &#x696D; &#x30B3; &#x30B9; &#x30C8; &#x524A; &#x6E1B;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x904B; &#x7528; &#x54C1; &#x8CEA; &#x5411; &#x4E0A;&#xD;&#xA;&#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5F37; &#x5316;&#xD;&#xA;&#x30EA;&#xD;&#xA;&#x6280; &#x8853; &#x30EA; &#x30B9; &#x30AF;&#xD;&#xA;&#x30B9;&#xD;&#xA;&#x30AF;&#xD;&#xA;&#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x30EA; &#x30B9; &#x30AF;&#xD;&#xA;&#x52B9;&#xD;&#xA;&#x679C;&#xD;&#xA;&#x30A7; &#x6848; 4&#xD;&#xA;&#x30A6; &#x6848; 3&#xD;&#xA;&#x30A4; &#x6848; 2&#xD;&#xA;&#x30A2; &#x6848; 1</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q019.png">
				<div class="card-body">
					<h2 class="card-title">問. 19</h2>
					<p class="card-text">&#x554F; 19 &#x60C5; &#x5831; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8A2D; &#x8A08; &#x306E; &#x4F8B; &#x306E; &#x3046; &#x3061; , &#x30D5; &#x30A7; &#x30FC; &#x30EB; &#x30BD; &#x30D5; &#x30C8; &#x306E; &#x8003; &#x3048; &#x65B9; &#x3092; &#x9069; &#x7528; &#x3057; &#x305F; &#x4F8B; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; UPS &#x3092; &#x8A2D; &#x7F6E; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x505C; &#x96FB; &#x6642; &#x306B; &#x624B; &#x9806; &#x3069; &#x304A; &#x308A; &#x306B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x505C; &#x6B62; &#x3067; &#x304D; &#x308B; &#x3088;&#xD;&#xA;&#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x5236; &#x5FA1; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x969C; &#x5BB3; &#x6642; &#x306B; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x66B4; &#x8D70; &#x3092; &#x907F; &#x3051; , &#x5B89; &#x5168; &#x306B; &#x904B; &#x8EE2; &#x3092; &#x505C; &#x6B62; &#x3067; &#x304D; &#x308B; &#x3088;&#xD;&#xA;&#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x969C; &#x5BB3; &#x6642; &#x306B; , &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x306F; &#x4F4E; &#x4E0B; &#x3059; &#x308B; &#x304C; , &#x69CB; &#x6210; &#x3092; &#x7E2E; &#x5C0F; &#x3057; &#x3066; &#x904B; &#x8EE2; &#x3092;&#xD;&#xA;&#x7D9A; &#x3051; &#x3089; &#x308C; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5229; &#x7528; &#x8005; &#x306E; &#x8AA4; &#x64CD; &#x4F5C; &#x3084; &#x8AA4; &#x5165; &#x529B; &#x3092; &#x672A; &#x7136; &#x306B; &#x9632; &#x3050; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8AA4; &#x52D5; &#x4F5C; &#x3092; &#x9632; &#x6B62; &#x3067;&#xD;&#xA;&#x308C; &#x304B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q020.png">
				<div class="card-body">
					<h2 class="card-title">問. 20</h2>
					<p class="card-text">&#x554F; 20 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8981; &#x4EF6; &#x3092; &#x691C; &#x8A0E; &#x3059; &#x308B; &#x969B; &#x306B; &#x7528; &#x3044; &#x308B; UX &#x30C7; &#x30B6; &#x30A4; &#x30F3; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069;&#xD;&#xA;&#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;13&#xD;&#xA;&#x3057; &#x3066; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x69CB; &#x7BC9; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x958B; &#x767A; &#x306E; &#x751F; &#x7523; &#x6027; &#x3092; &#x9AD8; &#x3081; &#x308B; &#x8A2D; &#x8A08; &#x601D; &#x60F3; &#x306E;&#xD;&#xA;&#x5DE5; &#x63A5; &#x7D9A; &#x4ED5; &#x69D8; &#x3084; &#x4ED5; &#x7D44; &#x307F; &#x304C; &#x516C; &#x958B; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x4ED6; &#x793E; &#x306E; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x6D3B; &#x7528;&#xD;&#xA;&#x306B; &#x52A0; &#x3048; , &#x5FEB; &#x9069; &#x3055; , &#x5B89; &#x5FC3; &#x611F; , &#x697D; &#x3057; &#x3055; &#x306A; &#x3069; &#x306E; &#x4F53; &#x9A13; &#x4FA1; &#x5024; &#x3092; &#x91CD; &#x8996; &#x3059; &#x308B; &#x8A2D; &#x8A08; &#x601D; &#x60F3; &#x306E; &#x3053; &#x3068;&#xD;&#xA;&#x30A6; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x5229; &#x7528; &#x3059; &#x308B; &#x969B; &#x306B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x6A5F; &#x80FD; &#x304C; &#x5229; &#x7528; &#x8005; &#x306B; &#x3082; &#x305F; &#x3089; &#x3059; &#x6709; &#x52B9; &#x6027; , &#x64CD; &#x4F5C; &#x6027; &#x306A; &#x3069;&#xD;&#xA;&#x306E; &#x3053; &#x3068;&#xD;&#xA;&#x30FC; &#x30D3; &#x30B9; &#x3068; &#x6349; &#x3048; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x7D44; &#x307F; &#x5408; &#x308F; &#x305B; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x69CB; &#x7BC9; &#x3059; &#x308B; &#x8A2D; &#x8A08; &#x601D; &#x60F3;&#xD;&#xA;&#x30A4; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x500B; &#x3005; &#x306E; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x5229; &#x7528; &#x8005; &#x304C; &#x4EAB; &#x53D7; &#x3059; &#x308B; &#x30B5;&#xD;&#xA;&#x307F; &#x8FBC; &#x3080; &#x8A2D; &#x8A08; &#x601D; &#x60F3; &#x306E; &#x3053; &#x3068;&#xD;&#xA;&#x30A2; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x8A2D; &#x8A08; &#x6642; &#x306B; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x7A3C; &#x50CD; &#x5F8C; &#x306E; &#x500B; &#x4EBA; &#x60C5; &#x5831; &#x4FDD; &#x8B77; &#x306A; &#x3069; &#x306E; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x3092; &#x7D44;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q021.png">
				<div class="card-body">
					<h2 class="card-title">問. 21</h2>
					<p class="card-text">&#x554F; 21 &#x5E38; &#x6642; 10 &#x540D; &#x4EE5; &#x4E0A; &#x306E; &#x5F93; &#x696D; &#x54E1; &#x3092; &#x6709; &#x3059; &#x308B; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x958B; &#x767A; &#x4F1A; &#x793E; &#x304C; , &#x793E; &#x5185; &#x306E; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6;&#xD;&#xA;&#x30A3; &#x7BA1; &#x7406; &#x3092; &#x5F37; &#x5316; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x79D8; &#x5BC6; &#x60C5; &#x5831; &#x3092; &#x6271; &#x3046; &#x62C5; &#x5F53; &#x5F93; &#x696D; &#x54E1; &#x306E; &#x6271; &#x3044; &#x3092; &#x898B; &#x76F4; &#x3059; &#x3053; &#x3068; &#x3068; &#x3057; &#x305F; &#x3002; &#x52B4;&#xD;&#xA;&#x50CD; &#x6CD5; &#x306B; &#x7167; &#x3089; &#x3057; , &#x9069; &#x5207; &#x306A; &#x884C; &#x70BA; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x5C31; &#x696D; &#x898F; &#x5247; &#x306B; &#x696D; &#x52D9; &#x4E0A; &#x77E5; &#x30EA; &#x5F97; &#x305F; &#x79D8; &#x5BC6; &#x306E; &#x6F0F; &#x3048; &#x3044; &#x7981; &#x6B62; &#x306E; &#x4E00; &#x822C; &#x7684; &#x306A; &#x898F; &#x5B9A; &#x304C; &#x3042; &#x308B; &#x3068; &#x304D; &#x306B; , &#x62C5; &#x5F53;&#xD;&#xA;&#x5F93; &#x696D; &#x54E1; &#x306E; &#x8077; &#x52D9; &#x306B; &#x5373; &#x3057; &#x3066; &#x79D8; &#x5BC6; &#x306E; &#x5185; &#x5BB9; &#x3092; &#x7279; &#x5B9A; &#x3059; &#x308B; &#x500B; &#x5225; &#x5408; &#x610F; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A4; &#x5C31; &#x696D; &#x898F; &#x5247; &#x306B; &#x306F; &#x696D; &#x52D9; &#x4E0A; &#x77E5; &#x308A; &#x5F97; &#x305F; &#x79D8; &#x5BC6; &#x306E; &#x6F0F; &#x3048; &#x3044; &#x7981; &#x6B62; &#x306E; &#x898F; &#x5B9A; &#x304C; &#x306A; &#x3044; &#x3068; &#x304D; &#x306B; , &#x6F0F; &#x3048; &#x3044; &#x7981; &#x6B62;&#xD;&#xA;&#x3068; &#x51E6; &#x5206; &#x306E; &#x898F; &#x5B9A; &#x3092; &#x5F93; &#x696D; &#x54E1; &#x306E; &#x610F; &#x898B; &#x3092; &#x8074; &#x304B; &#x305A; &#x306B; &#x5C31; &#x696D; &#x898F; &#x5247; &#x306B; &#x8FFD; &#x52A0; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A4; &#x4E8B; &#x6545; &#x3092; &#x8D77; &#x3053; &#x3057; &#x305F; &#x5834; &#x5408; &#x306E; &#x61F2; &#x6212; &#x51E6; &#x5206; &#x306B; &#x3064; &#x3044; &#x3066; , &#x62C5; &#x5F53; &#x5F93; &#x696D; &#x54E1; &#x3068; &#x306E; &#x9593; &#x3067; ,&#xD;&#xA;&#x5C31; &#x696D; &#x898F; &#x5247; &#x306E; &#x898F; &#x5B9A; &#x3088; &#x308A; &#x3082; &#x91CD; &#x304F; &#x3057; &#x305F; &#x500B; &#x5225; &#x5408; &#x610F; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x5DE5; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x306B; &#x95A2; &#x9023; &#x3059; &#x308B; &#x898F; &#x5B9A; &#x306F; &#x5C31; &#x696D; &#x898F; &#x5247; &#x306B; &#x8A18; &#x8F09; &#x3057; &#x3066; &#x306F; &#x3044; &#x3051; &#x306A; &#x3044; &#x306E; &#x3067; , &#x5C31; &#x696D; &#x898F;&#xD;&#xA;&#x5247; &#x306B; &#x898F; &#x5B9A; &#x3092; &#x8A2D; &#x3051; &#x3059; &#x306B; , &#x5404; &#x5F93; &#x696D; &#x54E1; &#x3068; &#x500B; &#x5225; &#x5408; &#x610F; &#x3092; &#x884C; &#x3046; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q022.png">
				<div class="card-body">
					<h2 class="card-title">問. 22</h2>
					<p class="card-text">&#x554F; 22 &#x6280; &#x8853; &#x8005; &#x502B; &#x7406; &#x306B; &#x304A; &#x3051; &#x308B; &#x30DB; &#x30A4; &#x30C3; &#x30B9; &#x30EB; &#x30D7; &#x30ED; &#x30FC; &#x30A4; &#x30F3; &#x30B0; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x753B; &#x671F; &#x7684; &#x306A; &#x30A2; &#x30A4; &#x30C7; &#x30A3; &#x30A2; &#x306B; &#x3088; &#x3063; &#x3066; &#x7D4C; &#x6E08; &#x30FB; &#x793E; &#x4F1A; &#x306B; &#x5927; &#x304D; &#x306A; &#x5909; &#x9769; &#x3092; &#x3082; &#x305F; &#x3089; &#x3059; &#x3053; &#x3068;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x30B3; &#x30DF; &#x30E5; &#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x3092; &#x901A; &#x3058; &#x3066; &#x81EA; &#x3089; &#x554F; &#x984C; &#x3092; &#x89E3; &#x6C7A; &#x3067; &#x304D; &#x308B; &#x4EBA; &#x6750; &#x3092; &#x80B2; &#x6210; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x6CD5; &#x4EE4; &#x53C8; &#x306F; &#x793E; &#x4F1A; &#x7684; &#x898F; &#x7BC4; &#x3092; &#x9038; &#x8131; &#x3059; &#x308B; &#x884C; &#x70BA; &#x3092; &#x7B2C; &#x4E09; &#x8005; &#x306A; &#x3069; &#x306B; &#x77E5; &#x3089; &#x3057; &#x3081; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x3068; &#x304D; &#x306E; &#x5BFE; &#x51E6; &#x65B9; &#x6CD5; &#x3092; &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x6E96; &#x5099; &#x3057; &#x3066; &#x304A; &#x304F; &#x3053; &#x3068;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q023.png">
				<div class="card-body">
					<h2 class="card-title">問. 23</h2>
					<p class="card-text">&#x554F; 23 &#x6697; &#x53F7; &#x6280; &#x8853; &#x306E; &#x3046; &#x3061; , &#x5171; &#x901A; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4; ElGamal &#x6697; &#x53F7; &#x30A6;&#xD;&#xA;14&#xD;&#xA;&#x30A2; AES&#xD;&#xA;RSA&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x6955; &#x5186; &#x66F2; &#x7DDA; &#x6697; &#x53F7;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q024.png">
				<div class="card-body">
					<h2 class="card-title">問. 24</h2>
					<p class="card-text">&#x554F; 24 &#x30C6; &#x30F3; &#x30D9; &#x30B9; &#x30C8; &#x653B; &#x6483; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x305D; &#x306E; &#x5BFE; &#x7B56; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x901A; &#x4FE1; &#x8DEF; &#x306E; &#x9014; &#x4E2D; &#x3067; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x306E; &#x5185; &#x5BB9; &#x3092; &#x6539; &#x3056; &#x3093; &#x3059; &#x308B; &#x653B; &#x6483; &#x3067; &#x3042; &#x308A; , &#x305D; &#x306E; &#x5BFE; &#x7B56; &#x3068; &#x3057; &#x3066; &#x306F; , &#x30C7;&#xD;&#xA;&#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x7F72; &#x540D; &#x3092; &#x5229; &#x7528; &#x3057; &#x3066; &#x6539; &#x3056; &#x3093; &#x3092; &#x691C; &#x77E5; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30C7; &#x30A3; &#x30B9; &#x30D7; &#x30EC; &#x30A4; &#x306A; &#x3069; &#x304B; &#x3089; &#x653E; &#x5C04; &#x3055; &#x308C; &#x308B; &#x96FB; &#x78C1; &#x6CE2; &#x3092; &#x508D; &#x53D7; &#x3057; , &#x8868; &#x793A; &#x5185; &#x5BB9; &#x3092; &#x89E3; &#x6790; &#x3059; &#x308B; &#x653B; &#x6483; &#x3067; &#x3042;&#xD;&#xA;&#x308A; , &#x305D; &#x306E; &#x5BFE; &#x7B56; &#x3068; &#x3057; &#x3066; &#x306F; , &#x96FB; &#x78C1; &#x6CE2; &#x3092; &#x906E; &#x65AD; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30DE; &#x30AF; &#x30ED; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x4F7F; &#x3046; &#x653B; &#x6483; &#x3067; &#x3042; &#x308A; , &#x305D; &#x306E; &#x5BFE; &#x7B56; &#x3068; &#x3057; &#x3066; &#x306F; , &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x5BFE; &#x7B56; &#x30BD; &#x30D5; &#x30C8;&#xD;&#xA;&#x3092; &#x5C0E; &#x5165; &#x3057; , &#x6700; &#x65B0; &#x306E; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x5B9A; &#x7FA9; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x9069; &#x7528; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x7121; &#x7DDA; LAN &#x306E; &#x4FE1; &#x53F7; &#x3092; &#x508D; &#x53D7; &#x3057; , &#x901A; &#x4FE1; &#x5185; &#x5BB9; &#x3092; &#x89E3; &#x6790; &#x3059; &#x308B; &#x653B; &#x6483; &#x3067; &#x3042; &#x308A; , &#x305D; &#x306E; &#x5BFE; &#x7B56; &#x3068; &#x3057; &#x3066; &#x306F; ,&#xD;&#xA;&#x901A; &#x4FE1; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x3092; &#x6697; &#x53F7; &#x5316; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_pm/2021r03a_pm_am2_qs/q025.png">
				<div class="card-body">
					<h2 class="card-title">問. 25</h2>
					<p class="card-text">&#x554F; 25 DNSSEC &#x306E; &#x6A5F; &#x80FD; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; DNS &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30B5; &#x30FC; &#x30D1; &#x306E; &#x8A2D; &#x5B9A; &#x306B; &#x3088; &#x3063; &#x3066; , &#x518D; &#x5E30; &#x7684; &#x306A; &#x554F; &#x5408; &#x305B; &#x3092; &#x53D7; &#x3051; &#x4ED8; &#x3051; &#x308B; &#x9001; &#x4FE1; &#x5143; &#x306E;&#xD;&#xA;&#x7BC4; &#x56F2; &#x304C; &#x6700; &#x5927; &#x306B; &#x306A; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; DNS &#x30B5; &#x30FC; &#x30D1; &#x304B; &#x3089; &#x53D7; &#x3051; &#x53D6; &#x308B; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x30EC; &#x30B3; &#x30FC; &#x30C9; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x7F72; &#x540D; &#x3092; &#x5229; &#x7528; &#x3057; &#x3066; ,&#xD;&#xA;&#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x30EC; &#x30B3; &#x30FC; &#x30C9; &#x306E; &#x9001; &#x4FE1; &#x8005; &#x306E; &#x6B63; &#x5F53; &#x6027; &#x3068; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x5B8C; &#x5168; &#x6027; &#x3092; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; ISP &#x306A; &#x3069; &#x306B; &#x8A2D; &#x7F6E; &#x3055; &#x308C; &#x305F; &#x30BB; &#x30AB; &#x30F3; &#x30C0; &#x30EA; DNS &#x30B5; &#x30FC; &#x30D0; &#x3092; &#x5229; &#x7528; &#x3057; &#x3066; &#x6A29; &#x5A01; DNS &#x30B5; &#x30FC; &#x30D1; &#x3092; &#x4E8C; &#x91CD;&#xD;&#xA;&#x5316; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x540D; &#x524D; &#x89E3; &#x6C7A; &#x306E; &#x53EF; &#x7528; &#x6027; &#x3092; &#x9AD8; &#x3081; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5171; &#x901A; &#x9375; &#x6697; &#x53F7; &#x3068; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x95A2; &#x6570; &#x3092; &#x5229; &#x7528; &#x3057; &#x305F; &#x30BB; &#x30AD; &#x30E5; &#x30A2; &#x306A; &#x65B9; &#x6CD5; &#x306B; &#x3088; &#x3063; &#x3066; , DNS &#x66F4; &#x65B0; &#x8981; &#x6C42;&#xD;&#xA;&#x304C; &#x8A31; &#x53EF; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x30A8; &#x30F3; &#x30C9; &#x30DC; &#x30A4; &#x30F3; &#x30C8; &#x3092; &#x7279; &#x5B9A; &#x3057; &#x3066; &#x8A8D; &#x8A3C; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
	</div>
</section>

	</main>
	<footer>
		<a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a>
	</footer>
		
</body>
</html>