<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x60C5;&#x5831;&#x51E6;&#x7406;&#x5B89;&#x5168;&#x78BA;&#x4FDD;&#x652F;&#x63F4;&#x58EB;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-EVSTQN3/azprG1Anm3QDgpJLIm9Nao0Yz1ztcQTwFspd3yD65VohhpuuCOmLASjC" crossorigin="anonymous">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body class="bg-light">
	<header class="d-flex flex-wrap justify-content-center py-3 mb-4 border-bottom">
		<a href="/" class="d-flex align-items-center mb-3 mb-md-0 me-md-auto text-dark text-decoration-none">
			<span">IPA過去問Bot</span>
		</a>
	</header>
	<main class="container-fluid bg-body">
		
<section>
	<h1>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x60C5;&#x5831;&#x51E6;&#x7406;&#x5B89;&#x5168;&#x78BA;&#x4FDD;&#x652F;&#x63F4;&#x58EB;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C;</h1>
	<div>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q001.png">
				<div class="card-body">
					<h2 class="card-title">問. 1</h2>
					<p class="card-text">&#x554F; 1 AI &#x306B; &#x3088; &#x308B; &#x753B; &#x50CF; &#x8A8D; &#x8B58; &#x306B; &#x304A; &#x3044; &#x3066; , &#x8A8D; &#x8B58; &#x3055; &#x305B; &#x308B; &#x753B; &#x50CF; &#x306E; &#x4E2D; &#x306B; &#x4EBA; &#x9593; &#x306B; &#x306F; &#x77E5; &#x899A; &#x3067; &#x304D; &#x306A; &#x3044; &#x30CE; &#x30A4; &#x30BA;&#xD;&#xA;&#x3084; &#x5FAE; &#x5C0F; &#x306A; &#x5909; &#x5316; &#x3092; &#x542B; &#x3081; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; AI &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x306E; &#x7279; &#x6027; &#x3092; &#x60AA; &#x7528; &#x3057; , &#x5224; &#x5B9A; &#x7D50; &#x679C; &#x3092; &#x8AA4;&#xD;&#xA;&#x3089; &#x305B; &#x308B; &#x653B; &#x6483; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;Adaptively Chosen Message &#x653B; &#x6483;&#xD;&#xA;AdversariaI ExampIes &#x653B; &#x6483;&#xD;&#xA;Distributed Reflection Denial of Service &#x653B; &#x6483;&#xD;&#xA;ModeI lnversion &#x653B; &#x6483;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q002.png">
				<div class="card-body">
					<h2 class="card-title">問. 2</h2>
					<p class="card-text">&#x554F; 2 Pass the Hash &#x653B; &#x6483; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306E; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x5024; &#x304B; &#x3089; &#x5C0E; &#x51FA; &#x3055; &#x308C; &#x305F; &#x5E73; &#x6587; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30D0; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306E; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x5024; &#x3060; &#x3051; &#x3067; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x3067; &#x304D; &#x308B; &#x4ED5; &#x7D44; &#x307F; &#x3092; &#x60AA; &#x7528; &#x3057; &#x3066; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A5; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x56FA; &#x5B9A; &#x3057; , &#x5229; &#x7528; &#x8005; ID &#x306E; &#x6587; &#x5B57; &#x5217; &#x306E; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x5316; &#x3092; &#x7E70; &#x30EA; &#x8FD4; &#x3057; &#x306A; &#x304C; &#x3089; &#x69D8; &#x3005; &#x306A;&#xD;&#xA;&#x5229; &#x7528; &#x8005; ID &#x3092; &#x8A66; &#x3057; &#x3066; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x5316; &#x3055; &#x308C; &#x3059; &#x306B; &#x4FDD; &#x5B58; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x5E73; &#x6587; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x91CF; &#x5B50; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x3092; &#x7528; &#x3044; &#x305F; &#x653B; &#x6483; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x3082; , &#x5B89; &#x5168; &#x6027; &#x3092; &#x4FDD; &#x3064; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x6697; &#x53F7; &#x65B9; &#x5F0F;&#xD;&#xA;&#x5411; &#x4E0A; &#x3055; &#x305B; &#x305F; &#x5B9F; &#x88C5; &#x6027; &#x80FD; &#x3092; &#x3082; &#x3063; &#x6697; &#x53F7; &#x65B9; &#x5F0F;&#xD;&#xA;&#x30A2; &#x91CF; &#x5B50; &#x30A2; &#x30CB; &#x30FC; &#x30EA; &#x30F3; &#x30B0; &#x30DE; &#x30B7; &#x30F3; &#x3092; &#x7528; &#x3044; &#x3066; , &#x56DE; &#x8DEF; &#x30B5; &#x30A4; &#x30BA; , &#x6D88; &#x8CBB; &#x96FB; &#x529B; , &#x51E6; &#x7406; &#x901F; &#x5EA6; &#x3092; &#x98DB; &#x8E8D; &#x7684; &#x306B;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q003.png">
				<div class="card-body">
					<h2 class="card-title">問. 3</h2>
					<p class="card-text">&#x554F; 3 PQC (Post-Quantum Cryptography ) &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x308B; &#x6280; &#x8853;&#xD;&#xA;&#x5DE5; &#x91CF; &#x5B50; &#x901A; &#x4FE1; &#x8DEF; &#x3092; &#x7528; &#x3044; &#x305F; &#x9375; &#x914D; &#x9001; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x5229; &#x7528; &#x3057; , &#x5927; &#x5BB9; &#x91CF; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x9AD8; &#x901F; &#x306B; &#x9001; &#x53D7; &#x4FE1; &#x3059;&#xD;&#xA;&#x53F7; &#x3092; &#x89E3; &#x8AAD; &#x3059; &#x308B; &#x6280; &#x8853;&#xD;&#xA;&#x30A6; &#x91CF; &#x5B50; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x3092; &#x7528; &#x3044; &#x3066; &#x52B9; &#x7387; &#x7684; &#x306B; &#x7D20; &#x56E0; &#x6570; &#x5206; &#x89E3; &#x3092; &#x884C; &#x3046; &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x306B; &#x3088; &#x3063; &#x3066; , &#x6697;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q004.png">
				<div class="card-body">
					<h2 class="card-title">問. 4</h2>
					<p class="card-text">&#x554F; 4 &#x30B7; &#x30F3; &#x30B0; &#x30EB; &#x30B5; &#x30A4; &#x30F3; &#x30AA; &#x30F3; &#x306E; &#x5B9F; &#x88C5; &#x65B9; &#x5F0F; &#x306E; &#x4E00; &#x3064; &#x3067; &#x3042; &#x308B; SAML &#x8A8D; &#x8A3C; &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; IdP (ldentity Provlder) &#x304C; SP (Service Provider) &#x306E; &#x8A8D; &#x8A3C; &#x8981; &#x6C42; &#x306B; &#x3088; &#x3063; &#x3066; &#x5229; &#x7528; &#x8005; &#x8A8D;&#xD;&#xA;&#x8A3C; &#x3092; &#x884C; &#x3044; , &#x8A8D; &#x8A3C; &#x6210; &#x529F; &#x5F8C; &#x306B; &#x767A; &#x884C; &#x3055; &#x308C; &#x308B; &#x30A2; &#x30B5; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x3092; SP &#x304C; &#x691C; &#x8A3C; &#x3057; , &#x554F; &#x984C; &#x304C; &#x306A; &#x3051; &#x308C; &#x3070;&#xD;&#xA;&#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x304C; SP &#x306B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; web &#x30B5; &#x30FC; &#x30D1; &#x306B; &#x5C0E; &#x5165; &#x3055; &#x308C; &#x305F; &#x30A8; &#x30FC; &#x30B8; &#x30A7; &#x30F3; &#x30C8; &#x304C; &#x8A8D; &#x8A3C; &#x30B5; &#x30FC; &#x30D0; &#x3068; &#x9023; &#x643A; &#x3057; &#x3066; &#x5229; &#x7528; &#x8005; &#x8A8D; &#x8A3C; &#x3092; &#x884C;&#xD;&#xA;&#x3044; , &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x306F; &#x8A8D; &#x8A3C; &#x6210; &#x529F; &#x5F8C; &#x306B; &#x5229; &#x7528; &#x8005; &#x306B; &#x767A; &#x884C; &#x3055; &#x308C; &#x308B; cookie &#x3092; &#x4F7F; &#x7528; &#x3057; &#x3066; SP &#x306B; &#x30A2; &#x30AF;&#xD;&#xA;&#x30BB; &#x30B9; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x8A8D; &#x8A3C; &#x30B5; &#x30FC; &#x30D1; &#x306F; Kerberos &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x5229; &#x7528; &#x8005; &#x8A8D; &#x8A3C; &#x3092; &#x884C; &#x3044; , &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x306F;&#xD;&#xA;&#x8A8D; &#x8A3C; &#x6210; &#x529F; &#x5F8C; &#x306B; &#x767A; &#x884C; &#x3055; &#x308C; &#x308B; &#x30C1; &#x30B1; &#x30C3; &#x30C8; &#x3092; &#x4F7F; &#x7528; &#x3057; &#x3066; SP &#x306B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30EA; &#x30D0; &#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x3067; &#x5229; &#x7528; &#x8005; &#x8A8D; &#x8A3C; &#x304C; &#x884C; &#x308F; &#x308C; , &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x306F; &#x8A8D; &#x8A3C; &#x6210; &#x529F; &#x5F8C; &#x306B; &#x30EA; &#x30D0; &#x30FC; &#x30B9;&#xD;&#xA;&#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x7D4C; &#x7531; &#x3067; SP &#x306B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q005.png">
				<div class="card-body">
					<h2 class="card-title">問. 5</h2>
					<p class="card-text">&#x554F; 5 &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30AD; &#x30EB; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x59D4; &#x8A17; &#x5148; &#x306E; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30EA; &#x30B9; &#x30AF; &#x304C; &#x59D4; &#x8A17; &#x5143; &#x306B; &#x3082; &#x5F71; &#x97FF; &#x3059; &#x308B; &#x3068; &#x3044; &#x3046; &#x8003; &#x3048; &#x65B9; &#x3092; &#x57FA; &#x306B; &#x3057; &#x305F;&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; &#x5206; &#x6790; &#x306E; &#x3053; &#x3068;&#xD;&#xA;&#x30A4; &#x653B; &#x6483; &#x8005; &#x304C; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3068; &#x30B5; &#x30FC; &#x30D0; &#x3068; &#x306E; &#x9593; &#x306E; &#x901A; &#x4FE1; &#x3092; &#x4E2D; &#x7D99; &#x3057; , &#x3042; &#x305F; &#x304B; &#x3082; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3068;&#xD;&#xA;&#x30B5; &#x30FC; &#x30D1; &#x304C; &#x76F4; &#x63A5; &#x901A; &#x4FE1; &#x3057; &#x3066; &#x3044; &#x308B; &#x304B; &#x306E; &#x3088; &#x3046; &#x306B; &#x88C5; &#x3046; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x60C5; &#x5831; &#x3092; &#x76DC; &#x8074; &#x3059; &#x308B; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x653B;&#xD;&#xA;&#x6483; &#x624B; &#x6CD5; &#x306E; &#x3053; &#x3068;&#xD;&#xA;&#x30A6; &#x653B; &#x6483; &#x8005; &#x306E; &#x8996; &#x70B9; &#x304B; &#x3089; , &#x653B; &#x6483; &#x306E; &#x624B; &#x53E3; &#x3092; &#x5075; &#x5BDF; &#x304B; &#x3089; &#x76EE; &#x7684; &#x306E; &#x5B9F; &#x884C; &#x307E; &#x3067; &#x306E; &#x6BB5; &#x968E; &#x306B; &#x5206; &#x3051; &#x305F; &#x3082; &#x306E;&#xD;&#xA;&#x5DE5; &#x53D6; &#x5F15; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x8907; &#x6570; &#x306E; &#x53D6; &#x5F15; &#x3054; &#x3068; &#x306B; &#x307E; &#x3068; &#x3081; , &#x305D; &#x308C; &#x3089; &#x3092; &#x6642; &#x7CFB; &#x5217; &#x306B; &#x3064; &#x306A; &#x3052; &#x305F; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x306B; &#x4FDD;&#xD;&#xA;&#x5B58; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x53D6; &#x5F15; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x6539; &#x3056; &#x3093; &#x3092; &#x691C; &#x77E5; &#x53EF; &#x80FD; &#x306B; &#x3057; &#x305F; &#x3082; &#x306E;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q006.png">
				<div class="card-body">
					<h2 class="card-title">問. 6</h2>
					<p class="card-text">&#x554F; 6 &#x30D5; &#x30A1; &#x30A4; &#x30A2; &#x30A6; &#x30A9; &#x30FC; &#x30EB; &#x306B; &#x304A; &#x3051; &#x308B; &#x30B9; &#x30C6; &#x30FC; &#x30C8; &#x30D5; &#x30EB; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x30A4; &#x30F3; &#x30B9; &#x30DA; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x5909; &#x63DB; &#x304C; &#x884C; &#x308F; &#x308C; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5185; &#x90E8; &#x306E; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x69CB; &#x6210; &#x3092; &#x5916; &#x90E8; &#x304B;&#xD;&#xA;&#x3089; &#x96A0; &#x853D; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x6697; &#x53F7; &#x5316; &#x3055; &#x308C; &#x305F; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x90E8; &#x3092; &#x5FA9; &#x53F7; &#x3057; &#x3066; , &#x8A31; &#x53EF; &#x3055; &#x308C; &#x305F; &#x901A; &#x4FE1; &#x304B; &#x3069; &#x3046; &#x304B; &#x3092; &#x5224; &#x65AD; &#x3067;&#xD;&#xA;&#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x904E; &#x53BB; &#x306B; &#x901A; &#x904E; &#x3057; &#x305F; &#x30EA; &#x30AF; &#x30A8; &#x30B9; &#x30C8; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x306B; &#x5BFE; &#x5FDC; &#x4ED8; &#x3051; &#x3089; &#x308C; &#x308B; &#x623B; &#x30EA; &#x306E; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x3092; &#x901A; &#x904E; &#x3055; &#x305B;&#xD;&#xA;&#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x90E8; &#x3092; &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x3057; &#x3066; , &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x5C64; &#x3067; &#x306E; &#x4E0D; &#x6B63; &#x306A; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3092;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q007.png">
				<div class="card-body">
					<h2 class="card-title">問. 7</h2>
					<p class="card-text">&#x554F; 7 FIPS PUB 140-3 &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x9632; &#x6B62; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x6697; &#x53F7; &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x306E; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x8981; &#x6C42; &#x4E8B; &#x9805;&#xD;&#xA;&#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8981; &#x6C42; &#x4E8B; &#x9805;&#xD;&#xA;&#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x3084; &#x8A3C; &#x660E; &#x66F8; &#x5931; &#x52B9; &#x30EA; &#x30B9; &#x30C8; &#x306E; &#x6280; &#x8853; &#x4ED5; &#x69D8;&#xD;&#xA;&#x7121; &#x7DDA; LAN &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x306E; &#x6280; &#x8853; &#x4ED5; &#x69D8;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q008.png">
				<div class="card-body">
					<h2 class="card-title">問. 8</h2>
					<p class="card-text">&#x554F; 8 X. 509 &#x306B; &#x304A; &#x3051; &#x308B; CRL (Certificate Revocation List) &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082;&#xD;&#xA;&#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;5&#xD;&#xA;&#x3068; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x8A8D; &#x8A3C; &#x5C40; &#x306F; , &#x6709; &#x52B9; &#x671F; &#x9650; &#x5185; &#x306E; &#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x306E; &#x30B7; &#x30EA; &#x30A2; &#x30EB; &#x756A; &#x53F7; &#x3092; CRL &#x306B; &#x8A18; &#x8F09; &#x3059; &#x308B; &#x3053;&#xD;&#xA;&#x30A6; &#x8A8D; &#x8A3C; &#x5C40; &#x306F; , &#x767A; &#x884C; &#x3057; &#x305F; &#x5168; &#x3066; &#x306E; &#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x306E; &#x6709; &#x52B9; &#x671F; &#x9650; &#x3092; CRL &#x306B; &#x8A18; &#x8F09; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3044; &#x3066; &#x306F; , &#x30B7; &#x30EA; &#x30A2; &#x30EB; &#x756A; &#x53F7; &#x3092; &#x5931; &#x52B9; &#x5F8C; 1 &#x5E74; &#x9593; CRL &#x306B; &#x8A18; &#x8F09; &#x3059; &#x308B; &#x3088; &#x3046; &#x7FA9; &#x52D9; &#x4ED8; &#x3051; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; RFC 5280 &#x3067; &#x306F; , &#x8A8D; &#x8A3C; &#x5C40; &#x306F; , &#x767A; &#x884C; &#x3057; &#x305F; &#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x306E; &#x3046; &#x3061; &#x5931; &#x52B9; &#x3057; &#x305F; &#x3082; &#x306E; &#x306B; &#x3064;&#xD;&#xA;&#x3066; &#x3044; &#x308C; &#x3070; , CRL &#x3092; &#x53C2; &#x7167; &#x3057; &#x306A; &#x304F; &#x3066; &#x3082; &#x3088; &#x3044; &#x3002;&#xD;&#xA;&#x30A2; PKI &#x306E; &#x5229; &#x7528; &#x8005; &#x306E; web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x306F; , &#x8A8D; &#x8A3C; &#x5C40; &#x306E; &#x516C; &#x958B; &#x9375; &#x304C; web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x306B; &#x7D44; &#x307F; &#x8FBC; &#x307E; &#x308C;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q009.png">
				<div class="card-body">
					<h2 class="card-title">問. 9</h2>
					<p class="card-text">&#x554F; 9 JIS Q 27002 : 2014 &#x306B; &#x306F; &#x8A18; &#x8F09; &#x3055; &#x308C; &#x3066; &#x3044; &#x306A; &#x3044; &#x304C; , JIS Q 27017 : 2016 &#x306B; &#x306F; &#x8A18; &#x8F09; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B;&#xD;&#xA;&#x7BA1; &#x7406; &#x7B56; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x56FA; &#x6709; &#x306E; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x7BA1; &#x7406; &#x7B56;&#xD;&#xA;&#x4E8B; &#x696D; &#x7D99; &#x7D9A; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3051; &#x308B; &#x7BA1; &#x7406; &#x7B56;&#xD;&#xA;&#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30AC; &#x30D0; &#x30CA; &#x30F3; &#x30B9; &#x306B; &#x304A; &#x3051; &#x308B; &#x7BA1; &#x7406; &#x7B56;&#xD;&#xA;&#x5236; &#x5FA1; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x56FA; &#x6709; &#x306E; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x7BA1; &#x7406; &#x7B56;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q010.png">
				<div class="card-body">
					<h2 class="card-title">問. 10</h2>
					<p class="card-text">&#x554F; 1 0 cookle &#x306B; Secure &#x5C5E; &#x6027; &#x3092; &#x8A2D; &#x5B9A; &#x3057; &#x306A; &#x304B; &#x3063; &#x305F; &#x3068; &#x304D; &#x3068; &#x6BD4; &#x8F03; &#x3057; &#x305F; , &#x8A2D; &#x5B9A; &#x3057; &#x305F; &#x3068; &#x304D; &#x306E; &#x52D5; &#x4F5C; &#x3068; &#x3057;&#xD;&#xA;&#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;cookie &#x306B; &#x8A2D; &#x5B9A; &#x3055; &#x308C; &#x305F; &#x6709; &#x52B9; &#x671F; &#x9593; &#x3092; &#x904E; &#x304E; &#x308B; &#x3068; , cookie &#x304C; &#x7121; &#x52B9; &#x5316; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;JavaScnpt &#x306B; &#x3088; &#x308B; cookie &#x306E; &#x8AAD; &#x51FA; &#x3057; &#x304C; &#x7981; &#x6B62; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;URL &#x5185; &#x306E; &#x30B9; &#x30AD; &#x30FC; &#x30E0; &#x304C; https &#x306E; &#x3068; &#x304D; &#x3060; &#x3051; , Web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x304B; &#x3089; cookie &#x304C; &#x9001; &#x51FA; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;Web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x304C; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3059; &#x308B; URL &#x5185; &#x306E; &#x30D1; &#x30B9; &#x3068; cookie &#x306B; &#x8A2D; &#x5B9A; &#x3055; &#x308C; &#x305F; &#x30D1; &#x30B9; &#x306E; &#x30D7; &#x30EC; &#x30D5;&#xD;&#xA;&#x30A4; &#x30C3; &#x30AF; &#x30B9; &#x304C; &#x4E00; &#x81F4; &#x3059; &#x308B; &#x3068; &#x304D; &#x3060; &#x3051; , Web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x304B; &#x3089; cookie &#x304C; &#x9001; &#x51FA; &#x3055; &#x308C; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q011.png">
				<div class="card-body">
					<h2 class="card-title">問. 11</h2>
					<p class="card-text">&#x554F; 11 &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x30AB; &#x30E1; &#x30E9; &#x306A; &#x3069; &#x306E; IoT &#x6A5F; &#x5668; &#x3067; &#x306F; TCP23 &#x756A; &#x30DD; &#x30FC; &#x30C8; &#x3078; &#x306E; &#x653B; &#x6483; &#x304C; &#x591A; &#x3044; &#x7406; &#x7531; &#x306F; &#x3069;&#xD;&#xA;&#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x6DFB; &#x4ED8; &#x3057; &#x305F; &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x3092; IoT &#x6A5F; &#x5668; &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x3068; &#x3044; &#x3046;&#xD;&#xA;&#x30A4; TCP23 &#x756A; &#x30DD; &#x30FC; &#x30C8; &#x306F; IoT &#x6A5F; &#x5668; &#x306E; &#x64CD; &#x4F5C; &#x7528; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x3066; &#x304A; &#x30EA; , &#x305D; &#x306E; &#x30D7; &#x30ED; &#x30C8;&#xD;&#xA;&#x521D; &#x671F; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x4F7F; &#x3063; &#x305F; &#x4E0D; &#x6B63; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x304C; &#x6210; &#x529F; &#x3057; , &#x4E0D; &#x6B63; &#x306B; IoT &#x6A5F;&#xD;&#xA;&#x30A2; TCP23 &#x756A; &#x30DD; &#x30FC; &#x30C8; &#x306F; IoT &#x6A5F; &#x5668; &#x306E; &#x64CD; &#x4F5C; &#x7528; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x3066; &#x304A; &#x30EA; , &#x305D; &#x306E; &#x30D7; &#x30ED; &#x30C8;&#xD;&#xA;&#x30B3; &#x30EB; &#x3092; &#x7528; &#x3044; &#x308B; &#x3068; ,&#xD;&#xA;&#x5668; &#x3092; &#x64CD; &#x4F5C; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068; &#x304C; &#x591A; &#x3044; &#x304B; &#x3089;&#xD;&#xA;&#x30B3; &#x30EB; &#x3092; &#x7528; &#x3044; &#x308B; &#x3068; ,&#xD;&#xA;7&#xD;&#xA;&#x308B; &#x3068; &#x3044; &#x3046; &#x653B; &#x6483; &#x304C; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068; &#x304C; &#x591A; &#x3044; &#x304B; &#x3089;&#xD;&#xA;&#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3092; &#x7528; &#x3044; &#x308B; &#x3068; , &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x6DFB; &#x4ED8; &#x3057; &#x305F; &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x3092; IoT &#x6A5F; &#x5668; &#x306B; &#x9001; &#x4FE1; &#x3059;&#xD;&#xA;&#x5DE5; TCP23 &#x756A; &#x30DD; &#x30FC; &#x30C8; &#x306F; IoT &#x6A5F; &#x5668; &#x3078; &#x306E; &#x30E1; &#x30FC; &#x30EB; &#x9001; &#x4FE1; &#x7528; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x3066; &#x304A; &#x30EA; , &#x305D;&#xD;&#xA;&#x306B; IoT &#x6A5F; &#x5668; &#x3092; &#x64CD; &#x4F5C; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068; &#x304C; &#x591A; &#x3044; &#x304B; &#x3089;&#xD;&#xA;&#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3092; &#x7528; &#x3044; &#x308B; &#x3068; , &#x521D; &#x671F; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x4F7F; &#x3063; &#x305F; &#x4E0D; &#x6B63; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x304C; &#x6210; &#x529F; &#x3057; , &#x4E0D; &#x6B63;&#xD;&#xA;&#x30A6; TCP23 &#x756A; &#x30DD; &#x30FC; &#x30C8; &#x306F; IoT &#x6A5F; &#x5668; &#x3078; &#x306E; &#x30E1; &#x30FC; &#x30EB; &#x9001; &#x4FE1; &#x7528; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x3066; &#x304A; &#x308A; , &#x305D;&#xD;&#xA;&#x653B; &#x6483; &#x304C; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068; &#x304C; &#x591A; &#x3044; &#x304B; &#x3089;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q012.png">
				<div class="card-body">
					<h2 class="card-title">問. 12</h2>
					<p class="card-text">&#x554F; 12 &#x5916; &#x90E8; &#x304B; &#x3089; &#x4FB5; &#x5165; &#x3055; &#x308C; &#x305F; &#x30B5; &#x30FC; &#x30D1; &#x53CA; &#x3073; &#x305D; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x63A5; &#x7D9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x305F; &#x8A18; &#x61B6; &#x5A92; &#x4F53; &#x3092; &#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x3068;&#xD;&#xA;&#x3057; &#x3066; &#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x30D5; &#x30A9; &#x30EC; &#x30F3; &#x30B8; &#x30C3; &#x30AF; &#x30B9; &#x3092; &#x884C; &#x3046; &#x3053; &#x3068; &#x306B; &#x306A; &#x3063; &#x305F; &#x3002; &#x3053; &#x306E; &#x3068; &#x304D; , &#x7A3C; &#x50CD; &#x72B6; &#x614B; &#x306B; &#x3042; &#x308B; &#x8ABF;&#xD;&#xA;&#x67FB; &#x5BFE; &#x8C61; &#x306E; &#x30B5; &#x30FC; &#x30D1; , &#x8A18; &#x61B6; &#x5A92; &#x4F53; &#x306A; &#x3069; &#x304B; &#x3089; &#x8868; &#x306B; &#x793A; &#x3059; a ~ d &#x3092; &#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x4FDD; &#x5168; &#x3059; &#x308B; &#x3002; &#x4FDD; &#x5168; &#x306E; &#x9806;&#xD;&#xA;&#x5E8F; &#x306E; &#x3046; &#x3061; , &#x63EE; &#x767A; &#x6027; &#x306E; &#x89B3; &#x70B9; &#x304B; &#x3089; &#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;b&#xD;&#xA;c&#xD;&#xA;d&#xD;&#xA;&#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x4FDD; &#x5168; &#x3059; &#x308B; &#x3082; &#x306E;&#xD;&#xA;&#x9060; &#x9694; &#x306B; &#x3042; &#x308B; &#x30ED; &#x30B0; &#x30B5; &#x30FC; &#x30D1; &#x306B; &#x8A18; &#x9332; &#x3055; &#x308C; &#x305F; &#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x30B5; &#x30FC; &#x30D1; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30ED; &#x30B0;&#xD;&#xA;&#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x30B5; &#x30FC; &#x30D1; &#x306B; &#x30A4; &#x30F3; &#x30B9; &#x30C8; &#x30FC; &#x30EB; &#x3055; &#x308C; &#x3066; &#x3044; &#x305F; &#x4F1A; &#x8A08; &#x30BD; &#x30D5; &#x30C8; &#x306E; &#x30A4; &#x30F3; &#x30B9; &#x30C8; &#x30FC; &#x30EB; &#x7528; CD&#xD;&#xA;&#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x30CF; &#x30FC; &#x30C9; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x4E0A; &#x306E; &#x8868; &#x8A08; &#x7B97; &#x30D5; &#x30A1; &#x30A4; &#x30EB;&#xD;&#xA;&#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x30EB; &#x30FC; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x30C6; &#x30FC; &#x30D7; &#x30EB; &#x306E; &#x72B6; &#x614B;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x3053; &#x531A;&#xD;&#xA;a &#x2192; c &#x2192; d &#x2192; b&#xD;&#xA;b &#x2192; c &#x2192; a &#x2192; d&#xD;&#xA;C &#x30FC; ) a - &#x2192; d</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q013.png">
				<div class="card-body">
					<h2 class="card-title">問. 13</h2>
					<p class="card-text">&#x554F; 13 &#x30C6; &#x30F3; &#x30D9; &#x30B9; &#x30C8; &#x653B; &#x6483; &#x3092; &#x8AAC; &#x660E; &#x3057; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x6545; &#x610F; &#x306B; &#x6697; &#x53F7; &#x5316; &#x6F14; &#x7B97; &#x3092; &#x8AA4; &#x52D5; &#x4F5C; &#x3055; &#x305B; , &#x6B63; &#x3057; &#x3044; &#x51E6; &#x7406; &#x7D50; &#x679C; &#x3068; &#x306E; &#x5DEE; &#x7570; &#x3092; &#x89E3; &#x6790; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x51E6; &#x7406; &#x6642; &#x9593; &#x306E; &#x5DEE; &#x7570; &#x3092; &#x8A08; &#x6E2C; &#x3057; &#x3066; &#x89E3; &#x6790; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x51E6; &#x7406; &#x4E2D; &#x306B; &#x6A5F; &#x5668; &#x304B; &#x3089; &#x653E; &#x5C04; &#x3055; &#x308C; &#x308B; &#x96FB; &#x78C1; &#x6CE2; &#x3092; &#x89B3; &#x6E2C; &#x3057; &#x3066; &#x89E3; &#x6790; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30C1; &#x30C3; &#x30D7; &#x5185; &#x306E; &#x4FE1; &#x53F7; &#x7DDA; &#x306A; &#x3069; &#x306B; &#x63A2; &#x91DD; &#x3092; &#x76F4; &#x63A5; &#x5F53; &#x3066; , &#x51E6; &#x7406; &#x4E2D; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x89B3; &#x6E2C; &#x3057; &#x3066; &#x89E3; &#x6790; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q014.png">
				<div class="card-body">
					<h2 class="card-title">問. 14</h2>
					<p class="card-text">&#x554F; 14 &#x30EB; &#x30FC; &#x30C8; &#x30AD; &#x30C3; &#x30C8; &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;OS &#x306A; &#x3069; &#x306B; &#x4E0D; &#x6B63; &#x306B; &#x7D44; &#x307F; &#x8FBC; &#x3093; &#x3060; &#x30C4; &#x30FC; &#x30EB; &#x306E; &#x5B58; &#x5728; &#x3092; &#x96A0; &#x3059; &#x3002;&#xD;&#xA;&#x30BC; &#x3044;&#xD;&#xA;OS &#x306E; &#x4E2D; &#x6838; &#x3067; &#x3042; &#x308B; &#x30AB; &#x30FC; &#x30CD; &#x30EB; &#x90E8; &#x5206; &#x306E; &#x8106; &#x5F31; &#x6027; &#x3092; &#x5206; &#x6790; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x304C; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x306B; &#x611F; &#x67D3; &#x3057; &#x3066; &#x3044; &#x306A; &#x3044; &#x3053; &#x3068; &#x3092; &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x3084; &#x30EB; &#x30FC; &#x30BF; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x53EF; &#x80FD; &#x306A; &#x901A; &#x4FE1; &#x30DD; &#x30FC; &#x30C8; &#x3092; &#x5916; &#x90E8; &#x304B; &#x3089; &#x8ABF; &#x67FB; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q015.png">
				<div class="card-body">
					<h2 class="card-title">問. 15</h2>
					<p class="card-text">&#x554F; 15 &#x7121; &#x7DDA; LAN &#x306E; &#x6697; &#x53F7; &#x5316; &#x901A; &#x4FE1; &#x3092; &#x5B9F; &#x88C5; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x898F; &#x683C; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F;&#xD;&#xA;&#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5229; &#x7528; &#x8005; ID &#x3068; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306B; &#x3088; &#x308B; &#x5229; &#x7528; &#x8005; &#x8A8D; &#x8A3C;&#xD;&#xA;&#x30A6; &#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x306B; &#x3088; &#x308B; &#x8A8D; &#x8A3C; &#x30B5; &#x30FC; &#x30D1; &#x3068; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x306E; &#x76F8; &#x4E92; &#x8A8D; &#x8A3C;&#xD;&#xA;&#x30C9; &#x306B; &#x3088; &#x308B; &#x5229; &#x7528; &#x8005; &#x8A8D; &#x8A3C;&#xD;&#xA;&#x30A4; &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x767B; &#x9332; &#x3057; &#x305F; &#x5171; &#x901A; &#x9375; &#x306B; &#x3088; &#x308B; &#x30B5; &#x30FC; &#x30D0; &#x8A8D; &#x8A3C; &#x3068; , &#x6642; &#x523B; &#x540C; &#x671F; &#x306E; &#x30EF; &#x30F3; &#x30BF; &#x30A4; &#x30E0; &#x30D1; &#x30B9; &#x30EF; &#x30FC;&#xD;&#xA;&#x30A2; CHAP &#x3092; &#x7528; &#x3044; &#x305F; &#x30C1; &#x30E3; &#x30EC; &#x30F3; &#x30B8; &#x30EC; &#x30B9; &#x30DD; &#x30F3; &#x30B9; &#x306B; &#x3088; &#x308B; &#x5229; &#x7528; &#x8005; &#x8A8D; &#x8A3C;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q016.png">
				<div class="card-body">
					<h2 class="card-title">問. 16</h2>
					<p class="card-text">&#x554F; 1 6 IEEE 802. IX &#x3067; &#x4F7F; &#x308F; &#x308C; &#x308B; EAP-TLS &#x304C; &#x884C; &#x3046; &#x8A8D; &#x8A3C; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x308C; &#x308B; &#x6697; &#x53F7; &#x5316; &#x9375; &#x3092; &#x7528; &#x3044; &#x305F; &#x6697; &#x53F7; &#x5316; &#x901A; &#x4FE1; &#x3092; &#x5B9F; &#x88C5; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x898F; &#x683C; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; WPA3-Enterprise &#x306F; , IEEE 802. IX &#x306E; &#x898F; &#x683C; &#x306B; &#x6CBF; &#x3063; &#x305F; &#x5229; &#x7528; &#x8005; &#x8A8D; &#x8A3C; &#x53CA; &#x3073; &#x52D5; &#x7684; &#x306B; &#x914D; &#x5E03; &#x3055;&#xD;&#xA;&#x53F7; &#x5316; &#x901A; &#x4FE1; &#x3092; &#x5B9F; &#x88C5; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x898F; &#x683C; &#x3067; &#x898F; &#x5B9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; SSID &#x306F; , &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; PC &#x3067; &#x5229; &#x7528; &#x3059; &#x308B; &#x79D8; &#x5BC6; &#x9375; &#x3067; &#x3042; &#x308A; , &#x516C; &#x958B; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x306B; &#x3088; &#x308B; &#x6697;&#xD;&#xA;&#x308B; &#x6697; &#x53F7; &#x5316; &#x901A; &#x4FE1; &#x3092; &#x5B9F; &#x88C5; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x898F; &#x683C; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; RADIUS &#x306F; , &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; PC &#x3068; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30DD; &#x30A4; &#x30F3; &#x30C8; &#x3068; &#x306E; &#x9593; &#x3067; &#x516C; &#x958B; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x306B; &#x3088;&#xD;&#xA;&#x901A; &#x9375; &#x306B; &#x3088; &#x308B; &#x6697; &#x53F7; &#x5316; &#x901A; &#x4FE1; &#x3092; &#x5B9F; &#x88C5; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x898F; &#x683C; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; EAP &#x306F; , &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; PC &#x3068; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30DD; &#x30A4; &#x30F3; &#x30C8; &#x3068; &#x306E; &#x9593; &#x3067; , &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x767B; &#x9332; &#x3057; &#x305F; &#x5171;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q017.png">
				<div class="card-body">
					<h2 class="card-title">問. 17</h2>
					<p class="card-text">&#x554F; 17 TLSI. 3 &#x306E; &#x6697; &#x53F7; &#x30B9; &#x30A4; &#x30FC; &#x30C8; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8AAC; &#x660E; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; TLS 1.2 &#x3067; &#x898F; &#x5B9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x5171; &#x901A; &#x9375; &#x6697; &#x53F7; AES-CBC &#x3092; &#x5FC5; &#x9808; &#x306E; &#x6697; &#x53F7; &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x3068; &#x3057;&#xD;&#xA;&#x3066; &#x7D99; &#x7D9A; &#x5229; &#x7528; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; Wi - Fi &#x30A2; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30B9; &#x306B; &#x304A; &#x3044; &#x3066; &#x898F; &#x683C; &#x5316; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30B5; &#x30FC; &#x30D1; &#x3068; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x306E; &#x305D; &#x308C; &#x305E; &#x308C; &#x304C; &#x304A; &#x4E92; &#x3044; &#x306B; &#x5225; &#x306E; &#x6697; &#x53F7; &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x3092; &#x9078; &#x629E; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x8A8D; &#x8A3C; &#x6697; &#x53F7; &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x3068; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x306E; &#x7D44; &#x307F; &#x3067; &#x69CB; &#x6210; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q018.png">
				<div class="card-body">
					<h2 class="card-title">問. 18</h2>
					<p class="card-text">&#x554F; 18 &#x30EC; &#x30A4; &#x30E4; 3 &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x5185; &#x306B; &#x8AD6; &#x7406; &#x7684; &#x306A; &#x30EC; &#x30A4; &#x30E4; 2 &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x3092; &#x30AB; &#x30D7; &#x30BB; &#x30EB; &#x5316; &#x306B; &#x3088; &#x3063; &#x3066;&#xD;&#xA;&#x69CB; &#x7BC9; &#x3059; &#x308B; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;IEEE 802. lad ( QinQ)&#xD;&#xA;PPPoE&#xD;&#xA;&#x30A4; IPsec&#xD;&#xA;&#x5DE5; VXLAN</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q019.png">
				<div class="card-body">
					<h2 class="card-title">問. 19</h2>
					<p class="card-text">&#x554F; 19 &#x30A3; &#x30FC; &#x30B5; &#x30CD; &#x30C3; &#x30C8; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30EB; &#x30FC; &#x30BF; &#x3067; &#x63A5; &#x7D9A; &#x3055; &#x308C; &#x305F; &#x4E8C; &#x3064; &#x306E; &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x9593; &#x3067; &#x306E; &#x30B3; &#x30EA; &#x30B8; &#x30E7; &#x30F3; &#x306E;&#xD;&#xA;&#x4F1D; &#x642C; &#x3068; , &#x5B9B; &#x5148; MAC &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x5168; &#x3066; &#x306E; &#x30D3; &#x30C3; &#x30C8; &#x304C; 1 &#x3067; &#x3042; &#x308B; &#x30D7; &#x30ED; &#x30FC; &#x30C9; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30D5; &#x30EC; &#x30FC; &#x30E0; &#x306E;&#xD;&#xA;&#x4E2D; &#x7D99; &#x306B; &#x3064; &#x3044; &#x3066; , &#x9069; &#x5207; &#x306A; &#x7D44; &#x5408; &#x305B; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x30B3; &#x30EA; &#x30B8; &#x30E7; &#x30F3; &#x306E; &#x4F1D; &#x642C;&#xD;&#xA;&#x4F1D; &#x642C; &#x3057; &#x306A; &#x3044;&#xD;&#xA;&#x4F1D; &#x642C; &#x3057; &#x306A; &#x3044;&#xD;&#xA;&#x4F1D; &#x642C; &#x3059; &#x308B;&#xD;&#xA;&#x4F1D; &#x642C; &#x3059; &#x308B;&#xD;&#xA;&#x30D7; &#x30ED; &#x30FC; &#x30C9; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30D5; &#x30EC; &#x30FC; &#x30E0; &#x306E; &#x4E2D; &#x7D99;&#xD;&#xA;&#x4E2D; &#x7D99; &#x3057; &#x306A; &#x3044;&#xD;&#xA;&#x4E2D; &#x7D99; &#x3059; &#x308B;&#xD;&#xA;&#x4E2D; &#x7D99; &#x3057; &#x306A; &#x3044;&#xD;&#xA;&#x4E2D; &#x7D99; &#x3059; &#x308B;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q020.png">
				<div class="card-body">
					<h2 class="card-title">問. 20</h2>
					<p class="card-text">&#x554F; 21 &#x6B21; &#x306E; &#x8868; &#x306B; &#x304A; &#x3044; &#x3066; , &#x201C; &#x5728; &#x5EAB; &quot; &#x8868; &#x306E; &#x88FD; &#x54C1; &#x756A; &#x53F7; &#x306B; &#x53C2; &#x7167; &#x5236; &#x7D04; &#x304C; &#x5B9A; &#x7FA9; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3068; &#x304D; , &#x305D; &#x306E; &#x53C2;&#xD;&#xA;&#x7167; &#x5236; &#x7D04; &#x306B; &#x3088; &#x3063; &#x3066; &#x62D2; &#x5426; &#x3055; &#x308C; &#x308B; &#x53EF; &#x80FD; &#x6027; &#x304C; &#x3042; &#x308B; &#x64CD; &#x4F5C; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3092; , &#x7834; &#x7DDA; &#x306E; &#x4E0B; &#x7DDA; &#x306F; &#x5916; &#x90E8; &#x30AD; &#x30FC; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x88FD; &#x54C1; ( &#x88FD; &#x54C1; &#x756A; &#x53F7; , &#x88FD; &#x54C1; &#x540D; , &#x578B; , &#x5358; &#x4FA1; )&#xD;&#xA;&#x5728; &#x5EAB; ( &#x5728; &#x5EAB; &#x7BA1; &#x7406; &#x756A; &#x53F7; , &#x88FD; &#x54C1; &#x756A; &#x53F7; , &#x5728; &#x5EAB; &#x91CF; )&#xD;&#xA;&#x3053; &#x3067; , &#x5B9F; &#x7DDA; &#x306E; &#x4E0B; &#x7DDA; &#x306F; &#x4E3B; &#x30AD; &#x30FC;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x201C; &#x5728; &#x5EAB; &#x201D; &#x8868; &#x306E; &#x884C; &#x524A; &#x9664;&#xD;&#xA;&#x201C; &#x5728; &#x5EAB; &#x201D; &#x8868; &#x3078; &#x306E; &#x884C; &#x8FFD; &#x52A0;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x201C; &#x5728; &#x5EAB; &quot; &#x8868; &#x306E; &#x8868; &#x524A; &#x9664;&#xD;&#xA;&#x201C; &#x88FD; &#x54C1; &#x201D; &#x8868; &#x3078; &#x306E; &#x884C; &#x8FFD; &#x52A0;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q021.png">
				<div class="card-body">
					<h2 class="card-title">問. 21</h2>
					<p class="card-text">&#x554F; 22 &#x30C6; &#x30B9; &#x30C8; &#x62C5; &#x5F53; &#x8005; &#x304C; , &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x52D5; &#x4F5C; &#x3055; &#x305B; &#x3066; &#x305D; &#x306E; &#x52D5; &#x304D; &#x3092; &#x5B66; &#x7FD2; &#x3057; &#x306A; &#x304C; &#x3089; ,&#xD;&#xA;&#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; &#x4EE5; &#x964D; &#x306E; &#x30C6; &#x30B9; &#x30C8; &#x3092; &#x52D5; &#x7684; &#x306B; &#x8A08; &#x753B; &#x3057; &#x3066; &#x9032; &#x3081; &#x308B; &#x30C6; &#x30B9; &#x30C8; &#x306E; &#x65B9; &#x6CD5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x81EA; &#x8EAB; &#x306E; &#x7D4C; &#x9A13;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5B9F; &#x9A13; &#x8A08; &#x753B; &#x6CD5;&#xD;&#xA;&#x63A2; &#x7D22; &#x7684; &#x30C6; &#x30B9; &#x30C8;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x72B6; &#x614B; &#x9077; &#x79FB; &#x30C6; &#x30B9; &#x30C8;&#xD;&#xA;&#x30E2; &#x30C7; &#x30EB; &#x3079; &#x30FC; &#x30B9; &#x30C9; &#x30C6; &#x30B9; &#x30C8;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q022.png">
				<div class="card-body">
					<h2 class="card-title">問. 22</h2>
					<p class="card-text">&#x554F; 23 &#x30D7; &#x30EB; &#x30FC; &#x30EC; &#x30A4; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x3067; &#x4F7F; &#x308F; &#x308C; &#x3066; &#x3044; &#x308B; &#x30B3; &#x30F3; &#x30C6; &#x30F3; &#x30C4; &#x4FDD; &#x8B77; &#x6280; &#x8853; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; AACS&#xD;&#xA;&#x30A4; CPRM&#xD;&#xA;&#x30A6; CSS&#xD;&#xA;11&#xD;&#xA;&#x5DE5; &#x2165; &#x516C; &#x9280; M</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q023.png">
				<div class="card-body">
					<h2 class="card-title">問. 23</h2>
					<p class="card-text">&#x554F; 24 &#x60C5; &#x5831; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8A2D; &#x8A08; &#x306E; &#x4F8B; &#x306E; &#x3046; &#x3061; , &#x30D5; &#x30A7; &#x30FC; &#x30EB; &#x30BD; &#x30D5; &#x30C8; &#x306E; &#x8003; &#x3048; &#x65B9; &#x3092; &#x9069; &#x7528; &#x3057; &#x305F; &#x4F8B; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; UPS &#x3092; &#x8A2D; &#x7F6E; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x505C; &#x96FB; &#x6642; &#x306B; &#x624B; &#x9806; &#x3069; &#x304A; &#x30EA; &#x306B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x505C; &#x6B62; &#x3067; &#x304D; &#x308B; &#x3088;&#xD;&#xA;&#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x5236; &#x5FA1; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x969C; &#x5BB3; &#x6642; &#x306B; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x66B4; &#x8D70; &#x3092; &#x907F; &#x3051; , &#x5B89; &#x5168; &#x306B; &#x904B; &#x8EE2; &#x3092; &#x505C; &#x6B62; &#x3067; &#x304D; &#x308B; &#x3088;&#xD;&#xA;&#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x969C; &#x5BB3; &#x6642; &#x306B; , &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x306F; &#x4F4E; &#x4E0B; &#x3059; &#x308B; &#x304C; , &#x69CB; &#x6210; &#x3092; &#x7E2E; &#x5C0F; &#x3057; &#x3066; &#x904B; &#x8EE2; &#x3092;&#xD;&#xA;&#x7D9A; &#x3051; &#x3089; &#x308C; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x5229; &#x7528; &#x8005; &#x306E; &#x8AA4; &#x64CD; &#x4F5C; &#x3084; &#x8AA4; &#x5165; &#x529B; &#x3092; &#x672A; &#x7136; &#x306B; &#x9632; &#x3050; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8AA4; &#x52D5; &#x4F5C; &#x3092; &#x9632; &#x6B62; &#x3067;&#xD;&#xA;&#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_sc/2021r03a_sc_am2_qs/q024.png">
				<div class="card-body">
					<h2 class="card-title">問. 24</h2>
					<p class="card-text">&#x554F; 25 &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x5C0E; &#x5165; &#x691C; &#x8A0E; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5;&#xD;&#xA;&#x30FC; &#x30D3; &#x30B9; &#x4E0A; &#x306B; &#x4FDD; &#x5B58; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x60C5; &#x5831; &#x306E; &#x4FDD; &#x5168; &#x53CA; &#x3073; &#x6D88; &#x5931; &#x306E; &#x4E88; &#x9632; &#x306B; &#x95A2; &#x3059; &#x308B; &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x30DD; &#x30A4; &#x30F3; &#x30C8; &#x3068; &#x3057;&#xD;&#xA;&#x3066; , &#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D4; &#x30B9; &#x306E; &#x969C; &#x5BB3; &#x6642; &#x306B; &#x304A; &#x3051; &#x308B; &#x6700; &#x5927; &#x8A31; &#x5BB9; &#x505C; &#x6B62; &#x6642; &#x9593; &#x304C; &#x691C; &#x8A0E; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30A4; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x5229; &#x7528; &#x8005; ID &#x3068; &#x65E2; &#x5B58; &#x306E; &#x793E; &#x5185; &#x60C5; &#x5831; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x5229; &#x7528; &#x8005; ID &#x306E; &#x4E00; &#x5143; &#x7BA1;&#xD;&#xA;&#x7406; &#x306E; &#x53EF; &#x5426; &#x304C; &#x691C; &#x8A0E; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30A6; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x4E8B; &#x696D; &#x8005; &#x304C; &#x4FE1; &#x983C; &#x3067; &#x304D; &#x308B; &#x304B; , &#x4E8B; &#x696D; &#x8005; &#x306E; &#x4E8B; &#x696D; &#x7D99; &#x7D9A; &#x6027; &#x306B; &#x61F8; &#x5FF5;&#xD;&#xA;&#x304C; &#x306A; &#x3044; &#x304B; , &#x53CA; &#x3073; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x304C; &#x7D99; &#x7D9A; &#x3057; &#x3066; &#x63D0; &#x4F9B; &#x3055; &#x308C; &#x308B; &#x304B; &#x3069; &#x3046; &#x304B; &#x304C; &#x691C; &#x8A0E; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30A7; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x4E8B; &#x696D; &#x8005; &#x306E; &#x65BD; &#x8A2D; &#x5185; &#x306E; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; , &#x6697; &#x53F7; &#x5316; &#x901A; &#x4FE1; &#x304C; &#x63A1;&#xD;&#xA;&#x7528; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x304B; &#x3069; &#x3046; &#x304B; &#x304C; &#x691C; &#x8A0E; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x304B; &#x3002;</p>
				</div>
			</article>
	</div>
</section>

	</main>
	<footer>
		<a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a>
	</footer>
		
</body>
</html>