<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x76E3;&#x67FB;&#x6280;&#x8853;&#x8005;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link rel="stylesheet" href="https://unpkg.com/mvp.css">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body>
	<header>
		<nav>
			<a href="/">
				IPA過去問Bot
			</a>
		</nav>
	</header>
	<main>
		
<section>
	<h2>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x76E3;&#x67FB;&#x6280;&#x8853;&#x8005;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C;</h2>
		<article>
			<h3>問. 1</h3>
			<figure>
				<figcaption><small>&#x554F; 1 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x7BA1; &#x7406; &#x57FA; &#x6E96; ( &#x5E73; &#x6210; 30 &#x5E74; ) &#x306B; &#x304A; &#x3044; &#x3066; , IT &#x30AC; &#x30D0; &#x30CA; &#x30F3; &#x30B9; &#x306B; &#x304A; &#x3051; &#x308B; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; &#x63A1; &#x7528;&#xD;&#xA;&#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; EDM &#x30E2; &#x30C6; &#x30EB;&#xD;&#xA;&#x30A6; PDCA &#x30B5; &#x30A4; &#x30AF; &#x30EB;&#xD;&#xA;&#x30A4; OODA &#x30EB; &#x30FC; &#x30D7;&#xD;&#xA;&#x5DE5; SDCA &#x30B5; &#x30A4; &#x30AF; &#x30EB;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q001.png" alt="問. 1 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 2</h3>
			<figure>
				<figcaption><small>&#x554F; 2 JIS Q 19011 : 2019 ( &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x306E; &#x305F; &#x3081; &#x306E; &#x6307; &#x91DD; ) &#x306B; &#x304A; &#x3051; &#x308B; &quot; &#x7B2C; &#x4E00; &#x8005; &#x76E3;&#xD;&#xA;&#x5185; &#x90E8; &#x76E3; &#x67FB; &#x90E8; &#x9580; &#x304C; &#x4E8B; &#x696D; &#x90E8; &#x9580; &#x3092; &#x5BFE; &#x8C61; &#x3068; &#x3057; &#x3066; &#x884C; &#x3046; &#x76E3; &#x67FB;&#xD;&#xA;&#x4ED5; &#x5165; &#x5148; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x5916; &#x90E8; &#x76E3; &#x67FB;&#xD;&#xA;&#x696D; &#x52D9; &#x59D4; &#x8A17; &#x5148; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x5916; &#x90E8; &#x76E3; &#x67FB;&#xD;&#xA;ISMS &#x53D6; &#x5F97; &#x306E; &#x305F; &#x3081; &#x306E; &#x8A8D; &#x8A3C; &#x5BE9; &#x67FB;&#xD;&#xA;&#x67FB; &#x201D; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A2;&#xD;&#xA;3&#xD;&#xA;&#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A8; &#x30D7; &#x30ED; &#x30C0; &#x30AF; &#x30C8; &#x30AA; &#x30FC; &#x30CA; &#x30FC; &#x53CA; &#x3073; &#x958B; &#x767A; &#x30C1; &#x30FC; &#x30E0; &#x306F; , &#x5229; &#x5BB3; &#x95A2; &#x4FC2; &#x8005; &#x3078; &#x306E; &#x30C7; &#x30E2; &#x30F3; &#x30B9; &#x30C8; &#x30EC; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x3092;&#xD;&#xA;&#x5B9A; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A6; &#x30D6; &#x30ED; &#x30C0; &#x30AF; &#x30C8; &#x30AA; &#x30FC; &#x30CA; &#x30FC; &#x53CA; &#x3073; &#x958B; &#x767A; &#x30C1; &#x30FC; &#x30E0; &#x306F; , &#x53CD; &#x5FA9; &#x958B; &#x767A; &#x306E; &#x958B; &#x59CB; &#x5F8C; &#x306B; , &#x30EA; &#x30EA; &#x30FC; &#x30B9; &#x8A08; &#x753B; &#x3092; &#x7B56;&#xD;&#xA;&#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A4; &#x958B; &#x767A; &#x30C1; &#x30FC; &#x30E0; &#x306F; , &#x958B; &#x767A; &#x5DE5; &#x7A0B; &#x3054; &#x3068; &#x306E; &#x5B8C; &#x4E86; &#x57FA; &#x6E96; &#x306B; &#x6CBF; &#x3063; &#x3066; , &#x958B; &#x767A; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x9010; &#x6B21; &#x7684; &#x306B; &#x9032; &#x3081;&#xD;&#xA;&#x958B; &#x767A; &#x3092; &#x9032; &#x3081; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A2; &#x958B; &#x767A; &#x30C1; &#x30FC; &#x30E0; &#x306F; , &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x8A08; &#x753B; &#x3057; &#x305F; &#x7D44; &#x7E54; &#x4F53; &#x5236; &#x53CA; &#x3073; &#x958B; &#x767A; &#x5DE5; &#x7A0B; &#x306B; &#x57FA; &#x3065; &#x304F; &#x5206; &#x696D; &#x5236; &#x3092; &#x3068; &#x30EA; ,&#xD;&#xA;&#x53D6; &#x6271; &#x3044; &#x3068; &#x3057; &#x3066; , &#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q002.png" alt="問. 2 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 3</h3>
			<figure>
				<figcaption><small>&#x554F; 3 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x7BA1; &#x7406; &#x57FA; &#x6E96; ( &#x5E73; &#x6210; 30 &#x5E74; ) &#x306B; &#x898F; &#x5B9A; &#x3055; &#x308C; &#x305F; &#x30A2; &#x30B8; &#x30E3; &#x30A4; &#x30EB; &#x958B; &#x767A; &#x306B; &#x304A; &#x3044; &#x3066; &#x7559; &#x610F; &#x3059; &#x3079; &#x304D;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q003.png" alt="問. 3 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 4</h3>
			<figure>
				<figcaption><small>&#x554F; 4 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x57FA; &#x6E96; ( &#x5E73; &#x6210; 30 &#x5E74; ) &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x76E3; &#x67FB; &#x30DD; &#x30A4; &#x30F3; &#x30C8; &#x3092; &#x7DB2; &#x7F85; &#x3057; &#x305F; &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x30EA; &#x30B9; &#x30C8; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x4EBA; &#x306E; &#x884C; &#x70BA; &#x898F; &#x7BC4; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x306E; &#x52B9; &#x7387; &#x7684; &#x30FB; &#x52B9; &#x679C; &#x7684; &#x9042; &#x884C; &#x3092; &#x53EF; &#x80FD; &#x306B; &#x3059; &#x308B; &#x76E3; &#x67FB; &#x4E0A; &#x306E; &#x5224; &#x65AD; &#x5C3A; &#x5EA6; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x54C1; &#x8CEA; &#x3092; &#x78BA; &#x4FDD; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x7BA1; &#x7406; &#x6307; &#x91DD; &#x3067; &#x3042; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q004.png" alt="問. 4 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 5</h3>
			<figure>
				<figcaption><small>&#x554F; 5 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x6280; &#x6CD5; &#x3067; &#x3042; &#x308B; ITF (lntegrated Test Faci1ity) &#x6CD5; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x76E3; &#x67FB; &#x6A5F; &#x80FD; &#x3092; &#x3082; &#x3063; &#x305F; &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x3092; &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306B; &#x7D44; &#x307F; &#x8FBC; &#x3093; &#x3067; &#x5B9F; &#x74B0; &#x5883; &#x4E0B; &#x3067; &#x5B9F; &#x884C;&#xD;&#xA;&#x3057; , &#x62BD; &#x51FA; &#x6761; &#x4EF6; &#x306B; &#x5408; &#x3063; &#x305F; &#x4F8B; &#x5916; &#x30C7; &#x30FC; &#x30BF; , &#x7570; &#x5E38; &#x30C7; &#x30FC; &#x30BF; &#x306A; &#x3069; &#x3092; &#x53CE; &#x96C6; &#x3057; , &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0;&#xD;&#xA;&#x306E; &#x51E6; &#x7406; &#x306E; &#x6B63; &#x78BA; &#x6027; &#x3092; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x65B9; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x306B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x4EBA; &#x7528; &#x306E; &#x53E3; &#x5EA7; &#x3092; &#x8A2D; &#x3051; , &#x5B9F; &#x7A3C; &#x50CD; &#x4E2D; &#x306B; &#x30C6; &#x30B9; &#x30C8; &#x30C7; &#x30FC; &#x30BF; &#x3092;&#xD;&#xA;&#x5165; &#x529B; &#x3057; , &#x305D; &#x306E; &#x7D50; &#x679C; &#x3092; &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x7528; &#x610F; &#x3057; &#x305F; &#x6B63; &#x3057; &#x3044; &#x7D50; &#x679C; &#x3068; &#x7167; &#x5408; &#x3057; &#x3066; , &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x30D7; &#x30ED; &#x30B0; &#x30E9;&#xD;&#xA;&#x30E0; &#x306E; &#x51E6; &#x7406; &#x306E; &#x6B63; &#x78BA; &#x6027; &#x3092; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x65B9; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x4EBA; &#x304C; &#x6E96; &#x5099; &#x3057; &#x305F; &#x76E3; &#x67FB; &#x7528; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3068; &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306B; &#x540C; &#x4E00; &#x306E; &#x30C7; &#x30FC;&#xD;&#xA;&#x30BF; &#x3092; &#x5165; &#x529B; &#x3057; , &#x4E21; &#x8005; &#x306E; &#x5B9F; &#x884C; &#x7D50; &#x679C; &#x3092; &#x6BD4; &#x8F03; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x51E6; &#x7406;&#xD;&#xA;&#x306E; &#x6B63; &#x78BA; &#x6027; &#x3092; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x65B9; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x691C; &#x8A3C; &#x3057; &#x305F; &#x3044; &#x90E8; &#x5206; &#x3092; &#x901A; &#x904E; &#x3057; &#x305F; &#x3068; &#x304D; &#x306E; &#x72B6; &#x614B; &#x3092; &#x51FA; &#x529B; &#x3057; , &#x305D; &#x308C; &#x3089; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3092;&#xD;&#xA;&#x57FA; &#x306B; &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x51E6; &#x7406; &#x306E; &#x6B63; &#x78BA; &#x6027; &#x3092; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x65B9; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q005.png" alt="問. 5 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 6</h3>
			<figure>
				<figcaption><small>&#x554F; 6 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x57FA; &#x6E96; ( &#x5E73; &#x6210; 30 &#x5E74; ) &#x306E; &quot; &#x76E3; &#x67FB; &#x306E; &#x7D50; &#x8AD6; &#x306E; &#x5F62; &#x6210; &quot; &#x306B; &#x304A; &#x3044; &#x3066; &#x898F; &#x5B9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x4EBA; &#x306E; &#x884C; &#x70BA; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x9069; &#x5207; &#x306A; &#x7D44; &#x5408; &#x305B; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3053; &#x3067; , &#x53D7; &#x8A17; &#x696D; &#x52D9; &#x306E; &#x4E00; &#x90E8; &#x306B; &#x3064; &#x3044; &#x3066; &#x306F; &#x518D; &#x59D4; &#x8A17; &#x304C; &#x884C; &#x308F; &#x308C; &#x3066; &#x304A; &#x308A; ,&#xD;&#xA;&#x5236; &#x306E; &#x4FDD; &#x8A3C; &#x5831; &#x544A; &#x66F8; &#x306B; &#x95A2; &#x3059; &#x308B; &#x5B9F; &#x52D9; &#x6307; &#x91DD; ( 2019 &#x5E74; ) &quot; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; &#x4F5C; &#x6210; &#x3055; &#x308C; &#x308B; &#x6587; &#x66F8; &#x3068; &#x4F5C; &#x6210; &#x8005; &#x306E;&#xD;&#xA;&#x4F1A; &#x8A08; &#x58EB; &#x5354; &#x4F1A; &#x306E; &#x76E3; &#x67FB; &#x30FB; &#x4FDD; &#x8A3C; &#x5B9F; &#x52D9; &#x59D4; &#x54E1; &#x4F1A; &#x4FDD; &#x8A3C; &#x696D; &#x52D9; &#x5B9F; &#x52D9; &#x6307; &#x91DD; 3402 &quot; &#x53D7; &#x8A17; &#x696D; &#x52D9; &#x306B; &#x4FC2; &#x308B; &#x5185; &#x90E8; &#x7D71;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q006.png" alt="問. 6 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 7</h3>
			<figure>
				<figcaption><small>&#x554F; 7 &#x8CA1; &#x52D9; &#x5831; &#x544A; &#x306B; &#x95A2; &#x9023; &#x3059; &#x308B; &#x696D; &#x52D9; &#x306B; &#x3064; &#x3044; &#x3066; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x59D4; &#x8A17; &#x3057; &#x3066; &#x3044; &#x308B; &#x5834; &#x5408; , &#x65E5; &#x672C; &#x516C; &#x8A8D;&#xD;&#xA;&#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x5408; &#x7406; &#x7684; &#x306A; &#x6839; &#x62E0; &#x3092; &#x5F97; &#x308B; &#x307E; &#x3067; &#x76E3; &#x67FB; &#x624B; &#x7D9A; &#x3092; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x4FDD; &#x8A3C; &#x3092; &#x76EE; &#x7684; &#x3068; &#x3057; &#x305F; &#x76E3; &#x67FB; &#x3067; &#x3042; &#x308C; , &#x52A9; &#x8A00; &#x3092; &#x76EE; &#x7684; &#x3068; &#x3057; &#x305F; &#x76E3; &#x67FB; &#x3067; &#x3042; &#x308C; , &#x76E3; &#x67FB; &#x306E; &#x7D50; &#x8AD6; &#x3092; &#x8868; &#x660E;&#xD;&#xA;&#x30A6; &#x76E3; &#x67FB; &#x306E; &#x7D50; &#x8AD6; &#x3092; &#x5F62; &#x6210; &#x3057; &#x305F; &#x5F8C; &#x3067; , &#x7D50; &#x8AD6; &#x306B; &#x81F3; &#x3063; &#x305F; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x76E3; &#x67FB; &#x8ABF; &#x66F8; &#x3068; &#x3057; &#x3066; &#x4F5C; &#x6210; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x67FB; &#x5831; &#x544A; &#x66F8; &#x306B; &#x8A18; &#x8F09; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x76E3; &#x67FB; &#x8ABF; &#x66F8; &#x306B; &#x8A18; &#x8F09; &#x3055; &#x308C; &#x305F; &#x4E0D; &#x5099; &#x3092; &#x6307; &#x6458; &#x4E8B; &#x9805; &#x3068; &#x3057; &#x3066; &#x5831; &#x544A; &#x3059; &#x308B; &#x5834; &#x5408; &#x306B; &#x306F; , &#x5168; &#x3066; &#x306E; &#x4E0D; &#x5099; &#x3092; &#x76E3;&#xD;&#xA;&#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x90E8; &#x9580; &#x3068; &#x306E; &#x9593; &#x3067; &#x610F; &#x898B; &#x4EA4; &#x63DB; &#x4F1A; &#x306F; &#x884C; &#x308F; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A2; &#x76E3; &#x67FB; &#x8ABF; &#x66F8; &#x306B; &#x8A18; &#x8F09; &#x3055; &#x308C; &#x305F; &#x76E3; &#x67FB; &#x4EBA; &#x306E; &#x6240; &#x898B; , &#x5F53; &#x8A72; &#x4E8B; &#x5B9F; &#x3092; &#x88CF; &#x3065; &#x3051; &#x308B; &#x76E3; &#x67FB; &#x8A3C; &#x62E0; &#x306A; &#x3069; &#x306B; &#x3064; &#x3044; &#x3066; ,&#xD;&#xA;&#x9664; &#x5916; &#x65B9; &#x5F0F; &#x3092; &#x63A1; &#x7528; &#x3057; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x4FDD; &#x8A3C; &#x5831; &#x544A; &#x66F8;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E; &#x76E3; &#x67FB; &#x4EBA;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E; &#x76E3; &#x67FB; &#x4EBA;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E; &#x76E3; &#x67FB; &#x4EBA;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x66F8;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E; &#x76E3; &#x67FB; &#x4EBA;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E; &#x76E3; &#x67FB; &#x4EBA;&#xD;&#xA;5&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E; &#x78BA; &#x8A8D; &#x66F8;&#xD;&#xA;&#x518D; &#x53D7; &#x8A17; &#x4F1A; &#x793E;&#xD;&#xA;&#x518D; &#x53D7; &#x8A17; &#x4F1A; &#x793E;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E;&#xD;&#xA;&#x53D7; &#x8A17; &#x4F1A; &#x793E; &#x76E3; &#x67FB; &#x4EBA;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q007.png" alt="問. 7 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 8</h3>
			<figure>
				<figcaption><small>&#x554F; 8 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x57FA; &#x6E96; ( &#x5E73; &#x6210; 30 &#x5E74; ) &#x306B; &#x304A; &#x3051; &#x308B; &quot; &#x5341; &#x5206; &#x304B; &#x3063; &#x9069; &#x5207; &#x306A; &#x76E3; &#x67FB; &#x8A3C; &#x62E0; &quot; &#x3092; &#x8AAC; &#x660E; &#x3057; &#x305F;&#xD;&#xA;&#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3044; &#x3053; &#x3068; &#x304C; &#x78BA; &#x8A8D; &#x3055; &#x308C; &#x305F; &#x8A3C; &#x62E0;&#xD;&#xA;&#x65B9; &#x6CD5; &#x306B; &#x3088; &#x3063; &#x3066; &#x5165; &#x624B; &#x3055; &#x308C; &#x305F; &#x8A3C; &#x62E0;&#xD;&#xA;&#x30A6; &#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x306E; &#x91CF; &#x7684; &#x5341; &#x5206; &#x6027; &#x3092; &#x5099; &#x3048; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x7BA1; &#x7406; &#x57FA; &#x6E96; &#x306B; &#x9069; &#x5408; &#x3057; ,&#xD;&#xA;&#x304B; &#x3089; &#x51FA; &#x529B; &#x3055; &#x308C; &#x305F; &#x8A3C; &#x62E0;&#xD;&#xA;&#x305F; &#x8A3C; &#x62E0;&#xD;&#xA;&#x30A4; &#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x306E; &#x8CEA; &#x7684; &#x5341; &#x5206; &#x6027; &#x3092; &#x5099; &#x3048; , &#x6CD5; &#x4EE4; &#x53CA; &#x3073; &#x7D44; &#x7E54; &#x306E; &#x5185; &#x90E8; &#x898F; &#x5247; &#x306B; &#x9069; &#x5408; &#x3057; , &#x304B; &#x3063; &#x9069; &#x5207; &#x306A;&#xD;&#xA;&#x30A2; &#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x306E; &#x8CEA; &#x7684; &#x5341; &#x5206; &#x6027; &#x3092; &#x5099; &#x3048; , &#x8A3C; &#x62E0; &#x306E; &#x4FDD; &#x7BA1; &#x8981; &#x4EF6; &#x306B; &#x9069; &#x5408; &#x3057; , &#x304B; &#x3063; &#x507D; &#x9020; &#x3055; &#x308C; &#x3066; &#x3044; &#x306A;&#xD;&#xA;&#x304B; &#x3064; &#x60C5; &#x5831; &#x30B7; &#x30B9; &#x30C6; &#x30E0;&#xD;&#xA;&#x5DE5; &#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x306E; &#x91CF; &#x7684; &#x5341; &#x5206; &#x6027; &#x3092; &#x5099; &#x3048; , &#x78BA; &#x304B; &#x3081; &#x308B; &#x3079; &#x304D; &#x4E8B; &#x9805; &#x306B; &#x9069; &#x5408; &#x3057; , &#x304B; &#x3063; &#x8A3C; &#x660E; &#x529B; &#x3092; &#x5099; &#x3048;&#xD;&#xA;6&#xD;&#xA;&#x3059; &#x308B; &#x5BFE; &#x7B56; &#x304C; &#x53D6; &#x3089; &#x308C; &#x3066; &#x3044; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x5DE5; &#x65B0; &#x898F; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x5C0E; &#x5165; &#x306B; &#x5F53; &#x305F; &#x3063; &#x3066; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x79FB; &#x884C; &#x3059; &#x308B; &#x5834; &#x5408; &#x306B; , &#x8AA4; &#x8B2C; , &#x4E0D; &#x6B63; &#x7B49; &#x3092; &#x9632; &#x6B62;&#xD;&#xA;&#x7B56; &#x304C; &#x53D6; &#x3089; &#x308C; &#x3066; &#x3044; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A6; &#x969C; &#x5BB3; &#x3084; &#x6545; &#x969C; &#x7B49; &#x306B; &#x3088; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x6D88; &#x5931; &#x7B49; &#x306B; &#x5099; &#x3048; &#x3066; , &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x4FDD; &#x5B58; &#x3057; , &#x5FA9; &#x65E7; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x5BFE;&#xD;&#xA;&#x306E; &#x65B9; &#x91DD; &#x304C; &#x5B9A; &#x3081; &#x3089; &#x308C; &#x3066; &#x3044; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A4; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3084; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x4E0D; &#x6B63; &#x4F7F; &#x7528; , &#x6539; &#x3056; &#x3093; , &#x7834; &#x58CA; &#x7B49; &#x3092; &#x9632; &#x6B62; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x7BA1; &#x7406; &#x7B49;&#xD;&#xA;&#x30A2; &#x958B; &#x767A; &#x76EE; &#x7684; &#x306B; &#x9069; &#x5408; &#x3057; &#x305F; &#x9069; &#x5207; &#x306A; &#x958B; &#x767A; &#x624B; &#x6CD5; &#x304C; &#x9069; &#x7528; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x4E0A; &#x306E; &#x7559; &#x610F; &#x70B9; &#x3068; &#x3057; &#x3066; , &#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x306B; &#x57FA; &#x3065; &#x3044; &#x305F; , &quot;IT &#x306B; &#x4FC2; &#x308B; &#x5168; &#x822C; &#x7D71; &#x5236; &#x201D; &#x306E; &#x3046; &#x3061; &#x306E; &#x201C; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x904B; &#x7528; &#x30FB; &#x7BA1; &#x7406; &#x201D; &#x306B; &#x95A2; &#x3059; &#x308B; &#x76E3; &#x67FB;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q008.png" alt="問. 8 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 9</h3>
			<figure>
				<figcaption><small>&#x554F; 9 &#x91D1; &#x878D; &#x5E81; &#x201C; &#x8CA1; &#x52D9; &#x5831; &#x544A; &#x306B; &#x4FC2; &#x308B; &#x5185; &#x90E8; &#x7D71; &#x5236; &#x306E; &#x8A55; &#x4FA1; &#x53CA; &#x3073; &#x76E3; &#x67FB; &#x306B; &#x95A2; &#x3059; &#x308B; &#x5B9F; &#x65BD; &#x57FA; &#x6E96; ( &#x4EE4; &#x548C; &#x5143; &#x5E74; ) &#x201D;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q009.png" alt="問. 9 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 10</h3>
			<figure>
				<figcaption><small>&#x554F; 10 &#x56FA; &#x5B9A; &#x8CC7; &#x7523; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x4FC2; &#x308B; IT &#x5168; &#x822C; &#x7D71; &#x5236; &#x3068; &#x3057; &#x3066; , &#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x4F1A; &#x8A08; &#x57FA; &#x6E96; &#x3084; &#x6CD5; &#x4EBA; &#x7A0E; &#x6CD5; &#x306A; &#x3069; &#x306E; &#x6539; &#x6B63; &#x3092; &#x8ABF; &#x67FB; &#x3057; &#x305F; &#x4E0A; &#x3067; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x5909; &#x66F4; &#x8981; &#x4EF6; &#x3092; &#x5B9A; &#x7FA9; &#x3057; ,&#xD;&#xA;&#x627F; &#x8A8D; &#x3092; &#x5F97; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x56FA; &#x5B9A; &#x8CC7; &#x7523; &#x60C5; &#x5831; &#x306E; &#x767B; &#x9332; &#x306B; &#x4F34; &#x3063; &#x3066; &#x8010; &#x7528; &#x5E74; &#x6570; &#x3092; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x5165; &#x529B; &#x3059; &#x308B; &#x969B; &#x306B; , &#x6CD5; &#x4EBA; &#x7A0E; &#x6CD5; &#x306E; &#x8010; &#x7528;&#xD;&#xA;&#x5E74; &#x6570; &#x8868; &#x3068; &#x306E; &#x7A81; &#x5408; &#x305B; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A6; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3067; &#x81EA; &#x52D5; &#x8A08; &#x7B97; &#x3055; &#x308C; &#x305F; &#x6E1B; &#x4FA1; &#x511F; &#x5374; &#x8CBB; &#x306E; &#x3046; &#x3061; , &#x88FD; &#x9020; &#x539F; &#x4FA1; &#x306B; &#x914D; &#x8CE6; &#x3055; &#x308C; &#x308B; &#x3079; &#x304D; &#x91D1; &#x984D; &#x306E;&#xD;&#xA;&#x632F; &#x66FF; &#x4ED5; &#x8A33; &#x4F1D; &#x7968; &#x3092; &#x8D77; &#x7968; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x767B; &#x9332; &#x3055; &#x308C; &#x305F; &#x56FA; &#x5B9A; &#x8CC7; &#x7523; &#x60C5; &#x5831; &#x3068; &#x56FA; &#x5B9A; &#x8CC7; &#x7523; &#x306E; &#x68DA; &#x5378; &#x7D50; &#x679C; &#x3068; &#x3092; &#x7167; &#x5408; &#x3057; &#x3066; , &#x9664; &#x5374; &#x30FB;&#xD;&#xA;&#x58F2; &#x5374; &#x51E6; &#x7406; &#x306B; &#x6F0F; &#x308C; &#x304C; &#x306A; &#x3044; &#x3053; &#x3068; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q010.png" alt="問. 10 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 11</h3>
			<figure>
				<figcaption><small>&#x554F; 11 &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x63D0; &#x4F9B; &#x6642; &#x9593; &#x5E2F; &#x304C; &#x6BCE; &#x65E5; 6 ~ 20 &#x6642; &#x306E; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3044; &#x3066; , &#x3042; &#x308B; &#x6708; &#x306E; &#x505C; &#x6B62; &#x6642; &#x9593; , &#x4FEE;&#xD;&#xA;&#x5FA9; &#x6642; &#x9593; &#x53CA; &#x3073; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30E1; &#x30F3; &#x30C6; &#x30CA; &#x30F3; &#x30B9; &#x6642; &#x9593; &#x306F; &#x6B21; &#x306E; &#x3068; &#x304A; &#x30EA; &#x3067; &#x3042; &#x3063; &#x305F; &#x3002; &#x3053; &#x306E; &#x6708; &#x306E; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x53EF; &#x7528;&#xD;&#xA;&#x3053; &#x3067; , 1 &#x304B; &#x6708; &#x306E; &#x7A3C; &#x50CD; &#x65E5; &#x6570; &#x306F; 30 &#x65E5; &#x3067; &#x3042; &#x3063; &#x3066; , &#x30B5; &#x30FC; &#x30D4; &#x30B9; &#x53EF; &#x7528; &#x6027; ( % ) &#x306F;&#xD;&#xA;&#x6027; &#x306F; &#x4F55; % &#x304B; &#x3002;&#xD;&#xA;&#x30FB; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x63D0; &#x4F9B; &#x6642; &#x9593; &#x5916; &#x306E; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30E1; &#x30F3; &#x30C6; &#x30CA; &#x30F3; &#x30B9; &#x6642; &#x9593; : 8 &#x6642; &#x9593;&#xD;&#xA;&#x30FB; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x969C; &#x5BB3; &#x3078; &#x306E; &#x5BFE; &#x51E6; &#x306B; &#x8981; &#x3057; &#x305F; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x63D0; &#x4F9B; &#x6642; &#x9593; &#x5916; &#x306E; &#x4FEE; &#x5FA9; &#x6642; &#x9593; : 3 &#x6642; &#x9593;&#xD;&#xA;&#x30FB; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x969C; &#x5BB3; &#x306B; &#x3088; &#x308B; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x63D0; &#x4F9B; &#x6642; &#x9593; &#x5185; &#x306E; &#x505C; &#x6B62; &#x6642; &#x9593; : 7 &#x6642; &#x9593;&#xD;&#xA;&#x3014; &#x505C; &#x6B62; &#x6642; &#x9593; , &#x4FEE; &#x5FA9; &#x6642; &#x9593; &#x53CA; &#x3073; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30E1; &#x30F3; &#x30C6; &#x30CA; &#x30F3; &#x30B9; &#x6642; &#x9593; &#x3015;&#xD;&#xA;&#x5C0F; &#x6570; &#x7B2C; 2 &#x4F4D; &#x3092; &#x56DB; &#x6368; &#x4E94; &#x5165; &#x3059; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; 95.7&#xD;&#xA;&#x30A4; 97.6&#xD;&#xA;&#x30A6; 98.3&#xD;&#xA;7&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q011.png" alt="問. 11 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 12</h3>
			<figure>
				<figcaption><small>&#x554F; 12 &#x30C7; &#x30FC; &#x30BF; &#x30BB; &#x30F3; &#x30BF; &#x306B; &#x304A; &#x3051; &#x308B; &#x30B3; &#x30FC; &#x30EB; &#x30C9; &#x30A2; &#x30A4; &#x30EB; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; IT &#x6A5F; &#x5668; &#x306E; &#x51B7; &#x5374; &#x3092; &#x59A8; &#x3052; &#x308B; &#x71B1; &#x6C17; &#x3092; &#x30E9; &#x30C3; &#x30AF; &#x306E; &#x524D; &#x9762; ( &#x5438; &#x6C17; &#x9762; ) &#x306B; &#x56DE; &#x30EA; &#x8FBC; &#x307E; &#x305B; &#x306A; &#x3044; &#x305F; &#x3081; &#x306E;&#xD;&#xA;&#x677F; &#x3067; &#x3042; &#x30EA; , IT &#x6A5F; &#x5668; &#x304C; &#x30DE; &#x30A6; &#x30F3; &#x30C8; &#x3055; &#x308C; &#x3066; &#x3044; &#x306A; &#x3044; &#x30E9; &#x30C3; &#x30AF; &#x306E; &#x7A7A; &#x304D; &#x90E8; &#x5206; &#x306B; &#x53D6; &#x30EA; &#x4ED8; &#x3051; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x5BD2; &#x51B7; &#x306A; &#x5916; &#x6C17; &#x3092; &#x30C7; &#x30FC; &#x30BF; &#x30BB; &#x30F3; &#x30BF; &#x5185; &#x306B; &#x76F4; &#x63A5; &#x5C0E; &#x5165; &#x3057; &#x3066; IT &#x6A5F; &#x5668; &#x3092; &#x51B7; &#x5374; &#x3059; &#x308B; &#x3068; &#x304D; &#x306E; , &#x30C7; &#x30FC; &#x30BF;&#xD;&#xA;&#x30BB; &#x30F3; &#x30BF; &#x3078; &#x306E; &#x5916; &#x6C17; &#x306E; &#x5438; &#x3044; &#x8FBC; &#x307F; &#x30ED; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x7A7A; &#x8ABF; &#x6A5F; &#x304B; &#x3089; &#x306E; &#x51B7; &#x6C17; &#x3068; IT &#x6A5F; &#x5668; &#x304B; &#x3089; &#x306E; &#x71B1; &#x6392; &#x6C17; &#x3092; &#x5206; &#x96E2; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30E9; &#x30C3; &#x30AF; &#x306E; &#x524D; &#x9762; ( &#x5438;&#xD;&#xA;&#x6C17; &#x9762; ) &#x540C; &#x58EB; &#x3092; &#x5BFE; &#x5411; &#x914D; &#x7F6E; &#x3057; &#x305F; &#x3068; &#x304D; &#x306E; , &#x30E9; &#x30C3; &#x30AF; &#x306E; &#x524D; &#x9762; &#x540C; &#x58EB; &#x306B; &#x631F; &#x307E; &#x308C; &#x305F; &#x51B7; &#x6C17; &#x304C; &#x901A; &#x308B; &#x90E8; &#x5206; &#x3067;&#xD;&#xA;&#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x767A; &#x71B1; &#x91CF; &#x304C; &#x591A; &#x3044; &#x7279; &#x5B9A; &#x306E; &#x9818; &#x57DF; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x5168; &#x4F53; &#x7A7A; &#x8ABF; &#x3068; &#x306F; &#x5225; &#x306B; &#x500B; &#x5225; &#x7A7A; &#x8ABF; &#x88C5; &#x7F6E; &#x3092; &#x8A2D; &#x7F6E; &#x3059; &#x308B; &#x3068;&#xD;&#xA;&#x304D; &#x306E; , &#x500B; &#x5225; &#x7A7A; &#x8ABF; &#x7528; &#x306E; &#x51B7; &#x5A92; &#x3092; &#x901A; &#x3059; &#x30D1; &#x30A4; &#x30D7; &#x3067; &#x3042; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q012.png" alt="問. 12 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 13</h3>
			<figure>
				<figcaption><small>&#x554F; 13 EU &#x57DF; &#x5185; &#x306E; &#x500B; &#x4EBA; &#x30C7; &#x30FC; &#x30BF; &#x4FDD; &#x8B77; &#x3092; &#x898F; &#x5B9A; &#x3059; &#x308B; GDPR (GeneraI Data Protection ReguIation,&#xD;&#xA;&#x4E00; &#x822C; &#x30C7; &#x30FC; &#x30BF; &#x4FDD; &#x8B77; &#x898F; &#x5247; ) &#x7B2C; 20 &#x6761; &#x306B; &#x304A; &#x3051; &#x308B; , &#x30C7; &#x30FC; &#x30BF; &#x30DD; &#x30FC; &#x30BF; &#x30D3; &#x30EA; &#x30C6; &#x30A3; &#x306E; &#x6A29; &#x5229; &#x306B; &#x5F53; &#x305F; &#x308B; &#x3082; &#x306E;&#xD;&#xA;&#x500B; &#x4EBA; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x6D88; &#x53BB; &#x3055; &#x305B; &#x308B; &#x6A29; &#x5229;&#xD;&#xA;&#x30A4; &#x691C; &#x7D22; &#x30A8; &#x30F3; &#x30B8; &#x30F3; &#x306A; &#x3069; &#x306E; &#x4E8B; &#x696D; &#x8005; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x4E0D; &#x5F53; &#x306B; &#x9045; &#x6EDE; &#x3059; &#x308B; &#x3053; &#x3068; &#x306A; &#x304F; ,&#xD;&#xA;&#x5229; &#x7528; &#x3055; &#x308C; , &#x6A5F; &#x68B0; &#x53EF; &#x8AAD; &#x6027; &#x306E; &#x3042; &#x308B; &#x5F62; &#x5F0F; &#x3067; &#x53D7; &#x3051; &#x53D6; &#x308B; &#x6A29; &#x5229;&#xD;&#xA;&#x30A2; web &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306A; &#x3069; &#x306E; &#x4E8B; &#x696D; &#x8005; &#x306B; &#x63D0; &#x4F9B; &#x3057; &#x305F; &#x81EA; &#x5DF1; &#x3068; &#x95A2; &#x4FC2; &#x3059; &#x308B; &#x500B; &#x4EBA; &#x30C7; &#x30FC; &#x30BF; &#x3092; , &#x4E00; &#x822C; &#x7684; &#x306B;&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x81EA; &#x5DF1; &#x3068; &#x95A2; &#x4FC2; &#x3059; &#x308B;&#xD;&#xA;8&#xD;&#xA;&#x306B; &#x3088; &#x3063; &#x3066; , &#x81EA; &#x5DF1; &#x3068; &#x95A2; &#x4FC2; &#x3059; &#x308B; &#x500B; &#x4EBA; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x5F53; &#x8A72; &#x76EE; &#x7684; &#x3067; &#x53D6; &#x308A; &#x6271; &#x308F; &#x305B; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x6A29; &#x5229;&#xD;&#xA;&#x30A7; &#x30C0; &#x30A4; &#x30EC; &#x30AF; &#x30C8; &#x30DE; &#x30FC; &#x30B1; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x3092; &#x76EE; &#x7684; &#x3068; &#x3057; &#x305F; &#x500B; &#x4EBA; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x53D6; &#x6271; &#x3044; &#x306B; &#x7570; &#x8B70; &#x3092; &#x5531; &#x3048; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x3060; &#x3051; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; &#x884C; &#x308F; &#x308C; &#x305F; , &#x6CD5; &#x7684; &#x52B9; &#x679C; &#x3092; &#x3082; &#x305F; &#x3089; &#x3059; &#x6C7A; &#x5B9A; &#x306B; &#x670D; &#x3057; &#x306A; &#x3044; &#x6A29; &#x5229;&#xD;&#xA;&#x30A6; &#x81EA; &#x5DF1; &#x3068; &#x95A2; &#x4FC2; &#x3059; &#x308B; &#x500B; &#x4EBA; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x57FA; &#x306B; , &#x30D7; &#x30ED; &#x30D5; &#x30A1; &#x30A4; &#x30EA; &#x30F3; &#x30B0; &#x306A; &#x3069; &#x306E; &#x81EA; &#x52D5; &#x5316; &#x3055; &#x308C; &#x305F; &#x53D6; &#x6271; &#x3044;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q013.png" alt="問. 13 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 14</h3>
			<figure>
				<figcaption><small>&#x554F; 14 &#x4E0B; &#x8ACB; &#x4EE3; &#x91D1; &#x652F; &#x6255; &#x9045; &#x5EF6; &#x7B49; &#x9632; &#x6B62; &#x6CD5; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x306A; &#x308B; &#x4E0B; &#x8ACB; &#x4E8B; &#x696D; &#x8005; &#x304B; &#x3089; &#x7D0D; &#x54C1; &#x3055; &#x308C; &#x305F; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306B; ,&#xD;&#xA;&#x4E0B; &#x8ACB; &#x4E8B; &#x696D; &#x8005; &#x5074; &#x306E; &#x4E8B; &#x60C5; &#x3092; &#x539F; &#x56E0; &#x3068; &#x3059; &#x308B; &#x91CD; &#x5927; &#x306A; &#x30D0; &#x30B0; &#x304C; &#x767A; &#x898B; &#x3055; &#x308C; , &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x4FEE; &#x6B63; &#x304C; &#x5FC5; &#x8981; &#x3068;&#xD;&#xA;&#x306A; &#x3063; &#x305F; &#x3002; &#x3053; &#x306E; &#x3068; &#x304D; , &#x652F; &#x6255; &#x671F; &#x65E5; &#x3092; &#x6539; &#x3081; &#x3066; &#x5B9A; &#x3081; &#x3088; &#x3046; &#x3068; &#x3059; &#x308B; &#x5834; &#x5408; , &#x4E0B; &#x8ACB; &#x4EE3; &#x91D1; &#x652F; &#x6255; &#x9045; &#x5EF6; &#x7B49; &#x9632; &#x6B62;&#xD;&#xA;&#x6CD5; &#x3067; &#x8A8D; &#x3081; &#x3089; &#x308C; &#x3066; &#x3044; &#x308B; &#x671F; &#x9593; ( 60 &#x65E5; ) &#x306E; &#x8D77; &#x7B97; &#x65E5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x5F53; &#x521D; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x691C; &#x67FB; &#x304C; &#x7D42; &#x4E86; &#x3057; &#x305F; &#x65E5;&#xD;&#xA;&#x5F53; &#x521D; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3092; &#x4E0B; &#x8ACB; &#x4E8B; &#x696D; &#x8005; &#x306B; &#x8FD4; &#x5374; &#x3057; &#x305F; &#x65E5;&#xD;&#xA;&#x4FEE; &#x6B63; &#x6E08; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304C; &#x7D0D; &#x54C1; &#x3055; &#x308C; &#x305F; &#x65E5;&#xD;&#xA;&#x4FEE; &#x6B63; &#x6E08; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x691C; &#x67FB; &#x304C; &#x7D42; &#x4E86; &#x3057; &#x305F; &#x65E5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q014.png" alt="問. 14 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 15</h3>
			<figure>
				<figcaption><small>&#x554F; 1 5 A &#x793E; &#x306F; , B &#x793E; &#x306B; &#x767A; &#x6CE8; &#x3057; &#x305F; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x958B; &#x767A; &#x3068; , &#x305D; &#x308C; &#x3092; &#x7A3C; &#x50CD; &#x3055; &#x305B; &#x308B; &#x30B5; &#x30FC; &#x30D1; &#x3068; &#x30AF; &#x30E9; &#x30A4; &#x30A2;&#xD;&#xA;&#x30F3; &#x30C8; PC &#x306E; &#x58F2; &#x8CB7; &#x304C; , &#x5951; &#x7D04; &#x5185; &#x5BB9; &#x306B; &#x9069; &#x5408; &#x3057; &#x306A; &#x3044; &#x4E8B; &#x5B9F; &#x3092; &#x77E5; &#x3063; &#x305F; &#x3002; &#x6C11; &#x6CD5; &#x306E; &#x5951; &#x7D04; &#x4E0D; &#x9069; &#x5408; &#x8CAC; &#x4EFB; &#x306B; &#x95A2;&#xD;&#xA;&#x3059; &#x308B; &#x8A18; &#x8FF0; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002; &#x305F; &#x3060; &#x3057; , A &#x793E; &#x3068; B &#x793E; &#x306E; &#x9593; &#x3067; &#x5951; &#x7D04; &#x4E0D; &#x9069; &#x5408; &#x8CAC; &#x4EFB;&#xD;&#xA;&#x306B; &#x95A2; &#x3059; &#x308B; &#x7279; &#x7D04; &#x306F; &#x5408; &#x610F; &#x3055; &#x308C; &#x3066; &#x3044; &#x306A; &#x3044; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; A &#x793E; &#x304C; , &#x305D; &#x306E; &#x65B9; &#x6CD5; &#x3092; &#x6307; &#x5B9A; &#x3057; &#x305F; &#x4E0A; &#x3067; &#x76EE; &#x7684; &#x7269; &#x306E; &#x4FEE; &#x88DC; , &#x4EE3; &#x66FF; &#x7269; &#x53C8; &#x306F; &#x4E0D; &#x8DB3; &#x5206; &#x306E; &#x5F15; &#x6E21; &#x3057; &#x306E; &#x8ACB;&#xD;&#xA;&#x6C42; &#x3092; &#x884C; &#x3063; &#x305F; &#x5834; &#x5408; , B &#x793E; &#x306F; , A &#x793E; &#x304C; &#x6307; &#x5B9A; &#x3057; &#x305F; &#x65B9; &#x6CD5; &#x306B; &#x5FC5; &#x305A; &#x5F93; &#x3046; &#x5FC5; &#x8981; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; A &#x793E; &#x306B; &#x306F; , &#x5951; &#x7D04; &#x4E0D; &#x9069; &#x5408; &#x306E; &#x7A0B; &#x5EA6; &#x306B; &#x5FDC; &#x3058; &#x305F; &#x76EE; &#x7684; &#x7269; &#x306E; &#x4FEE; &#x88DC; , &#x4EE3; &#x66FF; &#x7269; &#x53C8; &#x306F; &#x4E0D; &#x8DB3; &#x5206; &#x306E; &#x5F15; &#x6E21; &#x3057; ,&#xD;&#xA;&#x640D; &#x5BB3; &#x8CE0; &#x511F; , &#x5951; &#x7D04; &#x306E; &#x89E3; &#x9664; , &#x5C65; &#x884C; &#x306E; &#x8FFD; &#x5B8C; &#x8ACB; &#x6C42; &#x5F8C; &#x306E; &#x5831; &#x916C; &#x6E1B; &#x984D; &#x3092; &#x6C42; &#x3081; &#x308B; &#x6A29; &#x5229; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; A &#x793E; &#x306F; , &#x76EE; &#x7684; &#x7269; &#x306E; &#x4FEE; &#x88DC; , &#x4EE3; &#x66FF; &#x7269; &#x53C8; &#x306F; &#x4E0D; &#x8DB3; &#x5206; &#x306E; &#x5F15; &#x6E21; &#x3057; &#x306E; &#x8ACB; &#x6C42; &#x3092; &#x884C; &#x3046; &#x5834; &#x5408; , &#x6210; &#x679C; &#x7269; &#x306E;&#xD;&#xA;&#x5F15; &#x6E21; &#x3057; &#x304B; &#x3089; 1 &#x5E74; &#x4EE5; &#x5185; &#x306B; &#x8ACB; &#x6C42; &#x3092; &#x3057; &#x306A; &#x3051; &#x308C; &#x3070; &#x306A; &#x3089; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A7; &#x5951; &#x7D04; &#x4E0D; &#x9069; &#x5408; &#x8CAC; &#x4EFB; &#x306F; , &#x7121; &#x904E; &#x5931; &#x8CAC; &#x4EFB; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x306E; &#x3067; , B &#x793E; &#x306E; &#x5E30; &#x8CAC; &#x4E8B; &#x7531; &#x306E; &#x6709; &#x7121; &#x306B; &#x304B; &#x304B; &#x308F;&#xD;&#xA;&#x3089; &#x305A; , A &#x793E; &#x306B; &#x306F; &#x640D; &#x5BB3; &#x8CE0; &#x511F; &#x8ACB; &#x6C42; &#x304C; &#x8A8D; &#x3081; &#x3089; &#x308C; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q015.png" alt="問. 15 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 16</h3>
			<figure>
				<figcaption><small>&#x554F; 16 &#x5F53; &#x671F; &#x672B; &#x306E; &#x6C7A; &#x7B97; &#x306B; &#x304A; &#x3044; &#x3066; , &#x8868; &#x306B; &#x793A; &#x3057; &#x305F; &#x640D; &#x76CA; &#x8A08; &#x7B97; &#x8CC7; &#x6599; &#x304C; &#x5F97; &#x3089; &#x308C; &#x305F; &#x3002; &#x5F53; &#x671F; &#x306E; &#x55B6; &#x696D; &#x5229; &#x76CA; &#x306F; &#x4F55;&#xD;&#xA;&#x767E; &#x4E07; &#x5186; &#x304B; &#x3002;&#xD;&#xA;&#x8CA9; &#x58F2; &#x8CBB; &#x53CA; &#x3073; &#x4E00; &#x822C; &#x7BA1; &#x7406; &#x8CBB;&#xD;&#xA;&#x30A2;&#xD;&#xA;270&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x58F2; &#x4E0A; &#x9AD8;&#xD;&#xA;&#x58F2; &#x4E0A; &#x539F; &#x4FA1;&#xD;&#xA;&#x55B6; &#x696D; &#x5916; &#x53CE; &#x76CA;&#xD;&#xA;&#x55B6; &#x696D; &#x5916; &#x8CBB; &#x7528;&#xD;&#xA;&#x9805;&#xD;&#xA;300&#xD;&#xA;&#x76EE;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5358; &#x4F4D; &#x767E; &#x4E07; &#x5186;&#xD;&#xA;&#x91D1; &#x984D;&#xD;&#xA;1 , 500&#xD;&#xA;1 , 000&#xD;&#xA;200&#xD;&#xA;40&#xD;&#xA;30&#xD;&#xA;310&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q016.png" alt="問. 16 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 17</h3>
			<figure>
				<figcaption><small>&#x554F; 1 7 &#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x7F72; &#x540D; &#x306E; &#x3042; &#x308B; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x30A4; &#x30F3; &#x30B9; &#x30C8; &#x30FC; &#x30EB; &#x3059; &#x308B; &#x3068; &#x304D; &#x306B; , &#x305D; &#x306E; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2;&#xD;&#xA;&#x306E; &#x767A; &#x884C; &#x5143; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x8A3C; &#x660E; &#x66F8; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;EVSSL &#x8A3C; &#x660E; &#x66F8;&#xD;&#xA;&#x30B3; &#x30FC; &#x30C9; &#x30B5; &#x30A4; &#x30CB; &#x30F3; &#x30B0; &#x8A3C; &#x660E; &#x66F8;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x8A3C; &#x660E; &#x66F8;&#xD;&#xA;&#x30B5; &#x30FC; &#x30D1; &#x8A3C; &#x660E; &#x66F8;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q017.png" alt="問. 17 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 18</h3>
			<figure>
				<figcaption><small>&#x554F; 18 &#x5171; &#x901A; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x306B; &#x304A; &#x3044; &#x3066; , 100 &#x4EBA; &#x306E; &#x9001; &#x53D7; &#x4FE1; &#x8005; &#x306E; &#x305D; &#x308C; &#x305E; &#x308C; &#x304C; , &#x76F8; &#x4E92; &#x306B; &#x6697; &#x53F7; &#x5316; &#x901A; &#x4FE1; &#x3092; &#x884C;&#xD;&#xA;&#x3046; &#x3068; &#x304D; &#x306B; &#x5FC5; &#x8981; &#x306A; &#x5171; &#x901A; &#x9375; &#x306E; &#x7DCF; &#x6570; &#x306F; &#x5E7E; &#x3064; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; 200&#xD;&#xA;&#x30A4; 4 , 950&#xD;&#xA;&#x30A6;&#xD;&#xA;9 , 900&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q018.png" alt="問. 18 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 19</h3>
			<figure>
				<figcaption><small>&#x554F; 19 NIST &quot;Cybersecurity Framework : &#x91CD; &#x8981; &#x30A4; &#x30F3; &#x30D5; &#x30E9; &#x306E; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x3092; &#x6539; &#x5584; &#x3059;&#xD;&#xA;&#x308B; &#x305F; &#x3081; &#x306E; &#x30D5; &#x30EC; &#x30FC; &#x30E0; &#x30EF; &#x30FC; &#x30AF; ( 1.1 &#x7248; ) &quot; &#x306B; &#x3042; &#x308B; &#x6A5F; &#x80FD; &#x3068; &#x30AB; &#x30C6; &#x30B4; &#x30EA; &#x306E; &#x7D44; &#x307F; &#x306E; &#x3046; &#x3061; , &#x5BFE; &#x5FDC; &#x3057; &#x3066;&#xD;&#xA;&#x30AB; &#x30C6; &#x30B4; &#x30EA;&#xD;&#xA;&#x60C5; &#x5831; &#x3068; &#x8A18; &#x9332; &#x304C; , &#x60C5; &#x5831; &#x306E; &#x6A5F; &#x5BC6; &#x6027; , &#x5B8C; &#x5168; &#x6027; , &#x53EF; &#x7528; &#x6027;&#xD;&#xA;&#x3092; &#x4FDD; &#x8B77; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x81EA; &#x7D44; &#x7E54; &#x306E; &#x30EA; &#x30B9; &#x30AF; &#x6226; &#x7565; &#x306B; &#x5F93; &#x3063; &#x3066;&#xD;&#xA;&#x7BA1; &#x7406; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x81EA; &#x7D44; &#x7E54; &#x306F; , &#x7D44; &#x7E54; &#x306E; &#x696D; &#x52D9; , &#x7D44; &#x7E54; &#x306E; &#x8CC7; &#x7523; &#x53CA; &#x3073; &#x500B; &#x4EBA; &#x306B;&#xD;&#xA;&#x5BFE; &#x3059; &#x308B; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30EA; &#x30B9; &#x30AF; &#x3092; &#x628A; &#x63E1; &#x3057; &#x3066;&#xD;&#xA;&#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x60C5; &#x5831; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3068; &#x8CC7; &#x7523; &#x306F; , &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3;&#xD;&#xA;&#x30A4; &#x30D9; &#x30F3; &#x30C8; &#x3092; &#x8B58; &#x5225; &#x3057; , &#x4FDD; &#x8B77; &#x5BFE; &#x7B56; &#x306E; &#x6709; &#x52B9; &#x6027; &#x3092; &#x691C; &#x8A3C; &#x3059;&#xD;&#xA;&#x308B; &#x305F; &#x3081; &#x306B; , &#x30E2; &#x30CB; &#x30BF; &#x30EA; &#x30F3; &#x30B0; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x5206; &#x6790; &#x306F; , &#x52B9; &#x679C; &#x7684; &#x306A; &#x5BFE; &#x5FDC; &#x3092; &#x78BA; &#x5B9F; &#x306B; &#x3057; , &#x5FA9; &#x65E7; &#x6D3B; &#x52D5; &#x3092;&#xD;&#xA;&#x652F; &#x63F4; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; &#x5B9F; &#x65BD; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x3044; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x6A5F; &#x80FD;&#xD;&#xA;&#x691C; &#x77E5;&#xD;&#xA;&#x8B58; &#x5225;&#xD;&#xA;&#x5BFE; &#x5FDC;&#xD;&#xA;&#x9632; &#x5FA1;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3;&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; &#x30A2; &#x30BB; &#x30B9; &#x30E1; &#x30F3; &#x30C8;&#xD;&#xA;&#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x306E; &#x7D99; &#x7D9A;&#xD;&#xA;&#x7684; &#x306A; &#x30E2; &#x30CB; &#x30BF; &#x30EA; &#x30F3; &#x30B0;&#xD;&#xA;&#x5206; &#x6790;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q019.png" alt="問. 19 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 20</h3>
			<figure>
				<figcaption><small>&#x554F; 29 JIS Q 27000 : 2019 ( &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30FC; &#x7528; &#x8A9E; ) &#x306E; &#x7528; &#x8A9E; &#x306B; &#x95A2; &#x3059;&#xD;&#xA;&#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;11&#xD;&#xA;&#x30AF; &#x6E90; , &#x4E8B; &#x8C61; , &#x305D; &#x308C; &#x3089; &#x306E; &#x539F; &#x56E0; &#x53CA; &#x3073; &#x8D77; &#x3053; &#x308A; &#x5F97; &#x308B; &#x7D50; &#x679C; &#x306E; &#x7279; &#x5B9A; &#x304C; &#x542B; &#x307E; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30EA; &#x30B9; &#x30AF; &#x7279; &#x5B9A; &#x3068; &#x306F; , &#x30EA; &#x30B9; &#x30AF; &#x3092; &#x767A; &#x898B; , &#x8A8D; &#x8B58; &#x53CA; &#x3073; &#x8A18; &#x8FF0; &#x3059; &#x308B; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x3053; &#x3068; &#x3067; &#x3042; &#x308A; , &#x30EA; &#x30B9;&#xD;&#xA;&#x306B; , &#x30EA; &#x30B9; &#x30AF; &#x5206; &#x6790; &#x306E; &#x7D50; &#x679C; &#x3092; &#x30EA; &#x30B9; &#x30AF; &#x57FA; &#x6E96; &#x3068; &#x6BD4; &#x8F03; &#x3059; &#x308B; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x3053; &#x3068; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30EA; &#x30B9; &#x30AF; &#x5BFE; &#x5FDC; &#x3068; &#x306F; , &#x30EA; &#x30B9; &#x30AF; &#x306E; &#x5927; &#x304D; &#x3055; &#x304C; , &#x53D7; &#x5BB9; &#x53EF; &#x80FD; &#x304B; &#x53C8; &#x306F; &#x8A31; &#x5BB9; &#x53EF; &#x80FD; &#x304B; &#x3092; &#x6C7A; &#x5B9A; &#x3059; &#x308B; &#x305F; &#x3081;&#xD;&#xA;&#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x306E; &#x6F5C; &#x5728; &#x7684; &#x306A; &#x539F; &#x56E0; &#x306E; &#x3053; &#x3068; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x8106; &#x5F31; &#x6027; &#x3068; &#x306F; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x53C8; &#x306F; &#x7D44; &#x7E54; &#x306B; &#x640D; &#x5BB3; &#x3092; &#x4E0E; &#x3048; &#x308B; &#x53EF; &#x80FD; &#x6027; &#x304C; &#x3042; &#x308B; , &#x671B; &#x307E; &#x3057; &#x304F; &#x306A; &#x3044; &#x30A4; &#x30F3;&#xD;&#xA;&#x306E; &#x5F31; &#x70B9; &#x306E; &#x3053; &#x3068; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x8105; &#x5A01; &#x3068; &#x306F; , &#x30FC; &#x3063; &#x4EE5; &#x4E0A; &#x306E; &#x8981; &#x56E0; &#x306B; &#x3088; &#x3063; &#x3066; &#x4ED8; &#x3051; &#x8FBC; &#x307E; &#x308C; &#x308B; &#x53EF; &#x80FD; &#x6027; &#x304C; &#x3042; &#x308B; , &#x8CC7; &#x7523; &#x53C8; &#x306F; &#x7BA1; &#x7406; &#x7B56;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q020.png" alt="問. 20 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 21</h3>
			<figure>
				<figcaption><small>&#x554F; 21 &#x95A2; &#x4FC2; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306E; &#x30D3; &#x30E5; &#x30FC; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30D3; &#x30E5; &#x30FC; &#x306E; &#x5217; &#x306F; , &#x57FA; &#x306E; &#x8868; &#x306E; &#x5217; &#x540D; &#x3068; &#x7570; &#x306A; &#x308B; &#x540D; &#x79F0; &#x3067; &#x5B9A; &#x7FA9; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30D3; &#x30E5; &#x30FC; &#x306F; , &#x57FA; &#x306E; &#x8868; &#x304B; &#x3089; &#x6307; &#x5B9A; &#x3057; &#x305F; &#x5217; &#x3092; &#x629C; &#x304D; &#x51FA; &#x3059; &#x3088; &#x3046; &#x306B; &#x5B9A; &#x7FA9; &#x3059; &#x308B; &#x3082; &#x306E; &#x3067; &#x3042; &#x30EA; , &#x884C; &#x3092; &#x629C;&#xD;&#xA;&#x306E; &#x88FD; &#x54C1; &#x54C1; &#x8CEA; &#x7279; &#x6027; &#x306F; , &#x5229; &#x5BB3; &#x95A2; &#x4FC2; &#x8005; &#x306E; &#x5229; &#x7528; &#x6642; &#x306E; &#x54C1; &#x8CEA; &#x306B; &#x5F71; &#x97FF; &#x3092; &#x53CA; &#x307C; &#x3059; &#x3002; &#x88FD; &#x54C1; &#x54C1; &#x8CEA; &#x7279; &#x6027; &#x306E; &#x3046; &#x3061; ,&#xD;&#xA;&#x30FC; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x53CA; &#x3073; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x54C1; &#x8CEA; &#x30E2; &#x30C7; &#x30EB; ) &#x306B; &#x3088; &#x308C; &#x3070; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x53C8; &#x306F; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x88FD; &#x54C1;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q021.png" alt="問. 21 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 22</h3>
			<figure>
				<figcaption><small>&#x554F; 23 JIS x 25010 : 2013 ( &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x53CA; &#x3073; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x88FD; &#x54C1; &#x306E; &#x54C1; &#x8CEA; &#x8981; &#x6C42; &#x53CA; &#x3073; &#x8A55; &#x4FA1; (SQuaRE)&#xD;&#xA;&#x3042; &#x308A; , &#x8FD1; &#x8DDD; &#x96E2; &#x3067; &#x306E; &#x6620; &#x50CF; &#x3084; &#x97F3; &#x697D; &#x914D; &#x4FE1; &#x306B; &#x5229; &#x7528; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5E83; &#x3044; &#x5468; &#x6CE2; &#x6570; &#x5E2F; &#x306B; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x62E1; &#x6563; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x9AD8; &#x901F; &#x306A; &#x4F1D; &#x9001; &#x3092; &#x884C; &#x3046; &#x7121; &#x7DDA; &#x901A; &#x4FE1; &#x65B9; &#x5F0F; &#x3067;&#xD;&#xA;&#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x3084; &#x30B9; &#x30DE; &#x30FC; &#x30C8; &#x30E1; &#x30FC; &#x30BF; &#x306A; &#x3069; &#x3078; &#x306E; &#x5FDC; &#x7528; &#x304C; &#x9032; &#x3081; &#x3089; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4E0B; &#x4F4D; &#x5C64; &#x306B; IEEE 802.15.4 &#x3092; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x4F4E; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x306E; &#x7121; &#x7DDA; &#x901A; &#x4FE1; &#x65B9; &#x5F0F; &#x3067; &#x3042; &#x30EA; , &#x30BB; &#x30F3; &#x30B5; &#x30CD;&#xD;&#xA;&#x306A; &#x3069; &#x3067; &#x5229; &#x7528; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; 5.8 GHz &#x5E2F; &#x3092; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x8FD1; &#x8DDD; &#x96E2; &#x306E; &#x7121; &#x7DDA; &#x901A; &#x4FE1; &#x65B9; &#x5F0F; &#x3067; &#x3042; &#x308A; , &#x6709; &#x6599; &#x9053; &#x8DEF; &#x306E; &#x6599; &#x91D1; &#x6240; &#x306E; ETC&#xD;&#xA;&#x304B; &#x3089; &#x6210; &#x308B; &#x30B9; &#x30BF; &#x30FC; &#x578B; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; 2.4GHz &#x5E2F; &#x3092; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x7121; &#x7DDA; &#x901A; &#x4FE1; &#x65B9; &#x5F0F; &#x3067; &#x3042; &#x308A; , &#x30FC; &#x3063; &#x306E; &#x30DE; &#x30B9; &#x30BF; &#x3068; &#x6700; &#x5927; &#x4E03; &#x3064; &#x306E; &#x30B9; &#x30EC; &#x30FC; &#x30D7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q022.png" alt="問. 22 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 23</h3>
			<figure>
				<figcaption><small>&#x554F; 22 ZigBee &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5DE5; &#x548C; &#x4E21; &#x7ACB; &#x306A; &#x4E8C; &#x3064; &#x306E; &#x8868; &#x306B; &#x5BFE; &#x3057; , &#x548C; &#x96C6; &#x5408; &#x6F14; &#x7B97; &#x3092; &#x7528; &#x3044; &#x3066; &#x30D3; &#x30E5; &#x30FC; &#x3092; &#x5B9A; &#x7FA9; &#x3059; &#x308B; &#x3053; &#x3068; &#x306F; &#x3067; &#x304D; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x304C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4E8C; &#x3064; &#x4EE5; &#x4E0A; &#x306E; &#x8868; &#x306E; &#x7D50; &#x5408; &#x306B; &#x3088; &#x3063; &#x3066; &#x5B9A; &#x7FA9; &#x3055; &#x308C; &#x305F; &#x30D3; &#x30E5; &#x30FC; &#x306F; , &#x7D50; &#x5408; &#x306E; &#x4ED5; &#x65B9; &#x306B; &#x3088; &#x3089; &#x3059; &#x66F4; &#x65B0; &#x64CD; &#x4F5C;&#xD;&#xA;&#x304D; &#x51FA; &#x3059; &#x3088; &#x3046; &#x306B; &#x5B9A; &#x7FA9; &#x3059; &#x308B; &#x3053; &#x3068; &#x306F; &#x3067; &#x304D; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x4FDD; &#x5B88; &#x4F5C; &#x696D; &#x8005; &#x306E; &#x5229; &#x7528; &#x6642; &#x306E; &#x54C1; &#x8CEA; &#x306B; &#x5927; &#x304D; &#x306A; &#x5F71; &#x97FF; &#x3092; &#x53CA; &#x307C; &#x3059; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x6A5F; &#x80FD; &#x9069; &#x5408; &#x6027;&#xD;&#xA;&#x30A4; &#x4E92; &#x63DB; &#x6027;&#xD;&#xA;&#x30A6; &#x4F7F; &#x7528; &#x6027;&#xD;&#xA;12&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x6027; &#x80FD; &#x52B9; &#x7387; &#x6027;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q023.png" alt="問. 23 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 24</h3>
			<figure>
				<figcaption><small>&#x554F; 24 &#x30D9; &#x30CD; &#x30C8; &#x30EC; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x4FA1; &#x683C; &#x6226; &#x7565; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x4FA1; &#x683C; &#x611F; &#x5EA6; &#x304C; &#x9AD8; &#x3044; &#x6D88; &#x8CBB; &#x8005; &#x5C64; &#x3067; &#x306F; &#x306A; &#x304F; &#x9AD8; &#x4FA1; &#x683C; &#x3067; &#x3082; &#x8CFC; &#x5165; &#x3059; &#x308B; &#x5C64; &#x3092; &#x30BF; &#x30FC; &#x30B2; &#x30C3; &#x30C8; &#x3068; &#x3057; , &#x65B0; &#x88FD;&#xD;&#xA;&#x54C1; &#x306E; &#x5C0E; &#x5165; &#x671F; &#x306B; &#x77ED; &#x671F; &#x9593; &#x3067; &#x5229; &#x76CA; &#x3092; &#x78BA; &#x4FDD; &#x3059; &#x308B; &#x6226; &#x7565; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x65B0; &#x88FD; &#x54C1; &#x306E; &#x5C0E; &#x5165; &#x671F; &#x306B; , &#x5E02; &#x5834; &#x304C; &#x53D7; &#x3051; &#x5165; &#x308C; &#x3084; &#x3059; &#x3044; &#x4FA1; &#x683C; &#x3092; &#x8A2D; &#x5B9A; &#x3057; , &#x307E; &#x3059; &#x306F; &#x5229; &#x76CA; &#x7372; &#x5F97; &#x3088; &#x30EA; &#x3082;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q024.png" alt="問. 24 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 25</h3>
			<figure>
				<figcaption><small>&#x554F; 25 &#x30B3; &#x30FC; &#x30EB; &#x30BB; &#x30F3; &#x30BF; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3051; &#x308B; &#x2163; R &#x3092; &#x8AAC; &#x660E; &#x3057; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5408; &#x8A08; &#x3088; &#x308A; &#x3082; &#x4F4E; &#x3044; &#x4FA1; &#x683C; &#x3092; &#x8A2D; &#x5B9A; &#x3057; , &#x58F2; &#x4E0A; &#x3092; &#x5897; &#x5927; &#x3055; &#x305B; &#x308B; &#x6226; &#x7565; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x88DC; &#x5B8C; &#x7684; &#x306A; &#x8907; &#x6570; &#x306E; &#x88FD; &#x54C1; &#x3084; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x7D44; &#x307F; &#x5408; &#x308F; &#x305B; &#x3066; , &#x500B; &#x3005; &#x306E; &#x88FD; &#x54C1; &#x3084; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x4FA1; &#x683C; &#x306E;&#xD;&#xA;&#x88FD; &#x54C1; &#x3084; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3078; &#x306E; &#x8CFC; &#x8CB7; &#x884C; &#x52D5; &#x3092; &#x559A; &#x8D77; &#x3055; &#x305B; &#x308B; &#x6226; &#x7565; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x88FD; &#x54C1; &#x3084; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x6D88; &#x8CBB; &#x8005; &#x306E; &#x5024; &#x9803; &#x611F; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; &#x4FA1; &#x683C; &#x3092; &#x8A2D; &#x5B9A; &#x3057; , &#x6D88; &#x8CBB; &#x8005; &#x306B; &#x305D; &#x306E;&#xD;&#xA;&#x5E02; &#x5834; &#x30B7; &#x30A7; &#x30A2; &#x306E; &#x7372; &#x5F97; &#x3092; &#x512A; &#x5148; &#x3059; &#x308B; &#x6226; &#x7565; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x9867; &#x5BA2; &#x304B; &#x3089; &#x306E; &#x96FB; &#x8A71; &#x306B; &#x81EA; &#x52D5; &#x5FDC; &#x7B54; &#x3057; , &#x9867; &#x5BA2; &#x81EA; &#x8EAB; &#x306E; &#x64CD; &#x4F5C; &#x306B; &#x3088; &#x3063; &#x3066; &#x60C5; &#x5831; &#x306E; &#x9078; &#x629E; &#x3084; &#x914D; &#x4FE1; , &#x5408; &#x6210;&#xD;&#xA;&#x30A2; &#x4F01; &#x696D; &#x30D3; &#x30EB; &#x5185; &#x306A; &#x3069; &#x306B; &#x8A2D; &#x7F6E; &#x3057; &#x3066; , &#x5916; &#x7DDA; &#x96FB; &#x8A71; &#x3068; &#x5185; &#x7DDA; &#x96FB; &#x8A71; , &#x5185; &#x7DDA; &#x96FB; &#x8A71; &#x540C; &#x58EB; &#x3092; &#x4EA4; &#x63DB; &#x3059; &#x308B; &#x88C5; &#x7F6E;&#xD;&#xA;13&#xD;&#xA;&#x3061; &#x306E; 1 &#x4EBA; &#x3060; &#x3051; &#x306B; &#x63A5; &#x7D9A; &#x3059; &#x308B; &#x4ED5; &#x7D44; &#x307F;&#xD;&#xA;&#x30A7; &#x7740; &#x4FE1; &#x3057; &#x305F; &#x96FB; &#x8A71; &#x3092; , &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x6C7A; &#x3081; &#x3089; &#x308C; &#x305F; &#x30EB; &#x30FC; &#x30EB; &#x306B; &#x5F93; &#x3063; &#x3066; , &#x8907; &#x6570; &#x306E; &#x30AA; &#x30DA; &#x30EC; &#x30FC; &#x30BF; &#x306E; &#x3046;&#xD;&#xA;&#x7740; &#x547C; &#x3068; &#x540C; &#x6642; &#x306B; &#x5FC5; &#x8981; &#x306A; &#x9867; &#x5BA2; &#x60C5; &#x5831; &#x3092; &#x30AA; &#x30DA; &#x30EC; &#x30FC; &#x30BF; &#x306E; &#x753B; &#x9762; &#x4E0A; &#x306B; &#x8868; &#x793A; &#x3059; &#x308B; &#x30B7; &#x30B9; &#x30C6; &#x30E0;&#xD;&#xA;&#x30A6; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x3068; &#x96FB; &#x8A71; &#x3092; &#x7D71; &#x5408; &#x3057; , &#x9867; &#x5BA2; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x3068; PBX &#x3092; &#x9023; &#x52D5; &#x3055; &#x305B; &#x3066; , &#x767A; &#x547C; &#x3084;&#xD;&#xA;&#x97F3; &#x58F0; &#x306B; &#x3088; &#x308B; &#x5FDC; &#x7B54; &#x306A; &#x3069; &#x3092; &#x884C; &#x3046; &#x4ED5; &#x7D44; &#x307F;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_au/2021r03a_au_am2_qs/q025.png" alt="問. 25 設問画像">
			</figure>
		</article>
</section>

	</main>
	<footer>
		<hr>
		<p><a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a></p>
	</footer>
	
</body>
</html>