<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x30C7;&#x30FC;&#x30BF;&#x30D9;&#x30FC;&#x30B9;&#x30B9;&#x30DA;&#x30B7;&#x30E3;&#x30EA;&#x30B9;&#x30C8;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-EVSTQN3/azprG1Anm3QDgpJLIm9Nao0Yz1ztcQTwFspd3yD65VohhpuuCOmLASjC" crossorigin="anonymous">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body class="bg-light">
	<header class="d-flex flex-wrap justify-content-center py-3 mb-4 border-bottom">
		<a href="/" class="d-flex align-items-center mb-3 mb-md-0 me-md-auto text-dark text-decoration-none">
			<span">IPA過去問Bot</span>
		</a>
	</header>
	<main class="container-fluid bg-body">
		
<section>
	<h1>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x30C7;&#x30FC;&#x30BF;&#x30D9;&#x30FC;&#x30B9;&#x30B9;&#x30DA;&#x30B7;&#x30E3;&#x30EA;&#x30B9;&#x30C8;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C;</h1>
	<div>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q001.png">
				<div class="card-body">
					<h2 class="card-title">問. 1</h2>
					<p class="card-text">&#x554F; 1 CAP &#x5B9A; &#x7406; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x53EF; &#x7528; &#x6027; &#x306F; &#x57FA; &#x672C; &#x7684; &#x306B; &#x9AD8; &#x304F; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306F; &#x5229; &#x7528; &#x53EF; &#x80FD; &#x3067; &#x3042; &#x308B; &#x304C; , &#x6574; &#x5408; &#x6027; &#x306B; &#x3064; &#x3044;&#xD;&#xA;&#x3066; &#x306F; &#x53B3; &#x5BC6; &#x3067; &#x306F; &#x306A; &#x3044; &#x3002; &#x3057; &#x304B; &#x3057; &#x6700; &#x7D42; &#x7684; &#x306B; &#x306F; &#x6574; &#x5408; &#x6027; &#x304C; &#x53D6; &#x308C; &#x305F; &#x72B6; &#x614B; &#x3068; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x51E6; &#x7406; &#x306F; , &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x6574; &#x5408; &#x6027; &#x3092; &#x4FDD; &#x8A3C; &#x3059; &#x308B; &#x306E; &#x3066; , &#x5B9F; &#x884C; &#x7D50; &#x679C; &#x304C; &#x77DB; &#x76FE; &#x3057; &#x305F;&#xD;&#xA;&#x72B6; &#x614B; &#x306B; &#x306A; &#x308B; &#x3053; &#x3068; &#x306F; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A6; &#x8907; &#x6570; &#x306E; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x3092; &#x4E26; &#x5217; &#x306B; &#x51E6; &#x7406; &#x3057; &#x305F; &#x3068; &#x304D; &#x306E; &#x5B9F; &#x884C; &#x7D50; &#x679C; &#x3068; , &#x76F4; &#x5217; &#x3067; &#x9010; &#x6B21; &#x51E6; &#x7406; &#x3057;&#xD;&#xA;&#x305F; &#x3068; &#x304D; &#x306E; &#x5B9F; &#x884C; &#x7D50; &#x679C; &#x306F; &#x4E00; &#x81F4; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5206; &#x6563; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3044; &#x3066; , &#x6574; &#x5408; &#x6027; , &#x53EF; &#x7528; &#x6027; , &#x5206; &#x65AD; &#x8010; &#x6027; &#x306E; &#x4E09; &#x3064; &#x3092; &#x540C; &#x6642; &#x306B; &#x6E80; &#x305F; &#x3059; &#x3053; &#x3068; &#x306F;&#xD;&#xA;&#x3067; &#x304D; &#x306A; &#x3044; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q002.png">
				<div class="card-body">
					<h2 class="card-title">問. 2</h2>
					<p class="card-text">&#x554F; 2 &#x90E8; , &#x8AB2; , &#x4FC2; &#x306E; &#x968E; &#x5C64; &#x95A2; &#x4FC2; &#x304B; &#x3089; &#x6210; &#x308B; &#x7D44; &#x7E54; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x30E2; &#x30C7; &#x30EB; &#x3068; &#x3057; &#x3066; , &#x30E2; &#x30C7; &#x30EB; A&amp;C &#x306E; &#x4E09; &#x3064;&#xD;&#xA;&#x306E; &#x6848; &#x304C; &#x63D0; &#x51FA; &#x3055; &#x308C; &#x305F; &#x3002; &#x3053; &#x308C; &#x3089; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x89E3; &#x91C8; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002; &#x7D44; &#x7E54; &#x968E; &#x5C64; &#x306B; &#x304A;&#xD;&#xA;&#x3051; &#x308B; &#x7D44; &#x7E54; &#x306E; &#x4F4D; &#x7F6E; &#x3092; &#x7D44; &#x7E54; &#x30EC; &#x30D9; &#x30EB; &#x3068; &#x547C; &#x3076; &#x3002; &#x7D44; &#x7E54; &#x9593; &#x306E; &#x968E; &#x5C64; &#x95A2; &#x4FC2; &#x306F; , &#x89AA; &#x5B50; &#x3068; &#x3057; &#x3066; &#x8A18; &#x8FF0; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x89AA; &#x3068; &#x5B50; &#x306F; &#x5FAA; &#x74B0; &#x3057; &#x306A; &#x3044; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3053; &#x3067; , &#x30E2; &#x30C7; &#x30EB; &#x306E; &#x8868; &#x8A18; &#x306B; &#x306F; UML &#x3092; &#x7528; &#x3044; , { &#x968E; &#x5C64; }&#xD;&#xA;&#x306F; &#x7D44; &#x7E54; &#x306E; &#x89AA; &#x3068; &#x5B50; &#x306E; &#x95A2; &#x9023; &#x304C; &#x5FAA; &#x74B0; &#x3057; &#x306A; &#x3044; &#x3053; &#x3068; &#x3092; &#x6307; &#x5B9A; &#x3059; &#x308B; &#x5236; &#x7D04; &#x8A18; &#x8FF0; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x90E8; &#x30B3; &#x30FC; &#x30C9; &#x89AA;&#xD;&#xA;1&#xD;&#xA;&#x7D44; &#x7E54;&#xD;&#xA;&#x89AA;&#xD;&#xA;&#x7D44; &#x7E54; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x7D44; &#x7E54; &#x30EC; &#x30D9; &#x30EB; &#x5B50;&#xD;&#xA;1&#xD;&#xA;&#x8AB2;&#xD;&#xA;&#x5B50; &#x8AB2; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x30E2; &#x30C7; &#x30EB; A&#xD;&#xA;&#x89AA;&#xD;&#xA;&#x4FC2;&#xD;&#xA;&#x5B50; &#x4FC2; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x89AA; 0..1&#xD;&#xA;&#x7D44; &#x7E54;&#xD;&#xA;&#x7D44; &#x7E54; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x7D44; &#x7E54; &#x30EC; &#x30D9; &#x30EB;&#xD;&#xA;&#x30E2; &#x30C7; &#x30EB; B&#xD;&#xA;{ &#x968E; &#x5C64; }&#xD;&#xA;&#x5B50;&#xD;&#xA;&#x7D44; &#x7E54; &#x69CB; &#x9020;&#xD;&#xA;&#x89AA; &#x7D44; &#x7E54; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x5B50; &#x7D44; &#x7E54; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30E2; &#x30C7; &#x30EB; C&#xD;&#xA;&#x30E2; &#x30C7; &#x30EB; C &#x3067; &#x306F; , &#x7D44; &#x7E54; &#x306E; &#x89AA; &#x5B50; &#x95A2; &#x4FC2; &#x304C; &#x5FAA; &#x74B0; &#x3057; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x5236; &#x7D04; &#x3092; &#x8AB2; &#x3059; &#x5FC5; &#x8981; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30FC; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30E2; &#x30C7; &#x30EB; B &#x3092; &#x95A2; &#x4FC2; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x4E0A; &#x306B; &#x5B9F; &#x88C5; &#x3059; &#x308B; &#x5834; &#x5408; , &#x89AA; &#x306F; &#x5B50; &#x306E; &#x7D44; &#x7E54; &#x30B3; &#x30FC; &#x30C9; &#x3092; &#x5916; &#x90E8; &#x30AD;&#xD;&#xA;&#x3069; &#x306E; &#x30E2; &#x30C7; &#x30EB; &#x3082; , &#x30FC; &#x3063; &#x306E; &#x5B50; &#x7D44; &#x7E54; &#x304C; &#x8907; &#x6570; &#x306E; &#x89AA; &#x7D44; &#x7E54; &#x304B; &#x3089; &#x7BA1; &#x8F44; &#x3055; &#x308C; &#x308B; &#x72B6; &#x6CC1; &#x3092; &#x8A18; &#x8FF0; &#x3067; &#x304D; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x65B0; &#x3057; &#x3044; &#x7D44; &#x7E54; &#x30EC; &#x30D9; &#x30EB; &#x3092; &#x8A2D; &#x3051; &#x308B; &#x5834; &#x5408; , &#x3069; &#x306E; &#x30E2; &#x30C7; &#x30EB; &#x3082; &#x5909; &#x66F4; &#x3059; &#x308B; &#x5FC5; &#x8981; &#x306F; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x3068; {A, C} &#x3067; &#x3042; &#x308A; , {A, B} &#x2192; C &#x53CA; &#x3073;&#xD;&#xA;&#x7B2C; 2 &#x6B63; &#x898F; &#x5F62;&#xD;&#xA;&#x30DD; &#x30A4; &#x30B9; &#x30FB; &#x30B3; &#x30C3; &#x30C9; &#x6B63; &#x898F; &#x5F62;&#xD;&#xA;C &#x2192; B &#x306E; &#x95A2; &#x6570; &#x5F93; &#x5C5E; &#x6027; &#x304C; &#x3042; &#x308B; &#x3068; &#x304D; , &#x95A2; &#x4FC2; R &#x306F; &#x3069; &#x3053; &#x307E; &#x3067; &#x306E; &#x6B63; &#x898F; &#x5F62; &#x306E; &#x6761; &#x4EF6; &#x3092; &#x6E80; &#x8DB3; &#x3057; &#x3066; &#x3044; &#x308B; &#x304B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q003.png">
				<div class="card-body">
					<h2 class="card-title">問. 3</h2>
					<p class="card-text">&#x554F; 3 &#x95A2; &#x4FC2; R (), B, C) &#x306E; &#x5019; &#x88DC; &#x30AD; &#x30FC; &#x304C; {A, B}&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x7B2C; 1 &#x6B63; &#x898F; &#x5F62;&#xD;&#xA;&#x7B2C; 3 &#x6B63; &#x898F; &#x5F62;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q004.png">
				<div class="card-body">
					<h2 class="card-title">問. 4</h2>
					<p class="card-text">&#x554F; 4 &#x56DB; &#x3064; &#x306E; &#x8868; &#x306E; &#x95A2; &#x4FC2; &#x3092; &#x8868; &#x3059; E-R &#x56F3; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x306F; &#x4E3B; &#x30AD; &#x30FC; &#x3092; , &#x7834; &#x7DDA; &#x306E; &#x4E0B; &#x7DDA; &#x306F; &#x5916; &#x90E8; &#x30AD; &#x30FC; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x533B; &#x5E2B;&#xD;&#xA;&#x533B; &#x5E2B; &#x756A; &#x53F7;&#xD;&#xA;&#x8A3A; &#x7642; &#x79D1;&#xD;&#xA;&#x8A3A; &#x7642; &#x79D1; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x8A3A; &#x5BDF;&#xD;&#xA;&#x8A3A; &#x7642; &#x79D1; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x60A3; &#x8005;&#xD;&#xA;&#x60A3; &#x8005; &#x756A; &#x53F7;&#xD;&#xA;&#x533B; &#x5E2B;&#xD;&#xA;&#x533B; &#x5E2B;&#xD;&#xA;&#x533B; &#x5E2B;&#xD;&#xA;&#x533B; &#x5E2B;&#xD;&#xA;&#x533B; &#x5E2B; &#x540D;&#xD;&#xA;&#x8A3A; &#x7642; &#x79D1; &#x540D; &#x79F0;&#xD;&#xA;&#x60A3; &#x8005; &#x756A; &#x53F7;&#xD;&#xA;&#x60A3; &#x8005; &#x540D;&#xD;&#xA;&#x8A3A; &#x7642; &#x79D1;&#xD;&#xA;&#x8A3A; &#x7642; &#x79D1;&#xD;&#xA;&#x8A3A; &#x7642; &#x79D1;&#xD;&#xA;&#x8A3A; &#x7642; &#x79D1;&#xD;&#xA;&#x8A3A; &#x7642; &#x79D1; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x8A3A; &#x5BDF;&#xD;&#xA;&#x8A3A; &#x5BDF;&#xD;&#xA;&#x8A3A; &#x5BDF;&#xD;&#xA;&#x8A3A; &#x5BDF;&#xD;&#xA;&#x8A3A; &#x5BDF; &#x65E5; &#x6642;&#xD;&#xA;&#x3053; &#x3067; , &#x5B9F; &#x7DDA; &#x306E; &#x4E0B; &#x7DDA;&#xD;&#xA;&#x60A3; &#x8005;&#xD;&#xA;&#x60A3; &#x8005;&#xD;&#xA;&#x60A3; &#x8005;&#xD;&#xA;&#x60A3; &#x8005;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q005.png">
				<div class="card-body">
					<h2 class="card-title">問. 5</h2>
					<p class="card-text">&#x554F; 5 &#x7B2C; 1 &#x6B63; &#x898F; &#x5F62; &#x304B; &#x3089; &#x7B2C; 5 &#x6B63; &#x898F; &#x5F62; &#x307E; &#x3067; &#x306E; &#x6B63; &#x898F; &#x5316; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C;&#xD;&#xA;&#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x6B63; &#x898F; &#x5F62; &#x306B; &#x3059; &#x308B; &#x5206; &#x89E3; &#x306F; &#x5168; &#x3066; &#x95A2; &#x6570; &#x5F93; &#x5C5E; &#x6027; &#x304C; &#x4FDD; &#x5B58; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x6B63; &#x898F; &#x5F62; &#x306B; &#x3059; &#x308B; &#x5206; &#x89E3; &#x306F; &#x5168; &#x3066; &#x60C5; &#x5831; &#x7121; &#x640D; &#x5931; &#x306E; &#x5206; &#x89E3; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x7B2C; 4 &#x6B63; &#x898F; &#x5F62; &#x304B; &#x3089; &#x7B2C; 5 &#x6B63; &#x898F; &#x5F62; &#x3078; &#x306E; &#x5206; &#x89E3; &#x306F; &#x81EA; &#x660E; &#x306A; &#x591A; &#x5024; &#x5F93; &#x5C5E; &#x6027; &#x304C; &#x4FDD; &#x5B58; &#x3055; &#x308C; &#x308B; &#x5206; &#x89E3; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x7B2C; 3 &#x6B63; &#x898F; &#x5F62; &#x3078; &#x306E; &#x5206; &#x89E3; &#x3067; &#x306F; , &#x60C5; &#x5831; &#x7121; &#x640D; &#x5931; &#x304B; &#x3063; &#x95A2; &#x6570; &#x5F93; &#x5C5E; &#x6027; &#x304C; &#x4FDD; &#x5B58; &#x3055; &#x308C; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q006.png">
				<div class="card-body">
					<h2 class="card-title">問. 6</h2>
					<p class="card-text">&#x554F; 6&#xD;&#xA;&quot; &#x5546; &#x54C1; &quot; &#x8868; &#x3068; &quot; &#x5F53; &#x6708; &#x5546; &#x54C1; &#x4ED5; &#x5165; &#x5408; &#x8A08; &quot; &#x8868; &#x306B; &#x5BFE; &#x3057; &#x3066; , SQL &#x6587; &#x3092; &#x5B9F; &#x884C; &#x3057; &#x305F; &#x7D50; &#x679C; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5546; &#x54C1;&#xD;&#xA;&#x5F53; &#x6708; &#x5546; &#x54C1; &#x4ED5; &#x5165; &#x5408; &#x8A08;&#xD;&#xA;(SELECT &#x4ED5; &#x5165; &#x5148; &#x30B3; &#x30FC; &#x30C9; FROM &#x5F53; &#x6708; &#x5546; &#x54C1; &#x4ED5; &#x5165; &#x5408; &#x8A08; )&#xD;&#xA;EXCEPT&#xD;&#xA;(SELECT &#x4ED5; &#x5165; &#x5148; &#x30B3; &#x30FC; &#x30C9; FROM &#x5546; &#x54C1; )&#xD;&#xA;&#x3014; SQL &#x6587; &#x3015;&#xD;&#xA;&#x4ED5; &#x5165; &#x5148; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;K01&#xD;&#xA;K01&#xD;&#xA;K03&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x4ED5; &#x5165; &#x5148; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;K01&#xD;&#xA;K03&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x4ED5; &#x5165; &#x5148; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;K02&#xD;&#xA;K02&#xD;&#xA;K04&#xD;&#xA;&#x4ED5; &#x5165; &#x5148; &#x30B3; &#x30FC; &#x30C9;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q007.png">
				<div class="card-body">
					<h2 class="card-title">問. 7</h2>
					<p class="card-text">&#x554F; 7 &#x6B21; &#x306E; ( 1 ) , &#x2461; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x30C8; &#x30E9; &#x30F3; &#x30B5; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x9694; &#x96E2; &#x6027; &#x6C34; &#x6E96; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;( 1 ) &#x5BFE; &#x8C61; &#x306E; &#x8868; &#x306E; &#x30C0; &#x30FC; &#x30C6; &#x30A3; &#x30EA; &#x30FC; &#x30C9; &#x306F; &#x56DE; &#x907F; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x56DE; &#x76EE; &#x306E; &#x8AAD; &#x8FBC; &#x307F; &#x306E; &#x5217; &#x5024; &#x3068; 2 &#x56DE; &#x76EE; &#x4EE5; &#x964D; &#x306E; &#x8AAD; &#x8FBC; &#x307F; &#x306E; &#x5217; &#x5024; &#x304C; &#x540C; &#x3058; &#x3067; &#x3042; &#x308B; &#x3053; &#x3068; &#x304C; &#x4FDD; &#x8A3C; &#x3055; &#x308C; &#x306A;&#xD;&#xA;&#x2461; &#x30FC; &#x3063; &#x306E; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x4E2D; &#x3067; , &#x5BFE; &#x8C61; &#x306E; &#x8868; &#x306E; &#x3042; &#x308B; &#x884C; &#x3092; 2 &#x56DE; &#x4EE5; &#x4E0A; &#x53C2; &#x7167; &#x3059; &#x308B; &#x5834; &#x5408; , 1&#xD;&#xA;&#x30A2; READ COMMITTED&#xD;&#xA;&#x30A6; REPEATABLE READ&#xD;&#xA;&#x30A4; READ UNCOMMITTED&#xD;&#xA;&#x5DE5; SERIALIZABLE</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q008.png">
				<div class="card-body">
					<h2 class="card-title">問. 8</h2>
					<p class="card-text">&#x554F; 8&#xD;&#xA;&#x3014; &#x7D50; &#x679C; &#x3015;&#xD;&#xA;&#x793E; &#x54E1; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x8CC7; &#x683C; 1&#xD;&#xA;&#x8CC7; &#x683C; 2&#xD;&#xA;S001&#xD;&#xA;FE&#xD;&#xA;S002&#xD;&#xA;FE&#xD;&#xA;NULL&#xD;&#xA;S003&#xD;&#xA;FE&#xD;&#xA;NULL&#xD;&#xA;&#x8CC7; &#x683C;&#xD;&#xA;NULL&#xD;&#xA;&#x3014; SQL &#x6587; &#x3015;&#xD;&#xA;SELECT CI. &#x793E; &#x54E1; &#x30B3; &#x30FC; CI. &#x8CC7; &#x683C; AS &#x8CC7; &#x683C; 1 &#x2032; C2. &#x8CC7; &#x683C; AS &#x8CC7; &#x683C; 2&#xD;&#xA;FROM &#x793E; &#x54E1; &#x53D6; &#x5F97; &#x8CC7; &#x683C; CI LEFT OUTER JOIN &#x793E; &#x54E1; &#x53D6; &#x5F97; &#x8CC7; &#x683C; C2&#xD;&#xA;&#x30A2;&#xD;&#xA;0N C 1 . &#x793E; &#x54E1; &#x30B3; &#x30FC; &#x30C9; = C2. &#x793E; &#x54E1; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;AND CI . &#x8CC7; &#x683C; = FE&#x27; AND&#xD;&#xA;C2. &#x8CC7; &#x683C; = &#x27;AP&#x27;&#xD;&#xA;WHERE CI . &#x8CC7; &#x683C; = &#x27; FE&#x27;&#xD;&#xA;&#x30A4;&#xD;&#xA;ON C 1 . &#x793E; &#x54E1; &#x30B3; &#x30FC; &#x30C9; = C2. &#x793E; &#x54E1; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;AND CI. &#x8CC7; &#x683C; = &#x27; FE&#x27; AND C2. &#x8CC7; &#x683C; =&#xD;&#xA;AP&#x27;&#xD;&#xA;WHERE CI . &#x8CC7; &#x683C; IS NOT NULL&#xD;&#xA;&#x30A6;&#xD;&#xA;ON C 1 . &#x793E; &#x54E1; &#x30B3; &#x30FC; &#x30C9; = C2. &#x793E; &#x54E1; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;AND CI . &#x8CC7; &#x683C; = &#x27;FE&#x27; AND C2. &#x8CC7; &#x683C; = &#x27;AP&#x27;&#xD;&#xA;WHERE C2. &#x8CC7; &#x683C; = &#x27;AP&#x27;&#xD;&#xA;&#x5DE5;&#xD;&#xA;ON C 1 . &#x793E; &#x54E1; &#x30B3; &#x30FC; &#x30C9; = C2. &#x793E; &#x54E1; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;WHERE CI. &#x8CC7; &#x683C; = &#x27; FE&#x27; AND C2. &#x8CC7; &#x683C; = &#x27; AP&#x27;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q009.png">
				<div class="card-body">
					<h2 class="card-title">問. 9</h2>
					<p class="card-text">&#x554F; 9 &#x5C5E; &#x6027; &#x304C; &#x308C; &#x500B; &#x3042; &#x308B; &#x95A2; &#x4FC2; &#x306E; &#x7570; &#x306A; &#x308B; &#x5C04; &#x5F71; &#x306F; &#x5E7E; &#x3064; &#x3042; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x95A2; &#x4FC2; &#x3068; &#x540C; &#x3058; &#x7D50; &#x679C; &#x3068; &#x306A; &#x308B; &#x5C04; &#x5F71; , &#x53CA; &#x3073; &#x5C5E; &#x6027; &#x3092; &#x5168; &#x304F; &#x542B; &#x307E; &#x306A; &#x3044; &#x5C04; &#x5F71; &#x3092; &#x542B; &#x3081; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5143; &#x306E;&#xD;&#xA;&#x30A2; 10g2 &#x30EB;&#xD;&#xA;&#x30A4; &#x308C;&#xD;&#xA;&#x30A6; 2 &#x201D;&#xD;&#xA;8&#xD;&#xA;&#x30A7; 2 &#x201D;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q010.png">
				<div class="card-body">
					<h2 class="card-title">問. 10</h2>
					<p class="card-text">&#x554F; 10 &#x3042; &#x308B; &#x96FB; &#x5B50; &#x5546; &#x53D6; &#x5F15; &#x30B5; &#x30A4; &#x30C8; &#x3067; &#x306F; , &#x4F1A; &#x54E1; &#x306E; &#x5C5E; &#x6027; &#x3092; &#x67D4; &#x8EDF; &#x306B; &#x5909; &#x66F4; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; , &#x201C; &#x4F1A; &#x54E1; &#x9805; &#x76EE; &#x27;&#xD;&#xA;&#x8868; &#x3067; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3057; &#x305F; &#x3002; &#x201C; &#x4F1A; &#x54E1; &#x9805; &#x76EE; &#x201D; &#x8868; &#x306B; &#x5BFE; &#x3057; , &#x6B21; &#x306E; &#x6761; &#x4EF6; &#x3067; SQL &#x6587; &#x3092; &#x5B9F; &#x884C; &#x3057; &#x3066; &#x7D50; &#x679C;&#xD;&#xA;&#x3092; &#x5F97; &#x308B; &#x5834; &#x5408; , SQL &#x6587; &#x306E; a &#x306B; &#x5165; &#x308C; &#x308B; &#x5B57; &#x53E5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3053; &#x3067; , &#x5B9F; &#x7DDA; &#x306E; &#x4E0B; &#x7DDA; &#x306F; &#x4E3B; &#x30AD; &#x30FC; &#x3092; ,&#xD;&#xA;NULL &#x306F; &#x5024; &#x304C; &#x306A; &#x3044; &#x3053; &#x3068; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x3014; &#x6761; &#x4EF6; &#x3015;&#xD;&#xA;( 1 ) &#x540C; &#x4E00; &#x201C; &#x4F1A; &#x54E1; &#x756A; &#x53F7; &quot; &#x3092; &#x3082; &#x3064; &#x8907; &#x6570; &#x306E; &#x884C; &#x306B; &#x3088; &#x3063; &#x3066; , 1 &#x4EBA; &#x306E; &#x4F1A; &#x54E1; &#x306E; &#x5C5E; &#x6027; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x2461; &#x65B0; &#x898F; &#x306B; &#x8FFD; &#x52A0; &#x3059; &#x308B; &#x884C; &#x306E; &#x884C; &#x756A; &#x53F7; &#x306F; , &#x6700; &#x5F8C; &#x306B; &#x8FFD; &#x52A0; &#x3055; &#x308C; &#x305F; &#x884C; &#x306E; &#x884C; &#x756A; &#x53F7; &#x306B; 1 &#x3092; &#x52A0; &#x3048; &#x305F; &#x5024; &#x3068;&#xD;&#xA;&#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x2462; &#x540C; &#x4E00; &#x201C; &#x4F1A; &#x54E1; &#x756A; &#x53F7; &#x201D; &#x3067; &#x540C; &#x4E00; &#x201C; &#x9805; &#x76EE; &#x540D; &#x201D; &#x306E; &#x884C; &#x304C; &#x8907; &#x6570; &#x3042; &#x308B; &#x5834; &#x5408; , &#x3088; &#x30EA; &#x5927; &#x304D; &#x3044; &#x884C; &#x756A; &#x53F7; &#x306E;&#xD;&#xA;&#x9805; &#x76EE; &#x5024; &#x3092; &#x63A1; &#x7528; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x4F1A; &#x54E1; &#x9805; &#x76EE;&#xD;&#xA;&#x884C; &#x756A; &#x53F7; &#x4F1A; &#x54E1; &#x756A; &#x53F7;&#xD;&#xA;&#x9805; &#x76EE; &#x540D;&#xD;&#xA;&#x9805; &#x76EE; &#x5024;&#xD;&#xA;&#x4F1A; &#x54E1; &#x540D;&#xD;&#xA;&#x60C5; &#x5831; &#x592A; &#x90CE;&#xD;&#xA;0111&#xD;&#xA;&#x6700; &#x7D42; &#x8CFC; &#x5165; &#x5E74; &#x6708; &#x65E5;&#xD;&#xA;0111&#xD;&#xA;2021-02-05&#xD;&#xA;&#x4F1A; &#x54E1; &#x540D;&#xD;&#xA;&#x60C5; &#x5831; &#x82B1; &#x5B50;&#xD;&#xA;0112&#xD;&#xA;&#x6700; &#x7D42; &#x8CFC; &#x5165; &#x5E74; &#x6708; &#x65E5;&#xD;&#xA;0112&#xD;&#xA;2021-01-30&#xD;&#xA;&#x6700; &#x7D42; &#x8CFC; &#x5165; &#x5E74; &#x6708; &#x65E5;&#xD;&#xA;0112&#xD;&#xA;2021-02-01&#xD;&#xA;&#x4F1A; &#x54E1; &#x540D;&#xD;&#xA;&#x60C5; &#x5831; &#x6B21; &#x90CE;&#xD;&#xA;0113&#xD;&#xA;&#x3014; &#x7D50; &#x679C; &#x3015;&#xD;&#xA;&#x4F1A; &#x54E1; &#x756A; &#x53F7; &#x4F1A; &#x54E1; &#x540D;&#xD;&#xA;&#x6700; &#x7D42; &#x8CFC; &#x5165; &#x5E74; &#x6708; &#x65E5;&#xD;&#xA;&#x60C5; &#x5831; &#x592A; &#x90CE;&#xD;&#xA;0111&#xD;&#xA;2021-02-05&#xD;&#xA;&#x60C5; &#x5831; &#x82B1; &#x5B50;&#xD;&#xA;0112&#xD;&#xA;2021-02-01&#xD;&#xA;&#x60C5; &#x5831; &#x6B21; &#x90CE;&#xD;&#xA;0113&#xD;&#xA;NULL&#xD;&#xA;&#x3014; SQL &#x6587; &#x3015;&#xD;&#xA;SELECT &#x4F1A; &#x54E1; &#x756A; &#x53F7; &#x30FC;&#xD;&#xA;(CASE WHEN &#x9805; &#x76EE; &#x540D; = &#x27; &#x4F1A; &#x54E1; &#x540D; &#x27; THEN &#x9805; &#x76EE; &#x5024; END) AS &#x4F1A; &#x54E1; &#x540D; ,&#xD;&#xA;(CASE WHEN &#x9805; &#x76EE; &#x540D; = &#x27; &#x6700; &#x7D42; &#x8CFC; &#x5165; &#x5E74; &#x6708; &#x65E5; &#x27; THEN &#x9805; &#x76EE; &#x5024; END)&#xD;&#xA;AS &#x6700; &#x7D42; &#x8CFC; &#x5165; &#x5E74; &#x6708; &#x65E5;&#xD;&#xA;FROM ( SELECT &#x4F1A; &#x54E1; &#x756A; &#x53F7; &#x4E00; &#x9805; &#x76EE; &#x540D; &#x2032; &#x9805; &#x76EE; &#x5024; FROM &#x4F1A; &#x54E1; &#x9805; &#x76EE;&#xD;&#xA;( &#x884C; &#x756A; &#x53F7; ) FROM &#x4F1A; &#x54E1; &#x9805; &#x76EE;&#xD;&#xA;WHERE &#x884C; &#x756A; &#x53F7; IN ( SELECT&#xD;&#xA;GROUP BY &#x4F1A; &#x54E1; &#x756A; &#x53F7; &#x2032; &#x9805; &#x76EE; &#x540D; )&#xD;&#xA;GROUP BY &#x4F1A; &#x54E1; &#x756A; &#x53F7;&#xD;&#xA;ORDER BY &#x4F1A; &#x54E1; &#x756A; &#x53F7;&#xD;&#xA;&#x30A4;&#xD;&#xA;DISTINCT&#xD;&#xA;&#x30A6;&#xD;&#xA;MAX&#xD;&#xA;&#x30A2;&#xD;&#xA;COUNT&#xD;&#xA;&#x5DE5;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q011.png">
				<div class="card-body">
					<h2 class="card-title">問. 11</h2>
					<p class="card-text">&#x554F; 11 &#x95A2; &#x4FC2; R , S &#x306B; &#x6B21; &#x306E; &#x6F14; &#x7B97; &#x3092; &#x884C; &#x3046; &#x3068; &#x304D; , R &#x3068; S &#x304C; &#x548C; &#x4E21; &#x7ACB; &#x3067; &#x3042; &#x308B; &#x5FC5; &#x8981; &#x306E; &#x306A; &#x3044; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x5171; &#x901A; &#x96C6; &#x5408;&#xD;&#xA;&#x30A4; &#x5DEE; &#x96C6; &#x5408;&#xD;&#xA;&#x30A6; &#x76F4; &#x7A4D;&#xD;&#xA;&#x5DE5; &#x548C; &#x96C6; &#x5408;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q012.png">
				<div class="card-body">
					<h2 class="card-title">問. 12</h2>
					<p class="card-text">&#x554F; 12 &#x5206; &#x6563; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306E; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x304C; &#x8907; &#x6570; &#x306E; &#x30B5; &#x30D7; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306B; &#x5206; &#x5272; &#x3055; &#x308C; ,&#xD;&#xA;&#x8907; &#x6570; &#x306E; &#x30B5; &#x30A4; &#x30C8; &#x3067; &#x5B9F; &#x884C; &#x3055; &#x308C; &#x308B; &#x3068; &#x304D; , &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x5236; &#x5FA1; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046;&#xD;&#xA;&#x30C8; &#x53C8; &#x306F; &#x30ED; &#x30FC; &#x30EB; &#x30D0; &#x30C3; &#x30AF; &#x306E; &#x7570; &#x306A; &#x308B; &#x6307; &#x793A; &#x3092; &#x51FA; &#x3059; &#x5834; &#x5408; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30C8; &#x4E86; &#x627F; &#x5FDC; &#x7B54; &#x304C; &#x4E3B; &#x30B5; &#x30A4; &#x30C8; &#x306B; &#x5C4A; &#x3044; &#x3066; &#x3082; , &#x4E3B; &#x30B5; &#x30A4; &#x30C8; &#x306F; &#x30B5; &#x30D7; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x3054; &#x3068; &#x306B; &#x30B3; &#x3001;&#xD;&#xA;&#x30A2; 2 &#x76F8; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x3067; &#x306F; , &#x30B5; &#x30D7; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x304C; &#x5B9F; &#x884C; &#x3055; &#x308C; &#x308B; &#x5168; &#x3066; &#x306E; &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; &#x30B3; &#x3001;&#xD;&#xA;&#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30C3;&#xD;&#xA;&#x30DF; &#x30C3;&#xD;&#xA;&#x30A6; 2 &#x76F8; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x3092; &#x7528; &#x3044; &#x308B; &#x3068; , &#x30B5; &#x30D7; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x304C; &#x30ED; &#x30FC; &#x30EB; &#x30D0; &#x30C3; &#x30AF; &#x3055; &#x308C; &#x3066; &#x3082; &#x30C8; &#x30E9; &#x30F3;&#xD;&#xA;&#x5206; &#x304B; &#x3089; &#x306A; &#x3044; &#x5834; &#x5408; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x306E; &#x6307; &#x793A; &#x304C; &#x5C4A; &#x304B; &#x3059; , &#x30B5; &#x30D7; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x3092; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x3059; &#x3079; &#x304D; &#x304B; &#x30ED; &#x30FC; &#x30EB; &#x30D0; &#x30C3; &#x30AF; &#x3059; &#x3079; &#x304D; &#x304B;&#xD;&#xA;&#x30A4; 2 &#x76F8; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x3092; &#x7528; &#x3044; &#x3066; &#x3082; , &#x30B5; &#x30D7; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x304C; &#x5B9F; &#x884C; &#x3055; &#x308C; &#x308B; &#x30B5; &#x30A4; &#x30C8; &#x306B; &#x4E3B; &#x30B5; &#x30A4; &#x30C8;&#xD;&#xA;10&#xD;&#xA;&#x4E00; &#x8CAB; &#x6027; &#x306F; &#x4FDD; &#x8A3C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x500B; &#x3005; &#x306E; &#x30B5; &#x30A4; &#x30C8; &#x304C; &#x72EC; &#x81EA; &#x306B; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x3092; &#x884C; &#x3063; &#x3066; &#x3082; , &#x30B5; &#x30A4; &#x30C8; &#x9593; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306E;&#xD;&#xA;&#x30A7; &#x96C6; &#x4E2D; &#x578B; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306E; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x5236; &#x5FA1; &#x3067; &#x3042; &#x308B; 1 &#x76F8; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x3067; , &#x5206; &#x6563; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9;&#xD;&#xA;&#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x304C; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x3055; &#x308C; &#x308B; &#x5834; &#x5408; &#x304C; &#x3042; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q013.png">
				<div class="card-body">
					<h2 class="card-title">問. 13</h2>
					<p class="card-text">&#x554F; 13 2 &#x76F8; &#x30ED; &#x30C3; &#x30AF; &#x65B9; &#x5F0F; &#x3092; &#x7528; &#x3044; &#x305F; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x540C; &#x6642; &#x5B9F; &#x884C; &#x5236; &#x5FA1; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069;&#xD;&#xA;&#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x9806; &#x5E8F; &#x306F; , &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x958B; &#x59CB; &#x306E; &#x6642; &#x523B; &#x9806; &#x3068; &#x306A; &#x308B; &#x3088; &#x3046;&#xD;&#xA;&#x30A2; &#x5168; &#x3066; &#x306E; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x304C; &#x76F4; &#x5217; &#x306B; &#x5236; &#x5FA1; &#x3055; &#x308C; , &#x30C6; &#x30C3; &#x30C9; &#x30ED; &#x30C3; &#x30AF; &#x304C; &#x767A; &#x751F; &#x3059; &#x308B; &#x3053; &#x3068; &#x306F; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x306B; &#x5236; &#x5FA1; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306F; ,&#xD;&#xA;&#x64CD; &#x4F5C; &#x3092; &#x5B9F; &#x884C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306F; ,&#xD;&#xA;&#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x81EA; &#x5206; &#x304C; &#x7372; &#x5F97; &#x3057; &#x305F; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x5168; &#x3066; &#x89E3; &#x9664; &#x3057; &#x305F; &#x5F8C; &#x306B; &#x3060; &#x3051; , &#x30B3; &#x30DF; &#x30C3; &#x30C8;&#xD;&#xA;&#x5FC5; &#x8981; &#x306A; &#x5168; &#x3066; &#x306E; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x7372; &#x5F97; &#x3057; &#x305F; &#x5F8C; &#x306B; &#x3060; &#x3051; , &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x89E3; &#x9664; &#x3067;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q014.png">
				<div class="card-body">
					<h2 class="card-title">問. 14</h2>
					<p class="card-text">&#x554F; 1 4 RDBMS &#x306E; &#x30ED; &#x30C3; &#x30AF; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3053; &#x3067; , X, Y &#x306F; &#x30C8;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q015.png">
				<div class="card-body">
					<h2 class="card-title">問. 15</h2>
					<p class="card-text">&#x554F; 1 5&#xD;&#xA;&#x30A2; X &#x304C; A &#x8868; &#x5185; &#x306E; &#x7279; &#x5B9A; &#x884C; a &#x306B; &#x5BFE; &#x3057; &#x3066; &#x5171; &#x6709; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x7372; &#x5F97; &#x3057; &#x3066; &#x3044; &#x308B; &#x3068; &#x304D; &#x306F; , Y &#x306F; A &#x8868; &#x5185;&#xD;&#xA;&#x306E; &#x5225; &#x306E; &#x7279; &#x5B9A; &#x884C; b &#x306B; &#x5BFE; &#x3057; &#x3066; &#x5C02; &#x6709; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x7372; &#x5F97; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A4; X &#x304C; A &#x8868; &#x5185; &#x306E; &#x7279; &#x5B9A; &#x884C; a &#x306B; &#x5BFE; &#x3057; &#x3066; &#x5171; &#x6709; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x7372; &#x5F97; &#x3057; &#x3066; &#x3044; &#x308B; &#x3068; &#x304D; &#x306F; , Y &#x306F; A &#x8868; &#x306B;&#xD;&#xA;&#x5DE5; X &#x304C; A &#x8868; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x5C02; &#x6709; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x7372; &#x5F97; &#x3057; &#x3066; &#x3044; &#x308B; &#x3068; &#x304D; &#x3067; &#x3082; , Y &#x306F; A &#x8868; &#x5185; &#x306E; &#x7279; &#x5B9A; &#x884C; a&#xD;&#xA;&#x30ED; &#x30C3; &#x30AF; &#x3092; &#x7372; &#x5F97; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; X &#x304C; A &#x8868; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x5171; &#x6709; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x7372; &#x5F97; &#x3057; &#x3066; &#x3044; &#x308B; &#x3068; &#x304D; &#x3067; &#x3082; , Y &#x306F; A &#x8868; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x5C02; &#x6709;&#xD;&#xA;&#x5BFE; &#x3057; &#x3066; &#x5C02; &#x6709; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x7372; &#x5F97; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30FC; &#x30D7; &#x6CD5; &#x306B; &#x3088; &#x3063; &#x3066; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x5834; &#x5408; &#x306E; &#x8A08; &#x7B97; &#x91CF; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x95A2; &#x4FC2; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30BF; &#x30D6; &#x30EB; &#x6570; &#x3003; &#x306E; &#x8868; &#x4E8C; &#x3064; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x7D50; &#x5408; &#x64CD; &#x4F5C; &#x3092; , &#x5165; &#x308C; &#x5B50; &#x30EB;&#xD;&#xA;&#x306B; &#x5BFE; &#x3057; &#x3066; &#x5C02; &#x6709; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x7372; &#x5F97; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; 0 ( 10g &#x3003; )&#xD;&#xA;&#x30A4; 0 &#x671D; )&#xD;&#xA;&#x30A6; 0 &#x671D; g &#x3003; )&#xD;&#xA;11&#xD;&#xA;&#x5DE5;&#xD;&#xA;0 &#x671D; 2 )</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q016.png">
				<div class="card-body">
					<h2 class="card-title">問. 16</h2>
					<p class="card-text">&#x554F; 16 &#x591A; &#x7248; &#x540C; &#x6642; &#x5B9F; &#x884C; &#x5236; &#x5FA1; (MVCC) &#x306E; &#x7279; &#x5FB4; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304B; &#x3089; &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x660E; &#x793A; &#x7684; &#x306A; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x304B; &#x3051; &#x308B; &#x3053; &#x3068; &#x304C;&#xD;&#xA;&#x3067; &#x304D; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A4; &#x30C7; &#x30FC; &#x30BF; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x306A; &#x308B; &#x7248; &#x3092; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304C; &#x6307; &#x5B9A; &#x3059; &#x308B; &#x5FC5; &#x8981; &#x304C;&#xD;&#xA;&#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30C7; &#x30FC; &#x30BF; &#x66F8; &#x8FBC; &#x307F; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x65B0; &#x3057; &#x3044; &#x7248; &#x3092; &#x751F; &#x6210; &#x3057; , &#x540C; &#x6642; &#x306B; &#x30C7; &#x30FC; &#x30BF; &#x8AAD; &#x53D6; &#x30EA; &#x304C; &#x5B9F; &#x884C; &#x3055; &#x308C; &#x308B; &#x3068; &#x304D;&#xD;&#xA;&#x5DE5; &#x30C7; &#x30C3; &#x30C9; &#x30ED; &#x30C3; &#x30AF; &#x306F; &#x767A; &#x751F; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x306E; &#x6392; &#x4ED6; &#x5236; &#x5FA1; &#x306B; &#x3088; &#x308B; &#x5F85; &#x3061; &#x3092; &#x56DE; &#x907F; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q017.png">
				<div class="card-body">
					<h2 class="card-title">問. 17</h2>
					<p class="card-text">&#x554F; 17 W3C &#x3067; &#x52E7; &#x544A; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; , lndexed Database API &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F;&#xD;&#xA;&#x30A2; Java &#x306E; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304B; &#x3089; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x6A19; &#x6E96;&#xD;&#xA;&#x7684; &#x306A; API &#x304C; &#x5B9A; &#x7FA9; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; SQL &#x6587; &#x3092; &#x30DB; &#x30B9; &#x30C8; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306B; &#x57CB; &#x3081; &#x8FBC; &#x3080; &#x305F; &#x3081; &#x306E; API &#x304C; &#x5B9A; &#x7FA9; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x7528; &#x306E; &#x30B9; &#x30C8; &#x30EC; &#x30FC; &#x30B8; &#x306E; &#x6A5F; &#x80FD; &#x3068; &#x3057; &#x3066; , &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x51E6; &#x7406; &#x306E; API &#x304C; &#x5B9A;&#xD;&#xA;&#x7FA9; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30C6; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x4E00; &#x9023; &#x306E; &#x624B; &#x7D9A; &#x304D; &#x3092; DBMS &#x306B; &#x683C; &#x7D0D; &#x3057; , &#x547C; &#x3073; &#x51FA; &#x3059; API &#x304C; &#x5B9A; &#x7FA9; &#x3055;&#xD;&#xA;&#x308C; &#x3066; &#x3044; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q018.png">
				<div class="card-body">
					<h2 class="card-title">問. 18</h2>
					<p class="card-text">&#x554F; 18 &#x30D3; &#x30C3; &#x30B0; &#x30C7; &#x30FC; &#x30BF; &#x51E6; &#x7406; &#x57FA; &#x76E4; &#x306B; &#x5229; &#x7528; &#x3055; &#x308C; ,&#xD;&#xA;Apache Spark &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30AA; &#x30FC; &#x30D7; &#x30F3; &#x30BD; &#x30FC; &#x30B9; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x4E00; &#x3064; &#x3067; &#x3042; &#x308B;&#xD;&#xA;&#x30A2; M &#x53E9; Reduce &#x306E; &#x8003; &#x3048; &#x65B9; &#x306B; &#x57FA; &#x3065; &#x3044; &#x305F; &#x30D0; &#x30C3; &#x30C1; &#x51E6; &#x7406; &#x306B; &#x7279; &#x5316; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x30CF; &#x30F3; &#x30C9; &#x30EA; &#x30F3; &#x30B0; &#x30DE; &#x30CB; &#x30E5; &#x30A2; &#x30EB; ( 2015 &#x5E74; 11 &#x6708; 26 &#x65E5; ) &quot; &#x306B; &#x7167; &#x3089; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q019.png">
				<div class="card-body">
					<h2 class="card-title">問. 19</h2>
					<p class="card-text">&#x554F; 1 9 &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x30CF; &#x30F3; &#x30C9; &#x30EA; &#x30F3; &#x30B0; &#x306E; &#x9806; &#x5E8F; &#x306E; &#x3046; &#x3061; , JPCERT &#x30B3; &#x30FC; &#x30C7; &#x30A3; &#x30CD; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30BB; &#x30F3; &#x30BF; &#x30FC;&#xD;&#xA;&#x30A8; &#x30DE; &#x30B9; &#x30BF; &#x30CE; &#x30FC; &#x30C9; &#x3092; &#x3082; &#x305F; &#x306A; &#x3044; &#x30AD; &#x30FC; &#x30D0; &#x30EA; &#x30E5; &#x30FC; &#x30B9; &#x30C8; &#x30A2; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x3092; &#x63A1; &#x7528; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A5; &#x30D1; &#x30D7; &#x30EA; &#x30C3; &#x30B7; &#x30E5; / &#x30B5; &#x30D7; &#x30B9; &#x30AF; &#x30E9; &#x30A4; &#x30D7; (Pub1ish/Subscribe) &#x578B; &#x306E; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x30F3; &#x30B0; &#x30E2; &#x30C7; &#x30EB;&#xD;&#xA;&#x30A4; RDD (Resilient Distributed Dataset) &#x3068; &#x547C; &#x3070; &#x308C; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x96C6; &#x5408; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x5909; &#x63DB; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x30EC; &#x30B9; &#x30DD; &#x30F3; &#x30B9; ( &#x5BFE; &#x5FDC; ) &#x2192; &#x691C; &#x77E5; / &#x9023; &#x7D61; &#x53D7; &#x4ED8; &#x2192; &#x30C8; &#x30EA; &#x30A2; &#x30FC; &#x30B8;&#xD;&#xA;&#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x30EC; &#x30B9; &#x30DD; &#x30F3; &#x30B9; ( &#x5BFE; &#x5FDC; ) &#x2192; &#x30C8; &#x30EA; &#x30A2; &#x30FC; &#x30B8; &#x2192; &#x691C; &#x77E5; / &#x9023; &#x7D61; &#x53D7; &#x4ED8;&#xD;&#xA;&#x691C; &#x77E5; / &#x9023; &#x7D61; &#x53D7; &#x4ED8; &#x2192; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x30EC; &#x30B9; &#x30DD; &#x30F3; &#x30B9; ( &#x5BFE; &#x5FDC; ) &#x2192; &#x30C8; &#x30EA; &#x30A2; &#x30FC; &#x30B8;&#xD;&#xA;&#x691C; &#x77E5; / &#x9023; &#x7D61; &#x53D7; &#x4ED8; &#x2192; &#x30C8; &#x30EA; &#x30A2; &#x30FC; &#x30B8; &#x2192; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x30EC; &#x30B9; &#x30DD; &#x30F3; &#x30B9; ( &#x5BFE; &#x5FDC; )</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q020.png">
				<div class="card-body">
					<h2 class="card-title">問. 20</h2>
					<p class="card-text">&#x554F; 20 &#x8FF7; &#x60D1; &#x30E1; &#x30FC; &#x30EB; &#x306E; &#x691C; &#x77E5; &#x624B; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3079; &#x30A4; &#x30B8; &#x30A2; &#x30F3; &#x30D5; &#x30A3; &#x30EB; &#x30BF; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x4FE1; &#x983C; &#x3067; &#x304D; &#x308B; &#x30E1; &#x30FC; &#x30EB; &#x9001; &#x4FE1; &#x5143; &#x3092; &#x8A31; &#x53EF; &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x767B; &#x9332; &#x3057; &#x3066; &#x304A; &#x304D; , &#x8A31; &#x53EF; &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x306A; &#x3044; &#x30E1; &#x30FC; &#x30EB;&#xD;&#xA;&#x9001; &#x4FE1; &#x5143; &#x304B; &#x3089; &#x306E; &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x306F; &#x8FF7; &#x60D1; &#x30E1; &#x30FC; &#x30EB; &#x3068; &#x5224; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x304C; &#x6B63; &#x898F; &#x306E; &#x30E1; &#x30FC; &#x30EB; &#x30B5; &#x30FC; &#x30D1; &#x304B; &#x3089; &#x9001; &#x4FE1; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3053; &#x3068; &#x3092; &#x691C; &#x8A3C; &#x3057; , &#x8FF7; &#x60D1; &#x30E1;&#xD;&#xA;&#x3067; &#x3042; &#x308B; &#x304B; &#x3069; &#x3046; &#x304B; &#x3092; &#x5224; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x306E; &#x7B2C; &#x4E09; &#x8005; &#x4E2D; &#x7D99; &#x3092; &#x8A31; &#x53EF; &#x3057; &#x3066; &#x3044; &#x308B; &#x30E1; &#x30FC; &#x30EB; &#x30B5; &#x30FC; &#x30D1; &#x3092; &#x767B; &#x9332; &#x3057; &#x305F; &#x30C7; &#x30FC; &#x30BF; &#x30D9;&#xD;&#xA;&#x63B2; &#x8F09; &#x60C5; &#x5831; &#x3092; &#x57FA; &#x306B; , &#x8FF7; &#x60D1; &#x30E1; &#x30FC; &#x30EB; &#x3067; &#x3042; &#x308B; &#x304B; &#x3069; &#x3046; &#x304B; &#x3092; &#x5224; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x5229; &#x7528; &#x8005; &#x304C; &#x632F; &#x308A; &#x5206; &#x3051; &#x305F; &#x8FF7; &#x60D1; &#x30E1; &#x30FC; &#x30EB; &#x3068; &#x6B63; &#x898F; &#x306E; &#x30E1; &#x30FC; &#x30EB; &#x304B; &#x3089; &#x7279; &#x5FB4; &#x3092; &#x5B66; &#x7FD2; &#x3057; , &#x8FF7; &#x60D1; &#x30E1;&#xD;&#xA;&#x3042; &#x308B; &#x304B; &#x3069; &#x3046; &#x304B; &#x3092; &#x7D71; &#x8A08; &#x7684; &#x306B; &#x5224; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;13&#xD;&#xA;&#x30FC; &#x30EB; &#x3067;&#xD;&#xA;&#x30FC; &#x30B9; &#x306E;&#xD;&#xA;&#x30FC; &#x30EB;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q021.png">
				<div class="card-body">
					<h2 class="card-title">問. 21</h2>
					<p class="card-text">&#x554F; 21 &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x30D5; &#x30A3; &#x30EB; &#x30BF; &#x30EA; &#x30F3; &#x30B0; &#x578B; &#x30D5; &#x30A1; &#x30A4; &#x30A2; &#x30A6; &#x30A9; &#x30FC; &#x30EB; &#x304C; , &#x901A; &#x4FE1; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x306E; &#x901A; &#x904E; &#x3092; &#x8A31; &#x53EF; &#x3059; &#x308B; &#x304B;&#xD;&#xA;&#x3069; &#x3046; &#x304B; &#x3092; &#x5224; &#x65AD; &#x3059; &#x308B; &#x3068; &#x304D; &#x306B; &#x7528; &#x3044; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;web &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306B; &#x6E21; &#x3055; &#x308C; &#x308B; POST &#x30C7; &#x30FC; &#x30BF;&#xD;&#xA;&#x9001; &#x4FE1; &#x5143; &#x3068; &#x5B9B; &#x5148; &#x306E; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3068; &#x30DD; &#x30FC; &#x30C8; &#x756A; &#x53F7;&#xD;&#xA;&#x9001; &#x4FE1; &#x5143; &#x306E; MAC &#x30A2; &#x30C9; &#x30EC; &#x30B9;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x306E; PC &#x304B; &#x3089; &#x9001; &#x4FE1; &#x3055; &#x308C; &#x305F; URL</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q022.png">
				<div class="card-body">
					<h2 class="card-title">問. 22</h2>
					<p class="card-text">&#x554F; 22 ECC &#x30E1; &#x30E2; &#x30EA; &#x3067; , 2 &#x30D4; &#x30C3; &#x30C8; &#x306E; &#x8AA4; &#x308A; &#x3092; &#x691C; &#x51FA; &#x3057; , 1 &#x30D3; &#x30C3; &#x30C8; &#x306E; &#x8AA4; &#x308A; &#x3092; &#x8A02; &#x6B63; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; &#x7528; &#x3044; &#x308B;&#xD;&#xA;&#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5076; &#x6570; &#x30D1; &#x30EA; &#x30C6; &#x30A3;&#xD;&#xA;&#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x30B5; &#x30E0;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x5782; &#x76F4; &#x30D1; &#x30EA; &#x30C6; &#x30A3;&#xD;&#xA;&#x30CF; &#x30DF; &#x30F3; &#x30B0; &#x7B26; &#x53F7;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q023.png">
				<div class="card-body">
					<h2 class="card-title">問. 23</h2>
					<p class="card-text">&#x554F; 23 &#x8907; &#x6570; &#x53F0; &#x306E; &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D1; &#x3067; &#x591A; &#x6570; &#x306E; &#x4EEE; &#x60F3; &#x30B5; &#x30FC; . &#x30D0; &#x3092; &#x63D0; &#x4F9B; &#x3057; &#x3066; &#x3044; &#x308B; &#x30B7; &#x307F; &#x30C6; &#x30E0; &#x304C; &#x3042; &#x308B; &#x3002; &#x6B21; &#x306E; &#x6761; &#x4EF6;&#xD;&#xA;&#x3067; &#x904B; &#x7528; &#x3059; &#x308B; &#x5834; &#x5408; , &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D1; &#x304C; 8 &#x53F0; &#x505C; &#x6B62; &#x3057; &#x3066; &#x3082; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x306E; &#x6D88; &#x8CBB; &#x3092; &#x5E73; &#x5747; 80 % &#x4EE5; &#x5185; &#x306B; &#x3059;&#xD;&#xA;&#x3053; &#x3067; , &#x5404; &#x7269;&#xD;&#xA;&#x308B; &#x306B; &#x306F; , &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D0; &#x304C; 1 &#x53F0; &#x3082; &#x505C; &#x6B62; &#x3057; &#x3066; &#x3044; &#x306A; &#x3044; &#x3068; &#x304D; &#x306F; &#x6700; &#x4F4E; &#x4F55; &#x53F0; &#x5FC5; &#x8981; &#x304B; &#x3002;&#xD;&#xA;&#x7406; &#x30B5; &#x30FC; &#x30D1; &#x306F; &#x540C; &#x4E00; &#x306E; &#x6027; &#x80FD; &#x3068; &#x540C; &#x4E00; &#x306E; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x3092; &#x6709; &#x3057; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3014; &#x6761; &#x4EF6; &#x3015;&#xD;&#xA;( 1 ) &#x3042; &#x308B; &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D0; &#x304C; &#x505C; &#x6B62; &#x3059; &#x308B; &#x3068; , &#x305D; &#x306E; &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D1; &#x5185; &#x306E; &#x5168; &#x3066; &#x306E; &#x4EEE; &#x60F3; &#x30B5; &#x30FC; &#x30D0; &#x3092; , &#x7A3C; &#x50CD;&#xD;&#xA;&#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x306E; &#x6D88; &#x8CBB; &#x304C; &#x5747; &#x7B49; &#x306B; &#x306A; &#x308B; &#x3088; &#x3046; &#x306B; &#x518D; &#x914D; &#x5206; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x4E2D; &#x306E; &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D1; &#x306B;&#xD;&#xA;( 2 ) &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D1; &#x304C; 1 &#x53F0; &#x3082; &#x505C; &#x6B62; &#x3057; &#x3066; &#x3044; &#x306A; &#x3044; &#x3068; &#x304D; &#x306E; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x306E; &#x6D88; &#x8CBB; &#x306F; , &#x5E73; &#x5747; 60 % &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;( 3 ) &#x305D; &#x306E; &#x4ED6; &#x306E; &#x6761; &#x4EF6; &#x306F; &#x8003; &#x616E; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A2; 32&#xD;&#xA;&#x30A4; 34&#xD;&#xA;&#x30A6;&#xD;&#xA;14&#xD;&#xA;36&#xD;&#xA;&#x5DE5; 40</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q024.png">
				<div class="card-body">
					<h2 class="card-title">問. 24</h2>
					<p class="card-text">&#x554F; 24 &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x4F7F; &#x7528; &#x6027; &#x3092; &#x5411; &#x4E0A; &#x3055; &#x305B; &#x308B; &#x65BD; &#x7B56; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30AA; &#x30F3; &#x30E9; &#x30A4; &#x30F3; &#x30D8; &#x30EB; &#x30D7; &#x3092; &#x5145; &#x5B9F; &#x3055; &#x305B; , &#x5229; &#x7528; &#x65B9; &#x6CD5; &#x3092; &#x7406; &#x89E3; &#x3057; &#x3084; &#x3059; &#x304F; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5916; &#x90E8; &#x30A4; &#x30F3; &#x30BF; &#x30D5; &#x30A7; &#x30FC; &#x30B9; &#x3092; &#x898B; &#x76F4; &#x3057; , &#x9023; &#x643A; &#x3067; &#x304D; &#x308B; &#x4ED6; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x5897; &#x3084; &#x3059; &#x3002;&#xD;&#xA;&#x6A5F; &#x80FD; &#x3092; &#x8FFD; &#x52A0; &#x3057; , &#x696D; &#x52D9; &#x306E; &#x9042; &#x884C; &#x306B; &#x304A; &#x3044; &#x3066; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x5229; &#x7528; &#x3067; &#x304D; &#x308B; &#x7BC4; &#x56F2; &#x3092; &#x62E1; &#x5927; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; &#x306E; &#x8907; &#x88FD; &#x3092; &#x5206; &#x6563; &#x3057; &#x3066; &#x914D; &#x7F6E; &#x3057; , &#x88C5; &#x7F6E; &#x306E; &#x6545; &#x969C; &#x306B; &#x3088; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x640D; &#x5931; &#x306E; &#x30EA; &#x30B9; &#x30AF; &#x3092; &#x6E1B; &#x3089; &#x3059; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_db/2021r03a_db_am2_qs/q025.png">
				<div class="card-body">
					<h2 class="card-title">問. 25</h2>
					<p class="card-text">&#x554F; 25 &#x30DE; &#x30C3; &#x30B7; &#x30E5; &#x30A2; &#x30C3; &#x30D7; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x65E2; &#x5B58; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304B; &#x3089; , &#x305D; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x4ED5; &#x69D8; &#x3092; &#x5C0E; &#x304D; &#x51FA; &#x3059; &#x3002;&#xD;&#xA;&#x30A4; &#x65E2; &#x5B58; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3092; &#x90E8; &#x54C1; &#x5316; &#x3057; , &#x305D; &#x308C; &#x3089; &#x306E; &#x90E8; &#x54C1; &#x3092; &#x7D44; &#x307F; &#x5408; &#x308F; &#x305B; &#x3066; , &#x65B0; &#x898F; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3092;&#xD;&#xA;&#x958B; &#x767A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30AF; &#x30E9; &#x30B9; &#x30E9; &#x30A4; &#x30D7; &#x30E9; &#x30EA; &#x3092; &#x5229; &#x7528; &#x3057; &#x3066; , &#x65B0; &#x898F; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3092; &#x958B; &#x767A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;15&#xD;&#xA;&#x5DE5; &#x516C; &#x958B; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x8907; &#x6570; &#x306E; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x5229; &#x7528; &#x3057; &#x3066; , &#x65B0; &#x305F; &#x306A; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
	</div>
</section>

	</main>
	<footer>
		<a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a>
	</footer>
		
</body>
</html>