<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x30A8;&#x30F3;&#x30D9;&#x30C7;&#x30C3;&#x30C9;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x30B9;&#x30DA;&#x30B7;&#x30E3;&#x30EA;&#x30B9;&#x30C8;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link rel="stylesheet" href="https://unpkg.com/mvp.css">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body>
	<header>
		<nav>
			<a href="/">
				IPA過去問Bot
			</a>
		</nav>
	</header>
	<main>
		
<section>
	<h2>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x30A8;&#x30F3;&#x30D9;&#x30C7;&#x30C3;&#x30C9;&#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x30B9;&#x30DA;&#x30B7;&#x30E3;&#x30EA;&#x30B9;&#x30C8;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C;</h2>
		<article>
			<h3>問. 1</h3>
			<figure>
				<figcaption><small>&#x554F; 1 &#x30D1; &#x30A4; &#x30D7; &#x30E9; &#x30A4; &#x30F3; &#x30CF; &#x30B6; &#x30FC; &#x30C9; &#x5BFE; &#x7B56; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; ,&#xD;&#xA;&#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30A6; &#x30C8; &#x30AA; &#x30D6; &#x30AA; &#x30FC; &#x30C0; &#x5B9F; &#x884C; &#x65B9; &#x5F0F; &#x3092; &#x7528; &#x3044;&#xD;&#xA;&#x30A2; &#x6F14; &#x7B97; &#x306B; &#x5FC5; &#x8981; &#x306A; &#x30C7; &#x30FC; &#x30BF; &#x304C; &#x305D; &#x308D; &#x3046; &#x307E; &#x3067; &#x5B9F; &#x884C; &#x304C; &#x5F85; &#x305F; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x547D; &#x4EE4; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5F8C; &#x7D9A; &#x306E; &#x547D;&#xD;&#xA;&#x306B; ! &#x30AF; &#x30ED; &#x30C3; &#x30AF; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x3092; &#x7D30; &#x5206; &#x5316; &#x3057; , &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x524D; &#x534A; &#x3092; &#x66F8; &#x8FBC; &#x307F; , &#x5F8C; &#x534A; &#x3092; &#x8AAD; &#x51FA; &#x3057; &#x3068; &#x3059; &#x308B; &#x3053;&#xD;&#xA;&#x30A8; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x3078; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x304C; &#x7AF6; &#x5408; &#x3057; &#x3066; &#x5F8C; &#x7D9A; &#x306E; &#x547D; &#x4EE4; &#x306E; &#x5B9F; &#x884C; &#x304C; &#x5F85; &#x305F; &#x3055; &#x308C; &#x308B; &#x3053; &#x3068; &#x3092; &#x9632; &#x3050; &#x305F; &#x3081;&#xD;&#xA;&#x5165; &#x529B; &#x3057; &#x3066; &#x6B21; &#x306E; &#x547D; &#x4EE4; &#x3092; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3053; &#x3068; &#x3092; &#x9632; &#x3050; &#x305F; &#x3081; &#x306B; , &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x5185; &#x306B; &#x30D1; &#x30A4; &#x30D0; &#x30B9; &#x7D4C; &#x8DEF; &#x3092; &#x8A2D; &#x3051; , &#x6F14; &#x7B97; &#x7D50; &#x679C; &#x3092; &#x6F14; &#x7B97; &#x5668; &#x306B; &#x76F4; &#x63A5;&#xD;&#xA;&#x30A6; &#x524D; &#x306E; &#x547D; &#x4EE4; &#x306E; &#x6F14; &#x7B97; &#x7D50; &#x679C; &#x304C; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; &#x66F8; &#x304D; &#x8FBC; &#x307E; &#x308C; &#x308B; &#x307E; &#x3067; &#x6B21; &#x306E; &#x547D; &#x4EE4; &#x306E; &#x5B9F; &#x884C; &#x304C; &#x5F85; &#x305F; &#x3055; &#x308C; &#x308B;&#xD;&#xA;&#x305F; &#x3081; &#x306B; , &#x5206; &#x5C90; &#x3059; &#x308B; &#x78BA; &#x7387; &#x304C; &#x9AD8; &#x3044; &#x65B9; &#x306E; &#x547D; &#x4EE4; &#x3092; &#x5148; &#x8AAD; &#x307F; &#x3057; &#x3066; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x6761; &#x4EF6; &#x5206; &#x5C90; &#x547D; &#x4EE4; &#x306E; &#x5224; &#x5B9A; &#x7D50; &#x679C; &#x304C; &#x5206; &#x304B; &#x308B; &#x307E; &#x3067; &#x5206; &#x5C90; &#x5F8C; &#x306E; &#x547D; &#x4EE4; &#x5B9F; &#x884C; &#x304C; &#x5F85; &#x305F; &#x3055; &#x308C; &#x308B; &#x3053; &#x3068; &#x3092; &#x9632; &#x3050;&#xD;&#xA;&#x3042; &#x308C; &#x3070; , &#x305D; &#x308C; &#x3092; &#x5148; &#x306B; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x4EE4; &#x306E; &#x5B9F; &#x884C; &#x304C; &#x5F85; &#x305F; &#x3055; &#x308C; &#x308B; &#x3053; &#x3068; &#x3092; &#x9632; &#x3050; &#x305F; &#x3081; &#x306B; , &#x65E2; &#x306B; &#x30C7; &#x30FC; &#x30BF; &#x304C; &#x305D; &#x308D; &#x3063; &#x3066; &#x3044; &#x308B; &#x5F8C; &#x7D9A; &#x306E; &#x547D; &#x4EE4; &#x304C;&#xD;&#xA;&#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q001.png" alt="問. 1 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 2</h3>
			<figure>
				<figcaption><small>&#x554F; 2 &#x547D; &#x4EE4; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x30EC; &#x30B8; &#x30B9; &#x30BF; ( &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x30AB; &#x30A6; &#x30F3; &#x30BF; ) &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F;&#xD;&#xA;&#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x7AF6; &#x5408; &#x306A; &#x304F; &#x547D; &#x4EE4; &#x3092; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;4&#xD;&#xA;&#x304C; &#x683C; &#x7D0D; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x547D; &#x4EE4; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x3067; &#x793A; &#x3055; &#x308C; &#x305F; &#x756A; &#x5730; &#x306E; &#x4E3B; &#x8A18; &#x61B6; &#x306B; &#x306F; , &#x5B9F; &#x884C; &#x3059; &#x3079; &#x304D; &#x547D; &#x4EE4; &#x306E; &#x30A2; &#x30C9; &#x30EC; &#x30B9;&#xD;&#xA;&#x5B9F; &#x884C; &#x5F8C; &#x306B; &#x5FA9; &#x5E30; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5206; &#x5C90; &#x547D; &#x4EE4; &#x306E; &#x5B9F; &#x884C; &#x524D; &#x306B; , &#x547D; &#x4EE4; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306E; &#x5185; &#x5BB9; &#x304C; &#x547D; &#x4EE4; &#x30D0; &#x30C3; &#x30D5; &#x30A2; &#x306B; &#x4FDD; &#x5B58; &#x3055; &#x308C; ,&#xD;&#xA;&#x30C9; &#x30EC; &#x30B9; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; &#x30BB; &#x30C3; &#x30C8; &#x3057; &#x3066; &#x304B; &#x3089; &#x8EE2; &#x9001; &#x3092; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x8EE2; &#x9001; &#x547D; &#x4EE4; &#x3067; &#x306F; , &#x8EE2; &#x9001; &#x5143; &#x30A2; &#x30C9; &#x30EC; &#x30B9; , &#x8EE2; &#x9001; &#x5148; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x53CA; &#x3073; &#x8EE2; &#x9001; &#x30D0; &#x30A4; &#x30C8; &#x6570; &#x3092; &#x5168; &#x3066; &#x547D; &#x4EE4; &#x30A2;&#xD;&#xA;&#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x6761; &#x4EF6; &#x5206; &#x5C90; &#x547D; &#x4EE4; &#x3092; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x3068; , &#x547D; &#x4EE4; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306E; &#x5185; &#x5BB9; &#x304C; &#x66F8; &#x304D; &#x63DB; &#x3048; &#x3089; &#x308C; &#x308B; &#x3053; &#x3068;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q002.png" alt="問. 2 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 3</h3>
			<figure>
				<figcaption><small>&#x554F; 3 &#x30E1; &#x30E2; &#x30EA; &#x30A4; &#x30F3; &#x30BF; &#x30EA; &#x30FC; &#x30D7; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;0 : &#x5165; &#x529B; , 1 : &#x51FA; &#x529B;&#xD;&#xA;0 : &#x70B9; &#x706F; , 1 : &#x6D88; &#x706F;&#xD;&#xA;&#x306B; &#x5206; &#x5272; &#x3057; , &#x5404; &#x30D1; &#x30F3; &#x30AF; &#x3092; &#x4E26; &#x5217; &#x306B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; CPU &#x304B; &#x3089; &#x4E3B; &#x8A18; &#x61B6; &#x3078; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3092; &#x9AD8; &#x901F; &#x5316; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x4E3B; &#x8A18; &#x61B6; &#x5185; &#x90E8; &#x3092; &#x8907; &#x6570; &#x306E; &#x30D1; &#x30F3; &#x30AF;&#xD;&#xA;&#x3068; &#x306E; &#x4E21; &#x65B9; &#x306B; &#x540C; &#x6642; &#x306B; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x66F8; &#x304D; &#x8FBC; &#x3080; &#x3002;&#xD;&#xA;&#x30A2; CPU &#x304B; &#x3089; &#x4E3B; &#x8A18; &#x61B6; &#x3078; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3092; &#x9AD8; &#x901F; &#x5316; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x3068; &#x4E3B; &#x8A18; &#x61B6;&#xD;&#xA;&#x30C3; &#x30C8; &#x306B; LED &#x304C; &#x4E00; &#x3064; &#x305A; &#x3064; &#x8CA0; &#x8AD6; &#x7406; &#x3067; &#x63A5; &#x7D9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x8D77; &#x52D5; &#x6642; &#x306B; LED &#x306E; &#x4E0D; &#x8981; &#x306A;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q003.png" alt="問. 3 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 4</h3>
			<figure>
				<figcaption><small>&#x554F; 4 8 &#x30D4; &#x30C3; &#x30C8; &#x306E; &#x65B9; &#x5411; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x53CA; &#x3073; &#x30C7; &#x30FC; &#x30BF; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x3067; &#x69CB; &#x6210; &#x3055; &#x308C; &#x308B; I/O &#x30DD; &#x30FC; &#x30C8; &#x304C; &#x3042; &#x308A; , &#x5404; &#x30D3;&#xD;&#xA;&#x30BF; &#x7528; &#x306E; &#x4E8C; &#x3064; &#x306B; &#x5206; &#x96E2; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30D1; &#x30A4; &#x30D7; &#x30E9; &#x30A4; &#x30F3; &#x51E6; &#x7406; &#x3092; &#x4E71; &#x3059; &#x8981; &#x56E0; &#x3092; &#x306A; &#x304F; &#x3059; &#x305F; &#x3081; &#x306B; , &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x3092; &#x547D; &#x4EE4; &#x7528; &#x3068; &#x30C7; &#x30FC;&#xD;&#xA;&#x901F; &#x304B; &#x3064; &#x5C0F; &#x5BB9; &#x91CF; &#x306E; &#x30E1; &#x30E2; &#x30EA; &#x3092; &#x914D; &#x7F6E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; CPU &#x3068; &#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x901F; &#x5EA6; &#x306E; &#x9055; &#x3044; &#x306B; &#x3088; &#x308B; &#x30DD; &#x30C8; &#x30EB; &#x30CD; &#x30C3; &#x30AF; &#x3092; &#x89E3; &#x6D88; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x9AD8;&#xD;&#xA;&#x70B9; &#x706F; &#x3092; &#x907F; &#x3051; &#x308B; &#x305F; &#x3081; &#x306E; &#x624B; &#x7D9A; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5024; &#x306F; 16 &#x9032; &#x6570; &#x3067; &#x8868; &#x73FE; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x3053; &#x3067; , &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; &#x66F8; &#x304D; &#x8FBC; &#x3080;&#xD;&#xA;&#x65B9; &#x5411; &#x30EC; &#x30B8; &#x30B9; &#x30BF;&#xD;&#xA;&#x30D3; &#x30C3; &#x30C8;&#xD;&#xA;&#x30EA; &#x30BB; &#x30C3; &#x30C8; &#x6642; &#x306E; &#x5024;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; &#x30EC; &#x30B8; &#x30B9; &#x30BF;&#xD;&#xA;&#x30D3; &#x30C3; &#x30C8;&#xD;&#xA;&#x30EA; &#x30BB; &#x30C3; &#x30C8; &#x6642; &#x306E; &#x5024;&#xD;&#xA;MSB&#xD;&#xA;7&#xD;&#xA;0&#xD;&#xA;MSB&#xD;&#xA;7&#xD;&#xA;&#x4E0D; &#x5B9A;&#xD;&#xA;6&#xD;&#xA;0&#xD;&#xA;&#x4E0D; &#x5B9A;&#xD;&#xA;6&#xD;&#xA;5&#xD;&#xA;0&#xD;&#xA;5&#xD;&#xA;&#x4E0D; &#x5B9A;&#xD;&#xA;4&#xD;&#xA;0&#xD;&#xA;4&#xD;&#xA;&#x4E0D; &#x5B9A;&#xD;&#xA;3&#xD;&#xA;0&#xD;&#xA;&#x4E0D; &#x5B9A;&#xD;&#xA;3&#xD;&#xA;2&#xD;&#xA;0&#xD;&#xA;2&#xD;&#xA;&#x4E0D; &#x5B9A;&#xD;&#xA;1&#xD;&#xA;0&#xD;&#xA;1&#xD;&#xA;&#x4E0D; &#x5B9A;&#xD;&#xA;ISB&#xD;&#xA;LSB&#xD;&#xA;&#x4E0D; &#x5B9A;&#xD;&#xA;0&#xD;&#xA;0&#xD;&#xA;0&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; 00 &#x3092; &#x66F8; &#x304D; &#x8FBC; &#x3093; &#x3067; &#x304B; &#x3089; , &#x65B9; &#x5411; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; FF &#x3092; &#x66F8; &#x304D; &#x8FBC; &#x3080; &#x3002;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; FF &#x3092; &#x66F8; &#x304D; &#x8FBC; &#x3093; &#x3067; &#x304B; &#x3089; , &#x65B9; &#x5411; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; FF &#x3092; &#x66F8; &#x304D; &#x8FBC; &#x3080; &#x3002;&#xD;&#xA;&#x65B9; &#x5411; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; FF &#x3092; &#x66F8; &#x304D; &#x8FBC; &#x3093; &#x3067; &#x304B; &#x3089; , &#x30C7; &#x30FC; &#x30BF; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; 00 &#x3092; &#x66F8; &#x304D; &#x8FBC; &#x3080; &#x3002;&#xD;&#xA;&#x65B9; &#x5411; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; FF &#x3092; &#x66F8; &#x304D; &#x8FBC; &#x3093; &#x3067; &#x304B; &#x3089; , &#x30C7; &#x30FC; &#x30BF; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; FF &#x3092; &#x66F8; &#x304D; &#x8FBC; &#x3080; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q004.png" alt="問. 4 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 5</h3>
			<figure>
				<figcaption><small>&#x554F; 5 IoT &#x306B; &#x6D3B; &#x7528; &#x3055; &#x308C; &#x308B; &#x6A5F; &#x5668; &#x9593; &#x306E; &#x60C5; &#x5831; &#x306E; &#x3084; &#x30EA; &#x53D6; &#x30EA; &#x306B; &#x7528; &#x3044; &#x3089; &#x308C; , &#x30D1; &#x30D7; &#x30EA; &#x30C3; &#x30B7; &#x30E5; / &#x30B5; &#x30D7; &#x30B9; &#x30AF; &#x30E9;&#xD;&#xA;&#x30A4; &#x30D7; (Publish/Subscribe) &#x578B; &#x306E; &#x30E2; &#x30C7; &#x30EB; &#x3092; &#x63A1; &#x7528; &#x3057; , &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x5C64; &#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3078;&#xD;&#xA;&#x30C3; &#x30C0; &#x304C; &#x6700; &#x5C0F; &#x3067; 2 &#x30D0; &#x30A4; &#x30C8; &#x3067; &#x3042; &#x308B; &#x8EFD; &#x91CF; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;CoAP&#xD;&#xA;MQTT&#xD;&#xA;&#x30A4; HTTP&#xD;&#xA;&#x5DE5; ZigBee</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q005.png" alt="問. 5 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 6</h3>
			<figure>
				<figcaption><small>&#x554F; 6 &#x8907; &#x6570; &#x306E; &#x540C; &#x7A2E; &#x306E; &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x304C; &#x4E3B; &#x8A18; &#x61B6; &#x3092; &#x5171; &#x6709; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x51E6; &#x7406; &#x80FD; &#x529B; &#x3092; &#x9AD8; &#x3081; &#x308B; &#x30B3; &#x30F3; &#x30D4;&#xD;&#xA;&#x30E5; &#x30FC; &#x30BF; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x69CB; &#x6210; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30AA; &#x30FC; &#x30D1; &#x30C9; &#x30E9; &#x30A4; &#x30D7; &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5;&#xD;&#xA;&#x758E; &#x7D50; &#x5408; &#x30DE; &#x30EB; &#x30C1; &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30B3; &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5;&#xD;&#xA;&#x5BC6; &#x7D50; &#x5408; &#x30DE; &#x30EB; &#x30C1; &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q006.png" alt="問. 6 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 7</h3>
			<figure>
				<figcaption><small>&#x554F; 7 &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EA; &#x30F3; &#x30B0; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x30E9; &#x30A6; &#x30F3; &#x30C9; &#x30ED; &#x30D3; &#x30F3; &#x65B9; &#x5F0F; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057;&#xD;&#xA;&#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x5404; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306B; &#x512A; &#x5148; &#x5EA6; &#x304C; &#x4ED8; &#x3051; &#x3089; &#x308C; &#x3066; &#x3044; &#x3066; , &#x5F8C; &#x306B; &#x5230; &#x7740; &#x3057; &#x3066; &#x3082; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x512A; &#x5148; &#x5EA6; &#x304C; &#x5B9F; &#x884C;&#xD;&#xA;&#x4E2D; &#x306E; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3088; &#x30EA; &#x3082; &#x9AD8; &#x3051; &#x308C; &#x3070; , &#x5B9F; &#x884C; &#x4E2D; &#x306E; &#x3082; &#x306E; &#x3092; &#x4E2D; &#x65AD; &#x3057; , &#x5230; &#x7740; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x5404; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306B; &#x512A; &#x5148; &#x5EA6; &#x304C; &#x4ED8; &#x3051; &#x3089; &#x308C; &#x3066; &#x3044; &#x3066; , &#x30A4; &#x30D9; &#x30F3; &#x30C8; &#x306E; &#x767A; &#x751F; &#x3092; &#x5951; &#x6A5F; &#x306B; , &#x305D; &#x306E; &#x6642; &#x70B9; &#x3067; &#x6700;&#xD;&#xA;&#x9AD8; &#x512A; &#x5148; &#x5EA6; &#x306E; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5404; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x51E6; &#x7406; &#x6642; &#x9593; &#x306B; &#x6BD4; &#x4F8B; &#x3057; &#x3066; , &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x30BF; &#x30A4; &#x30E0; &#x30AF; &#x30A6; &#x30AA; &#x30F3; &#x30BF; &#x30E0; &#x3092; &#x5909; &#x66F4; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x5404; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x5F85; &#x3061; &#x884C; &#x5217; &#x306B; &#x4E26; &#x3093; &#x3060; &#x9806; &#x306B; &#x30BF; &#x30A4; &#x30E0; &#x30AF; &#x30A6; &#x30AA; &#x30F3; &#x30BF; &#x30E0; &#x305A; &#x3064; &#x5B9F; &#x884C; &#x3057; , &#x7D42; &#x4E86; &#x3057; &#x306A; &#x3044;&#xD;&#xA;&#x3068; &#x304D; &#x306F; &#x5F85; &#x3061; &#x884C; &#x5217; &#x306E; &#x6700; &#x5F8C; &#x306B; &#x3064; &#x306A; &#x3050; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q007.png" alt="問. 7 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 8</h3>
			<figure>
				<figcaption><small>&#x554F; 8 &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C6; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30DA; &#x30FC; &#x30B8; &#x30F3; &#x30B0; &#x65B9; &#x5F0F; &#x306E; &#x4EEE; &#x60F3; &#x8A18; &#x61B6; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x30C6; &#x30FC; &#x30D7; &#x30EB; &#x306B; &#x683C;&#xD;&#xA;&#x7D0D; &#x3055; &#x308C; &#x308B; &#x60C5; &#x5831; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q008.png" alt="問. 8 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 9</h3>
			<figure>
				<figcaption><small>&#x554F; 9&#xD;&#xA;&#x5F53; &#x8A72; &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x542B; &#x307E; &#x308C; &#x308B; &#x3079; &#x30FC; &#x30B8; &#x306E; &#x4EEE; &#x60F3; &#x30A2; &#x30C9; &#x30EC; &#x30B9;&#xD;&#xA;&#x5F53; &#x8A72; &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x542B; &#x307E; &#x308C; &#x308B; &#x3079; &#x30FC; &#x30B8; &#x306E; &#x5B9F; &#x30A2; &#x30C9; &#x30EC; &#x30B9;&#xD;&#xA;&#x5F53; &#x8A72; &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x542B; &#x307E; &#x308C; &#x308B; &#x3079; &#x30FC; &#x30B8; &#x3092; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x3079; &#x30FC; &#x30B7; &#x30C6; &#x30FC; &#x30D7; &#x30EB; &#x306E; &#x4EEE; &#x60F3; &#x30A2; &#x30C9; &#x30EC; &#x30B9;&#xD;&#xA;&#x5F53; &#x8A72; &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x542B; &#x307E; &#x308C; &#x308B; &#x3079; &#x30FC; &#x30B8; &#x3092; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x3079; &#x30FC; &#x30B8; &#x30C6; &#x30FC; &#x30D7; &#x30EB; &#x306E; &#x5B9F; &#x30A2; &#x30C9; &#x30EC; &#x30B9;&#xD;&#xA;&#x4E09; &#x3064; &#x306E; &#x5A92; &#x4F53; A&amp;C &#x306B; &#x6B21; &#x306E; &#x6761; &#x4EF6; &#x3067; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x9818; &#x57DF; &#x3092; &#x5272; &#x30EA; &#x5F53; &#x3066; &#x305F; &#x5834; &#x5408; , &#x5272; &#x30EA; &#x5F53; &#x3066; &#x305F; &#x9818; &#x57DF;&#xD;&#xA;&#x306E; &#x7DCF; &#x91CF; &#x304C; &#x5927; &#x304D; &#x3044; &#x9806; &#x306B; &#x5A92; &#x4F53; &#x3092; &#x4E26; &#x3079; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3014; &#x6761; &#x4EF6; &#x3015;&#xD;&#xA;( M &#x30D1; &#x30A4; &#x30C8; ) &#x3067; &#x3042; &#x308A; , &#x5272; &#x30EA; &#x5F53; &#x3066; &#x3089; &#x308C; &#x305F; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x9818; &#x57DF; &#x306F; , &#x9014; &#x4E2D; &#x3067; &#x89E3; &#x653E; &#x3055; &#x308C; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x2461; &#x5272; &#x5F53; &#x3066; &#x8981; &#x6C42; &#x3055; &#x308C; &#x308B; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x9818; &#x57DF; &#x306E; &#x5927; &#x304D; &#x3055; &#x306F; , &#x9806; &#x306B; 90 , 30 , 40 , 40 , 70 , 30&#xD;&#xA;&#x5A92; &#x4F53; &#x3092; &#x9078; &#x629E; &#x3059; &#x308B; &#x65B9; &#x5F0F; &#x3092; &#x63A1; &#x7528; &#x3059; &#x308B; &#x3002;&#xD;&#xA;( 1 ) &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x9818; &#x57DF; &#x3092; &#x5272; &#x30EA; &#x5F53; &#x3066; &#x308B; &#x969B; &#x306E; &#x5A92; &#x4F53; &#x9078; &#x629E; &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x3068; &#x3057; &#x3066; , &#x7A7A; &#x304D; &#x9818; &#x57DF; &#x304C; &#x6700; &#x5927; &#x306E;&#xD;&#xA;&#x2462; &#x5404; &#x5A92; &#x4F53; &#x306F; &#x5BB9; &#x91CF; &#x304C; &#x540C; &#x4E00; &#x3067; &#x3042; &#x308A; , &#x5272; &#x5F53; &#x3066; &#x8981; &#x6C42; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x5341; &#x5206; &#x306A; &#x5927; &#x304D; &#x3055; &#x3092; &#x3082; &#x3061; , &#x521D; &#x3081; &#x306F; &#x5168;&#xD;&#xA;&#x2463; &#x7A7A; &#x304D; &#x9818; &#x57DF; &#x306E; &#x5927; &#x304D; &#x3055; &#x304C; &#x7B49; &#x3057; &#x3044; &#x5834; &#x5408; &#x306B; &#x306F; , A, B, C &#x306E; &#x9806; &#x306B; &#x9078; &#x629E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3066; &#x7A7A; &#x304D; &#x306E; &#x72B6; &#x614B; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; A, B, C&#xD;&#xA;&#x30A4; A, C, B&#xD;&#xA;&#x30A6; B, A, C&#xD;&#xA;&#x5DE5; C,</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q009.png" alt="問. 9 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 10</h3>
			<figure>
				<figcaption><small>&#x554F; 10 &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x8868; &#x306E; &#x7406; &#x8AD6; &#x7684; &#x306A; &#x63A2; &#x7D22; &#x6642; &#x9593; &#x3092; &#x793A; &#x3059; &#x30B0; &#x30E9; &#x30D5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3057; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x5024; &#x306B; &#x306A; &#x308B; &#x3053; &#x3068; &#x306F; &#x306A; &#x3044; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; 1 &#x500B; &#x5F53; &#x305F; &#x30EA; &#x306E; &#x63A2; &#x7D22; &#x6642; &#x9593;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; 1 &#x500B; &#x5F53; &#x305F; &#x308A; &#x306E; &#x63A2; &#x7D22; &#x6642; &#x9593;&#xD;&#xA;0&#xD;&#xA;0&#xD;&#xA;&#x8868; &#x306E; &#x4E2D; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x500B; &#x6570;&#xD;&#xA;&#x8868; &#x306E; &#x4E2D; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x500B; &#x6570;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; 1 &#x500B; &#x5F53; &#x305F; &#x308A; &#x306E; &#x63A2; &#x7D22; &#x6642; &#x9593;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; 1 &#x500B; &#x5F53; &#x305F; &#x30EA; &#x306E; &#x63A2; &#x7D22; &#x6642; &#x9593;&#xD;&#xA;0&#xD;&#xA;0&#xD;&#xA;&#x8868; &#x306E; &#x4E2D; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x500B; &#x6570;&#xD;&#xA;&#x8868; &#x306E; &#x4E2D; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x500B; &#x6570;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q010.png" alt="問. 10 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 11</h3>
			<figure>
				<figcaption><small>&#x554F; 11 P &#x3001; ( &#x30D1; &#x30EB; &#x30B9; &#x5E45; &#x5909; &#x8ABF; ) &#x3067; &#x5909; &#x8ABF; &#x3055; &#x308C; &#x305F; &#x4FE1; &#x53F7; &#x3092; &#x30A2; &#x30CA; &#x30ED; &#x30B0; &#x96FB; &#x5727; &#x3068; &#x3057; &#x3066; &#x5FA9; &#x8ABF; &#x3059; &#x308B; &#x56DE; &#x8DEF; &#x306F; &#x3069;&#xD;&#xA;&#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5165; &#x529B;&#xD;&#xA;&#x5165; &#x529B;&#xD;&#xA;&#x51FA; &#x529B;&#xD;&#xA;&#x51FA; &#x529B;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x5165; &#x529B;&#xD;&#xA;&#x5165; &#x529B;&#xD;&#xA;&#x51FA; &#x529B;&#xD;&#xA;&#x51FA; &#x529B;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q011.png" alt="問. 11 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 12</h3>
			<figure>
				<figcaption><small>&#x554F; 12 &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3068; &#x5B9A; &#x6570; &#x3092; ROM &#x304B; &#x3089; &#x8AAD; &#x307F; &#x51FA; &#x3059; &#x305F; &#x3081; &#x306B; , &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x30D1; &#x30B9; &#x3068; &#x30C1; &#x30C3; &#x30D7; &#x30BB; &#x30EC; &#x30AF; &#x30C8; &#x4FE1;&#xD;&#xA;&#x53F7; ( ) &#x3092; &#x56F3; &#x306E; &#x3088; &#x3046; &#x306B; &#x63A5; &#x7D9A; &#x3057; &#x305F; &#x3002; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x30D1; &#x30B9; &#x306F; Ao &#x304C; LSB &#x3067; &#x3042; &#x308B; &#x3002; &#x3053; &#x306E; ROM &#x306B;&#xD;&#xA;&#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3067; &#x304D; &#x308B; &#x30E1; &#x30E2; &#x30EA; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x7BC4; &#x56F2; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x8868; &#x8A18; &#x3057; &#x3066; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x3053; &#x3067; , &#x89E3; &#x7B54; &#x7FA4; &#x306E; &#x6570; &#x5024; &#x306F; 16 &#x9032; &#x6570; &#x3067;&#xD;&#xA;&#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x30D1; &#x30B9; ( A &#x3011; 5 ~ Ao )&#xD;&#xA;ROM&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;0000&#xD;&#xA;4000&#xD;&#xA;A15&#xD;&#xA;IFFF&#xD;&#xA;FFFF&#xD;&#xA;A13&#xD;&#xA;CS&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q012.png" alt="問. 12 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 13</h3>
			<figure>
				<figcaption><small>&#x554F; 13 TTL &#x30EC; &#x30D9; &#x30EB; &#x306E; 2 &#x5165; &#x529B; AND &#x56DE; &#x8DEF; &#x3092; 3 &#x5165; &#x529B; . D &#x56DE; &#x8DEF; &#x306B; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; &#x5165; &#x529B; &#x90E8; &#x306B; &#x56DE; &#x8DEF; &#x3092; &#x8FFD;&#xD;&#xA;&#x52A0; &#x3057; &#x305F; &#x3002; 3 &#x5165; &#x529B; AND &#x56DE; &#x8DEF; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;Vcc&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q013.png" alt="問. 13 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 14</h3>
			<figure>
				<figcaption><small>&#x554F; 14 &#x7D44; &#x8FBC; &#x307F; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x9069; &#x7528; &#x3055; &#x308C; &#x308B; CPU &#x306E; &#x4F4E; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x5316; &#x6280; &#x8853; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207;&#xD;&#xA;&#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30C8; &#x30E9; &#x30F3; &#x30B8; &#x30B9; &#x30BF; &#x306E; &#x3057; &#x304D; &#x3044; &#x5024; &#x96FB; &#x5727; &#x3092; &#x4F4E; &#x304F; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x56DE; &#x8DEF; &#x306E; &#x52D5; &#x4F5C; &#x306F; &#x9045; &#x304F; &#x306A; &#x308B; &#x304C;&#xD;&#xA;&#x30EA; &#x30FC; &#x30AF; &#x96FB; &#x6D41; &#x304C; &#x6291; &#x3048; &#x3089; &#x308C; &#x308B; &#x306E; &#x3067; , &#x4F4E; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30C8; &#x30E9; &#x30F3; &#x30B8; &#x30B9; &#x30BF; &#x306E; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x306F; &#x96FB; &#x6E90; &#x96FB; &#x5727; &#x306E; 2 &#x4E57; &#x306B; &#x53CD; &#x6BD4; &#x4F8B; &#x3059; &#x308B; &#x306E; &#x3067; , &#x96FB; &#x5727; &#x3092; &#x9AD8; &#x304F; &#x3059; &#x308B;&#xD;&#xA;&#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x4F4E; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A5; &#x30D1; &#x30EF; &#x30FC; &#x30B2; &#x30FC; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x3092; &#x7528; &#x3044; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x30C0; &#x30A4; &#x30CA; &#x30DF; &#x30C3; &#x30AF; &#x306A; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x306F; &#x5C11; &#x306A; &#x304F; &#x306A;&#xD;&#xA;&#x308B; &#x304C; , &#x30EA; &#x30FC; &#x30AF; &#x96FB; &#x6D41; &#x306B; &#x8D77; &#x56E0; &#x3059; &#x308B; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x306F; &#x6291; &#x3048; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A8; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x306B; &#x4F9B; &#x7D66; &#x3059; &#x308B; &#x30AF; &#x30ED; &#x30C3; &#x30AF; &#x304C; &#x30C0; &#x30A4; &#x30CA; &#x30DF; &#x30C3; &#x30AF; &#x306A; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x3092; &#x5897; &#x52A0; &#x3055; &#x305B; &#x308B; &#x8981; &#x56E0; &#x306E; &#x4E00; &#x3064;&#xD;&#xA;&#x306A; &#x306E; &#x3067; , &#x4E0D; &#x8981; &#x306A; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x3078; &#x306E; &#x30AF; &#x30ED; &#x30C3; &#x30AF; &#x306E; &#x4F9B; &#x7D66; &#x3092; &#x6B62; &#x3081; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x4F4E; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x306B; &#x306A;&#xD;&#xA;&#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q014.png" alt="問. 14 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 15</h3>
			<figure>
				<figcaption><small>&#x554F; 15 TCP/IP &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x304A; &#x3051; &#x308B; ICMP &#x306E; &#x6A5F; &#x80FD; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; IP &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x304C; &#x7D4C; &#x7531; &#x3057; &#x305F; &#x30EB; &#x30FC; &#x30BF; &#x306E; &#x6570; &#x304C; &#x898F; &#x5B9A; &#x5024; &#x306B; &#x9054; &#x3057; &#x305F; &#x3053; &#x3068; &#x3092; &#x9001; &#x4FE1; &#x5143; &#x306B; &#x901A; &#x77E5; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; UDP &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x306E; &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x30B5; &#x30E0; &#x30A8; &#x30E9; &#x30FC; &#x3092; &#x9001; &#x4FE1; &#x5143; &#x306B; &#x901A; &#x77E5; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30A3; &#x30FC; &#x30B5; &#x30CD; &#x30C3; &#x30C8; &#x30D5; &#x30EC; &#x30FC; &#x30E0; &#x306E; FCS &#x5DE5; &#x30E9; &#x30FC; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x3068; &#x304D; &#x306B; &#x518D; &#x9001; &#x3092; &#x8981; &#x6C42; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30C7; &#x30FC; &#x30BF; &#x304C; &#x9014; &#x4E2D; &#x3067; &#x5931; &#x308F; &#x308C; &#x305F; &#x3068; &#x304D; &#x306B; , TCP &#x30D8; &#x30C3; &#x30C0; &#x306E; &#x30B7; &#x30FC; &#x30B1; &#x30F3; &#x30B9; &#x756A; &#x53F7; &#x3092; &#x9001; &#x4FE1; &#x5143; &#x306B; &#x4F1D; &#x3048;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q015.png" alt="問. 15 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 16</h3>
			<figure>
				<figcaption><small>&#x554F; 16 &#x5171; &#x901A; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x306B; &#x304A; &#x3044; &#x3066; , 100 &#x4EBA; &#x306E; &#x9001; &#x53D7; &#x4FE1; &#x8005; &#x306E; &#x305D; &#x308C; &#x305E; &#x308C; &#x304C; , &#x76F8; &#x4E92; &#x306B; &#x6697; &#x53F7; &#x5316; &#x901A; &#x4FE1; &#x3092; &#x884C;&#xD;&#xA;&#x518D; &#x9001; &#x3092; &#x8981; &#x6C42; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3046; &#x3068; &#x304D; &#x306B; &#x5FC5; &#x8981; &#x306A; &#x5171; &#x901A; &#x9375; &#x306E; &#x7DCF; &#x6570; &#x306F; &#x5E7E; &#x3064; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; 200&#xD;&#xA;&#x30A4; 4 , 950&#xD;&#xA;&#x30A6;&#xD;&#xA;9 , 900&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q016.png" alt="問. 16 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 17</h3>
			<figure>
				<figcaption><small>&#x554F; 17 &#x5916; &#x90E8; &#x304B; &#x3089; &#x4FB5; &#x5165; &#x3055; &#x308C; &#x305F; &#x30B5; &#x30FC; &#x30D1; &#x53CA; &#x3073; &#x305D; &#x306E; &#x30B5; &#x30FC; . &#x30D0; &#x306B; &#x63A5; &#x7D9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x305F; &#x8A18; &#x61B6; &#x5A92; &#x4F53; &#x3092; &#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x3068;&#xD;&#xA;&#x3057; &#x3066; &#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x30D5; &#x30A9; &#x30EC; &#x30F3; &#x30B8; &#x30C3; &#x30AF; &#x30B9; &#x3092; &#x884C; &#x3046; &#x3053; &#x3068; &#x306B; &#x306A; &#x3063; &#x305F; &#x3002; &#x3053; &#x306E; &#x3068; &#x304D; , &#x7A3C; &#x50CD; &#x72B6; &#x614B; &#x306B; &#x3042; &#x308B; &#x8ABF;&#xD;&#xA;&#x67FB; &#x5BFE; &#x8C61; &#x306E; &#x30B5; &#x30FC; &#x30D1; , &#x8A18; &#x61B6; &#x5A92; &#x4F53; &#x306A; &#x3069; &#x304B; &#x3089; &#x8868; &#x306B; &#x793A; &#x3059; a ~ d &#x3092; &#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x4FDD; &#x5168; &#x3059; &#x308B; &#x3002; &#x4FDD; &#x5168; &#x306E; &#x9806;&#xD;&#xA;&#x5E8F; &#x306E; &#x3046; &#x3061; , &#x63EE; &#x767A; &#x6027; &#x306E; &#x89B3; &#x70B9; &#x304B; &#x3089; &#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;a&#xD;&#xA;b&#xD;&#xA;c&#xD;&#xA;d&#xD;&#xA;&#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x4FDD; &#x5168; &#x3059; &#x308B; &#x3082; &#x306E;&#xD;&#xA;&#x9060; &#x9694; &#x306B; &#x3042; &#x308B; &#x30ED; &#x30B0; &#x30B5; &#x30FC; &#x30D1; &#x306B; &#x8A18; &#x9332; &#x3055; &#x308C; &#x305F; &#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x30B5; &#x30FC; &#x30D1; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30ED; &#x30B0;&#xD;&#xA;&#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x30A4; &#x30F3; &#x30B9; &#x30C8; &#x30FC; &#x30EB; &#x3055; &#x308C; &#x3066; &#x3044; &#x305F; &#x4F1A; &#x8A08; &#x30BD; &#x30D5; &#x30C8; &#x306E; &#x30A4; &#x30F3; &#x30B9; &#x30C8; &#x30FC; &#x30EB; &#x7528; CD&#xD;&#xA;&#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x30CF; &#x30FC; &#x30C9; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x4E0A; &#x306E; &#x8868; &#x8A08; &#x7B97; &#x30D5; &#x30A1; &#x30A4; &#x30EB;&#xD;&#xA;&#x8ABF; &#x67FB; &#x5BFE; &#x8C61; &#x30B5; &#x30FC; &#x30D1; &#x306E; &#x30EB; &#x30FC; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x30C6; &#x30FC; &#x30D7; &#x30EB; &#x306E; &#x72B6; &#x614B;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;a &#x2192; c &#x2192; d &#x2192; b&#xD;&#xA;b &#x2192; c &#x2192; a &#x2192; d&#xD;&#xA;c &#x2192; a &#x2192; d &#x2192; b&#xD;&#xA;d - &#x3064; C - &#x2192; a &#x30FC; &#x4ECA;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q017.png" alt="問. 17 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 18</h3>
			<figure>
				<figcaption><small>&#x554F; 18 &#x5DE5; &#x30F3; &#x3079; &#x30ED; &#x30FC; &#x30D7; &#x6697; &#x53F7; &#x5316; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x6697; &#x53F7; &#x5316; &#x9375; &#x3067; &#x5E73; &#x6587; &#x3092; &#x6697; &#x53F7; &#x5316; &#x3057; &#x3066; &#x304B; &#x3089; , &#x305D; &#x306E; &#x6697; &#x53F7; &#x5316; &#x9375; &#x3092; &#x5225; &#x306E; &#x6697; &#x53F7; &#x5316; &#x9375; &#x3067; &#x6697; &#x53F7; &#x5316; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x6697; &#x53F7; &#x5316; &#x30E1; &#x30FC; &#x30EB; &#x3092; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x969B; &#x306B; , &#x9001; &#x4FE1; &#x8005; &#x304C; &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x306E; &#x8FD4; &#x4FE1; &#x5148; &#x30E1; &#x30FC; &#x30EB; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x8A2D;&#xD;&#xA;&#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x516C; &#x958B; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x3092; &#x5229; &#x7528; &#x3057; , &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x306E; &#x53D7; &#x4FE1; &#x8005; &#x306E; &#x516C; &#x958B; &#x9375; &#x3067; &#x30E1; &#x30FC; &#x30EB; &#x672C; &#x6587; &#x3092; &#x6697; &#x53F7; &#x5316; &#x3059;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5149; &#x306E; &#x6700; &#x5C0F; &#x5358; &#x4F4D; &#x3067; &#x3042; &#x308B; &#x5149; &#x5B50; 1 &#x500B; 1 &#x500B; &#x306B; 1 &#x30D4; &#x30C3; &#x30C8; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x8F09; &#x305B; &#x3066; &#x9001; &#x308A; , &#x53D7; &#x4FE1; &#x3057; &#x305F;&#xD;&#xA;&#x5149; &#x5B50; &#x306E; &#x6570; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x76D7; &#x8074; &#x3092; &#x767A; &#x898B; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q018.png" alt="問. 18 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 19</h3>
			<figure>
				<figcaption><small>&#x554F; 19 CPS (Cyber-Physical System) &#x306E; &#x8003; &#x3048; &#x65B9; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x958B; &#x767A; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x306E; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x69CB; &#x6210; &#x8981; &#x7D20; &#x306B; &#x6545; &#x969C; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x3068; &#x304D; &#x306B; &#x306F; , &#x5229; &#x7528; &#x8005; &#x306B; &#x5371; &#x5BB3; &#x304C; &#x53CA; &#x3070; &#x306A; &#x3044; &#x3088; &#x3046; &#x306A; &#x65B9;&#xD;&#xA;&#x6CD5; &#x3067; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x505C; &#x6B62; &#x3059; &#x308B; &#x4ED5; &#x69D8; &#x3068; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002; &#x3053; &#x306E; &#x3088; &#x3046; &#x306B; &#x6545; &#x969C; &#x767A; &#x751F; &#x6642; &#x306B; &#x5B89; &#x5168; &#x3092; &#x4FDD; &#x3064; &#x3053; &#x3068; &#x304C;&#xD;&#xA;&#x3067; &#x304D; &#x308B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x6027; &#x8CEA; &#x3092; &#x4F55; &#x3068; &#x547C; &#x3076; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30D5; &#x30FC; &#x30EB; &#x30D7; &#x30EB; &#x30FC; &#x30D5;&#xD;&#xA;&#x30D5; &#x30A7; &#x30FC; &#x30EB; &#x30BD; &#x30D5; &#x30C8;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30D5; &#x30A7; &#x30FC; &#x30EB; &#x30BB; &#x30FC; &#x30D5;&#xD;&#xA;&#x30D5; &#x30A9; &#x30FC; &#x30EB; &#x30C8; &#x30A2; &#x30DD; &#x30A4; &#x30C0; &#x30F3; &#x30B9;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q019.png" alt="問. 19 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 20</h3>
			<figure>
				<figcaption><small>&#x554F; 29 &#x4E26; &#x5217; &#x306B; &#x751F; &#x8D77; &#x3059; &#x308B; &#x4E8B; &#x8C61; &#x9593; &#x306E; &#x540C; &#x671F; &#x3092; &#x8868; &#x73FE; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x53EF; &#x80FD; &#x306A; ,&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x8981; &#x6C42; &#x30E2; &#x30C6; &#x30EB;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;E-R &#x30E2; &#x30C7; &#x30EB;&#xD;&#xA;&#x30D9; &#x30C8; &#x30EA; &#x30CD; &#x30C3; &#x30C8; &#x30E2; &#x30C7; &#x30EB;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30C6; &#x30FC; &#x30BF; &#x30D5; &#x30ED; &#x30FC; &#x30E2; &#x30C7; &#x30EB;&#xD;&#xA;&#x6709; &#x9650; &#x72B6; &#x614B; &#x6A5F; &#x68B0; &#x30E2; &#x30C7; &#x30EB;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q020.png" alt="問. 20 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 21</h3>
			<figure>
				<figcaption><small>&#x554F; 21 &#x30D2; &#x30E5; &#x30FC; &#x30DE; &#x30F3; &#x30A4; &#x30F3; &#x30BF; &#x30D5; &#x30A7; &#x30FC; &#x30B9; &#x3092; &#x3082; &#x3064; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3044; &#x3066; , &#x6A5F; &#x80FD; &#x3068; &#x30D2; &#x30E5; &#x30FC; &#x30DE; &#x30F3; &#x30A4; &#x30F3; &#x30BF; &#x30D5; &#x30A7;&#xD;&#xA;&#x30FC; &#x30B9; &#x306E; &#x76F8; &#x4E92; &#x4F9D; &#x5B58; &#x3092; &#x5F31; &#x3081; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x4FEE; &#x6B63; &#x6027; &#x3084; &#x518D; &#x5229; &#x7528; &#x6027; &#x3092; &#x5411; &#x4E0A; &#x3055; &#x305B; &#x308B; &#x3053; &#x3068; &#x3092; &#x76EE; &#x7684; &#x3068;&#xD;&#xA;&#x3057; &#x305F; &#x30A2; &#x30FC; &#x30AD; &#x30C6; &#x30AF; &#x30C1; &#x30E3; &#x30D1; &#x30BF; &#x30FC; &#x30F3; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;MVC&#xD;&#xA;&#x30DE; &#x30A4; &#x30AF; &#x30ED; &#x30AB; &#x30FC; &#x30CD; &#x30EB;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30A4; &#x30D9; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0;&#xD;&#xA;&#x30EC; &#x30A4; &#x30E4;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q021.png" alt="問. 21 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 22</h3>
			<figure>
				<figcaption><small>&#x554F; 22 &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x5B9F; &#x884C; &#x4E2D; &#x306E; &#x7279; &#x5B9A; &#x306E; &#x6642; &#x70B9; &#x3067; &#x6210; &#x7ACB; &#x3057; &#x3066; &#x3044; &#x306A; &#x3051; &#x308C; &#x3070; &#x306A; &#x3089; &#x306A; &#x3044; &#x5909; &#x6570; &#x9593; &#x306E; &#x95A2; &#x4FC2; &#x3084; &#x6761; &#x4EF6;&#xD;&#xA;&#x3092; &#x8A18; &#x8FF0; &#x3057; &#x305F; &#x8AD6; &#x7406; &#x5F0F; &#x3092; &#x57CB; &#x3081; &#x8FBC; &#x3093; &#x3067; , &#x305D; &#x306E; &#x8AD6; &#x7406; &#x5F0F; &#x304C; &#x6210; &#x7ACB; &#x3057; &#x3066; &#x3044; &#x308B; &#x3053; &#x3068; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088;&#xD;&#xA;&#x3063; &#x3066; , &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x51E6; &#x7406; &#x306E; &#x6B63; &#x5F53; &#x6027; &#x3092; &#x52D5; &#x7684; &#x306B; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x624B; &#x6CD5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A2; &#x30B5; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30C1; &#x30A7; &#x30C3; &#x30AF;&#xD;&#xA;&#x30B9; &#x30CA; &#x30C3; &#x30D7; &#x30B7; &#x30E7; &#x30C3; &#x30C8; &#x30C0; &#x30F3; &#x30D7;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;13&#xD;&#xA;&#x30B3; &#x30FC; &#x30C9; &#x8FFD; &#x8DE1;&#xD;&#xA;&#x30C6; &#x30B9; &#x30C8; &#x30AB; . &#x30D0; &#x30EC; &#x30C3; &#x30B8; &#x5206; &#x6790;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q022.png" alt="問. 22 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 23</h3>
			<figure>
				<figcaption><small>&#x554F; 23 &#x30A2; &#x30B8; &#x30E3; &#x30A4; &#x30EB; &#x958B; &#x767A; &#x306E; &#x30B9; &#x30AF; &#x30E9; &#x30E0; &#x306B; &#x304A; &#x3051; &#x308B; &#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x306E; &#x30EB; &#x30FC; &#x30EB; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C;&#xD;&#xA;&#x30A2; &#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x306E; &#x671F; &#x9593; &#x3092; &#x6C7A; &#x5B9A; &#x3057; &#x305F; &#x3089; , &#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x306E; 1 &#x56DE; &#x76EE; &#x306B; &#x306F; &#x8981; &#x4EF6; &#x5B9A; &#x7FA9; &#x5DE5; &#x7A0B; &#x3092; , 2 &#x56DE;&#xD;&#xA;&#x76EE; &#x306B; &#x306F; &#x8A2D; &#x8A08; &#x5DE5; &#x7A0B; &#x3092; , 3 &#x56DE; &#x76EE; &#x306B; &#x306F; &#x30B3; &#x30FC; &#x30C9; &#x4F5C; &#x6210; &#x5DE5; &#x7A0B; &#x3092; , 4 &#x56DE; &#x76EE; &#x306B; &#x306F; &#x30C6; &#x30B9; &#x30C8; &#x5DE5; &#x7A0B; &#x3092; &#x305D; &#x308C; &#x305E;&#xD;&#xA;&#x308C; &#x5272; &#x30EA; &#x5F53; &#x3066; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x6210; &#x679C; &#x7269; &#x306E; &#x5185; &#x5BB9; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x30EC; &#x30D3; &#x30E5; &#x30FC; &#x3092; , &#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x306E; &#x671F; &#x9593; &#x306E; &#x4E2D; &#x9593; &#x6642; &#x70B9; &#x3067;&#xD;&#xA;&#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30D6; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x3067; &#x8A2D; &#x5B9A; &#x3057; &#x305F; &#x30B9; &#x30D5; &#x3002; &#x30EA; &#x30F3; &#x30C8; &#x306E; &#x671F; &#x9593; &#x3067; &#x30EA; &#x30EA; &#x30FC; &#x30B9; &#x5224; &#x65AD; &#x304C; &#x53EF; &#x80FD; &#x306A; &#x30D7; &#x30ED; &#x30C0; &#x30AF; &#x30C8; &#x30A4;&#xD;&#xA;&#x30F3; &#x30AF; &#x30EA; &#x30E1; &#x30F3; &#x30C8; &#x304C; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; , &#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x30B4; &#x30FC; &#x30EB; &#x3092; &#x8A2D; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x6BCE; &#x56DE; &#x306E; &#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x30D7; &#x30E9; &#x30F3; &#x30CB; &#x30F3; &#x30B0; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x306E; &#x671F; &#x9593; &#x3092; &#x30B4; &#x30FC; &#x30EB; &#x306E; &#x96E3; &#x6613; &#x5EA6; &#x306B;&#xD;&#xA;&#x5FDC; &#x3058; &#x3066; , 1 &#x9031; &#x9593; &#x304B; &#x3089; 1 &#x304B; &#x6708; &#x307E; &#x3067; &#x306E; &#x7BC4; &#x56F2; &#x306B; &#x8A2D; &#x5B9A; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q023.png" alt="問. 23 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 24</h3>
			<figure>
				<figcaption><small>&#x554F; 24 &#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x30B5; &#x30A4; &#x30CD; &#x30FC; &#x30B8; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x60C5; &#x5831; &#x6280; &#x8853; &#x3092; &#x5229; &#x7528; &#x3059; &#x308B; &#x6A5F; &#x4F1A; &#x53C8; &#x306F; &#x80FD; &#x529B; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5730; &#x57DF; &#x9593; &#x53C8; &#x306F; &#x500B; &#x4EBA; &#x9593; &#x306B; &#x751F; &#x3058; &#x308B; &#x7D4C; &#x6E08; &#x7684; &#x53C8;&#xD;&#xA;&#x306F; &#x793E; &#x4F1A; &#x7684; &#x306A; &#x683C; &#x5DEE;&#xD;&#xA;&#x30A4; &#x60C5; &#x5831; &#x306E; &#x6B63; &#x5F53; &#x6027; &#x3092; &#x4FDD; &#x8A3C; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x308B; &#x96FB; &#x5B50; &#x7684; &#x306A; &#x7F72; &#x540D;&#xD;&#xA;&#x30A6; &#x30C7; &#x30A3; &#x30B9; &#x30D7; &#x30EC; &#x30A4; &#x306B; &#x6620; &#x50CF; , &#x6587; &#x5B57; &#x306A; &#x3069; &#x306E; &#x60C5; &#x5831; &#x3092; &#x8868; &#x793A; &#x3059; &#x308B; &#x96FB; &#x5B50; &#x770B; &#x677F;&#xD;&#xA;&#x5DE5; &#x4E0D; &#x6B63; &#x5229; &#x7528; &#x3092; &#x9632; &#x6B62; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x8B58; &#x5225; &#x60C5; &#x5831; &#x3092; &#x57CB; &#x3081; &#x8FBC; &#x3080; &#x6280; &#x8853;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q024.png" alt="問. 24 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 25</h3>
			<figure>
				<figcaption><small>&#x554F; 25 &#x5404; &#x7A2E; &#x30BB; &#x30F3; &#x30B5; &#x3092; &#x53D6; &#x308A; &#x4ED8; &#x3051; &#x305F; &#x822A; &#x7A7A; &#x6A5F; &#x306E; &#x30A8; &#x30F3; &#x30B8; &#x30F3; &#x304B; &#x3089; &#x98DB; &#x884C; &#x4E2D; &#x306B; &#x53CE; &#x96C6; &#x3057; &#x305F; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x5206; &#x6790; &#x3057; ,&#xD;&#xA;&#x4EEE; &#x60F3; &#x7A7A; &#x9593; &#x306B; &#x69CB; &#x7BC9; &#x3057; &#x305F; &#x30A8; &#x30F3; &#x30B8; &#x30F3; &#x306E; &#x30E2; &#x30C7; &#x30EB; &#x306B; &#x53CD; &#x6620; &#x3057; &#x3066; &#x30B7; &#x30DF; &#x30E5; &#x30EC; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063;&#xD;&#xA;&#x3066; , &#x5404; &#x30D1; &#x30FC; &#x30C4; &#x306E; &#x6D88; &#x8017; &#x72B6; &#x6CC1; &#x3084; &#x4EA4; &#x63DB; &#x6642; &#x671F; &#x3092; &#x6B63; &#x78BA; &#x306B; &#x4E88; &#x6E2C; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B; &#x3002; &#x3053; &#x306E; &#x3088; &#x3046; &#x306B; &#x7523;&#xD;&#xA;&#x696D; &#x6A5F; &#x5668; &#x306A; &#x3069; &#x306B; IoT &#x6280; &#x8853; &#x3092; &#x6D3B; &#x7528; &#x3057; , &#x73FE; &#x5B9F; &#x4E16; &#x754C; &#x3084; &#x7269; &#x7406; &#x7684; &#x73FE; &#x8C61; &#x3092; &#x30EA; &#x30A2; &#x30EB; &#x30BF; &#x30A4; &#x30E0; &#x306B; &#x4EEE; &#x60F3; &#x7A7A; &#x9593;&#xD;&#xA;&#x3067; &#x5FE0; &#x5B9F; &#x306B; &#x518D; &#x73FE; &#x3059; &#x308B; &#x3053; &#x3068; &#x3092; &#x8868; &#x3057; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30B5; &#x30FC; &#x30D1; &#x4EEE; &#x60F3; &#x5316;&#xD;&#xA;&#x30B9; &#x30DE; &#x30FC; &#x30C8; &#x30E1; &#x30FC; &#x30BF;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;14&#xD;&#xA;&#x30B9; &#x30DE; &#x30FC; &#x30C8; &#x30B0; &#x30EA; &#x30C3; &#x30C9;&#xD;&#xA;&#x30C7; &#x30A3; &#x30B8; &#x30BF; &#x30EB; &#x30C4; &#x30A4; &#x30F3;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_es/2021r03a_es_am2_qs/q025.png" alt="問. 25 設問画像">
			</figure>
		</article>
</section>

	</main>
	<footer>
		<hr>
		<p><a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a></p>
	</footer>
	
</body>
</html>