<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x9AD8;&#x5EA6;&#x8A66;&#x9A13; &#x5348;&#x524D;I &#x554F;&#x984C;&#x3010;&#x5171;&#x901A;&#x3011; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-EVSTQN3/azprG1Anm3QDgpJLIm9Nao0Yz1ztcQTwFspd3yD65VohhpuuCOmLASjC" crossorigin="anonymous">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body class="bg-light">
	<header class="d-flex flex-wrap justify-content-center py-3 mb-4 border-bottom">
		<a href="/" class="d-flex align-items-center mb-3 mb-md-0 me-md-auto text-dark text-decoration-none">
			<span">IPA過去問Bot</span>
		</a>
	</header>
	<main class="container-fluid bg-body">
		
<section>
	<h1>&#x4EE4;&#x548C;3&#x5E74;&#x5EA6; &#x79CB;&#x671F; &#x9AD8;&#x5EA6;&#x8A66;&#x9A13; &#x5348;&#x524D;I &#x554F;&#x984C;&#x3010;&#x5171;&#x901A;&#x3011;</h1>
	<div>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q001.png">
				<div class="card-body">
					<h2 class="card-title">問. 1</h2>
					<p class="card-text">&#x554F; 1 &#x975E; &#x7DDA; &#x5F62; &#x65B9; &#x7A0B; &#x5F0F; / &#x306E; = 0 &#x306E; &#x8FD1; &#x4F3C; &#x89E3; &#x6CD5; &#x3067; &#x3042; &#x308A; , &#x6B21; &#x306E; &#x624B; &#x9806; &#x306B; &#x3088; &#x3063; &#x3066; &#x89E3; &#x3092; &#x6C42; &#x3081; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C;&#xD;&#xA;&#x3053; &#x3067; , ) = / &#x306F; ) &#x306B; &#x306F; &#x63A5; &#x7DDA; &#x304C; &#x5B58; &#x5728; &#x3059; &#x308B; &#x3082; &#x306E; &#x3068; &#x3057; , ( 3 ) &#x3067; &#x7D62; &#x3068; &#x65B0; &#x305F; &#x306A; &#x5747; &#x306E; &#x5DEE; &#x306E; &#x7D76; &#x5BFE; &#x5024;&#xD;&#xA;&#x304C; &#x3042; &#x308B; &#x5024; &#x4EE5; &#x4E0B; &#x306B; &#x306A; &#x3063; &#x305F; &#x6642; &#x70B9; &#x3067; &#x7E70; &#x8FD4; &#x3057; &#x3092; &#x7D42; &#x4E86; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3014; &#x624B; &#x9806; &#x3015;&#xD;&#xA;&#x89E3; &#x306E; &#x8FD1; &#x304F; &#x306E; &#x9069; &#x5F53; &#x306A; &#x30A7; &#x8EF8; &#x306E; &#x5024; &#x3092; &#x5B9A; &#x3081; , &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;( 1 )&#xD;&#xA;&#x66F2; &#x7DDA; ) = &#x30EB; ) &#x306E; , &#x70B9; &#x306F; 0 , / &#x306F; &#x3002; ) ) &#x306B; &#x304A; &#x3051; &#x308B; &#x63A5; &#x7DDA; &#x3092; &#x6C42; &#x3081; &#x308B; &#x3002;&#xD;&#xA;&#x2461;&#xD;&#xA;&#x6C42; &#x3081; &#x305F; &#x63A5; &#x7DDA; &#x3068; , &#x8EF8; &#x306E; &#x4EA4; &#x70B9; &#x3092; &#x65B0; &#x305F; &#x306A; &#x65B0; &#x3068; &#x3057; , &#x624B; &#x9806; &#x2461; &#x306B; &#x623B; &#x308B; &#x3002;&#xD;&#xA;( 3 )&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30AC; &#x30A6; &#x30B9; &#x306E; &#x6D88; &#x53BB; &#x6CD5;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30AA; &#x30A4; &#x30E9; &#x30FC; &#x6CD5;&#xD;&#xA;&#x30CB; &#x30E5; &#x30FC; &#x30C8; &#x30F3; &#x6CD5;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30B7; &#x30F3; &#x30D7; &#x30BD; &#x30F3; &#x6CD5;&#xD;&#xA;&#x30B3; :</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q002.png">
				<div class="card-body">
					<h2 class="card-title">問. 2</h2>
					<p class="card-text">&#x554F; 2 &#x56F3; &#x306E; &#x3088; &#x3046; &#x306B; 16 &#x30D3; &#x30C3; &#x30C8; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3092; 4X4 &#x306E; &#x6B63; &#x65B9; &#x5F62; &#x72B6; &#x306B; &#x4E26; &#x3079; , &#x884C; &#x3068; &#x5217; &#x306B; &#x30D1; &#x30EA; &#x30C6; &#x30A3; &#x30D3; &#x30C3;&#xD;&#xA;&#x3053; &#x3067; , &#x56F3; &#x306E; &#x7DB2; &#x639B; &#x3051;&#xD;&#xA;&#x30C8; &#x3092; &#x4ED8; &#x52A0; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x4F55; &#x30D3; &#x30C3; &#x30C8; &#x307E; &#x3067; &#x306E; &#x8AA4; &#x30EA; &#x3092; &#x8A02; &#x6B63; &#x3067; &#x304D; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x90E8; &#x5206; &#x306F; &#x30D1; &#x30EA; &#x30C6; &#x30A3; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;0000 8&#xD;&#xA;0000&#xD;&#xA;0000 &#x3092;&#xD;&#xA;0000&#xD;&#xA;&#x5DE5; 4</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q003.png">
				<div class="card-body">
					<h2 class="card-title">問. 3</h2>
					<p class="card-text">&#x554F; 3 &#x30D0; &#x30D6; &#x30EB; &#x30BD; &#x30FC; &#x30C8; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x3042; &#x308B; &#x9593; &#x9694; &#x304A; &#x304D; &#x306B; &#x53D6; &#x30EA; &#x51FA; &#x3057; &#x305F; &#x8981; &#x7D20; &#x304B; &#x3089; &#x6210; &#x308B; &#x90E8; &#x5206; &#x5217; &#x3092; &#x305D; &#x308C; &#x305E; &#x308C; &#x6574; &#x5217; &#x3057; , &#x66F4; &#x306B; &#x9593; &#x9694; &#x3092; &#x8A70;&#xD;&#xA;&#x3081; &#x3066; &#x540C; &#x69D8; &#x306E; &#x64CD; &#x4F5C; &#x3092; &#x884C; &#x3044; , &#x9593; &#x9694; &#x304C; 1 &#x306B; &#x306A; &#x308B; &#x307E; &#x3067; &#x3053; &#x308C; &#x3092; &#x7E70; &#x30EA; &#x8FD4; &#x3059; &#x3002;&#xD;&#xA;&#x30A4; &#x4E2D; &#x9593; &#x7684; &#x306A; &#x57FA; &#x6E96; &#x5024; &#x3092; &#x6C7A; &#x3081; &#x3066; , &#x305D; &#x308C; &#x3088; &#x308A; &#x3082; &#x5927; &#x304D; &#x306A; &#x5024; &#x3092; &#x96C6; &#x3081; &#x305F; &#x533A; &#x5206; &#x3068; , &#x5C0F; &#x3055; &#x306A; &#x5024; &#x3092; &#x96C6; &#x3081;&#xD;&#xA;&#x305F; &#x533A; &#x5206; &#x306B; &#x8981; &#x7D20; &#x3092; &#x632F; &#x30EA; &#x5206; &#x3051; &#x308B; &#x3002; &#x6B21; &#x306B; , &#x305D; &#x308C; &#x305E; &#x308C; &#x306E; &#x533A; &#x5206; &#x306E; &#x4E2D; &#x3067; &#x540C; &#x69D8; &#x306E; &#x64CD; &#x4F5C; &#x3092; &#x7E70; &#x308A; &#x8FD4; &#x3059; &#x3002;&#xD;&#xA;&#x30A6; &#x96A3; &#x308A; &#x5408; &#x3046; &#x8981; &#x7D20; &#x3092; &#x6BD4; &#x8F03; &#x3057; &#x3066; , &#x5927; &#x5C0F; &#x306E; &#x9806; &#x304C; &#x9006; &#x3067; &#x3042; &#x308C; &#x3070; , &#x305D; &#x308C; &#x3089; &#x306E; &#x8981; &#x7D20; &#x3092; &#x5165; &#x308C; &#x66FF; &#x3048; &#x308B; &#x3068;&#xD;&#xA;&#x3044; &#x3046; &#x64CD; &#x4F5C; &#x3092; &#x7E70; &#x30EA; &#x8FD4; &#x3059; &#x3002;&#xD;&#xA;&#x5DE5; &#x672A; &#x6574; &#x5217; &#x306E; &#x90E8; &#x5206; &#x3092; &#x9806; &#x5E8F; &#x6728; &#x306B; &#x3057; , &#x305D; &#x3053; &#x304B; &#x3089; &#x6700; &#x5C0F; &#x5024; &#x3092; &#x53D6; &#x30EA; &#x51FA; &#x3057; &#x3066; &#x6574; &#x5217; &#x6E08; &#x306E; &#x90E8; &#x5206; &#x306B; &#x79FB; &#x3059; &#x3002;&#xD;&#xA;&#x3053; &#x306E; &#x64CD; &#x4F5C; &#x3092; &#x7E70; &#x308A; &#x8FD4; &#x3057; &#x3066; , &#x672A; &#x6574; &#x5217; &#x306E; &#x90E8; &#x5206; &#x3092; &#x7E2E; &#x3081; &#x3066; &#x3044; &#x304F; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q004.png">
				<div class="card-body">
					<h2 class="card-title">問. 4</h2>
					<p class="card-text">&#x554F; 4 &#x6F14; &#x7B97; &#x30EC; &#x30B8; &#x30B9; &#x30BF; &#x304C; 16 &#x30D3; &#x30C3; &#x30C8; &#x306E; CPU &#x3067; &#x7B26; &#x53F7; &#x4ED8; &#x304D; 16 &#x30D3; &#x30C3; &#x30C8; &#x6574; &#x6570; &#x2175; , &#x8A8D; &#x3092; 16 &#x30D3; &#x30C3; &#x30C8; &#x7B26;&#xD;&#xA;&#x3053; &#x3067; , &#x56FD; &#x306F; &#x30A7; &#x306E; &#x7D76; &#x5BFE; &#x5024; &#x3092; &#x8868; &#x3057; , &#x8CA0; &#x6570; &#x306F; 2 &#x306E; &#x88DC; &#x6570; &#x3067;&#xD;&#xA;&#x53F7; &#x4ED8; &#x304D; &#x52A0; &#x7B97; ( &#x2175; &#x2B; &#x30A7; 2 ) &#x3059; &#x308B; &#x3068; &#x304D; &#x306B; , &#x5168; &#x3066; &#x306E; , &#x8A8D; &#x306E; &#x7D44; &#x5408; &#x305B; &#x306B; &#x304A; &#x3044; &#x3066; &#x52A0; &#x7B97; &#x7D50; &#x679C; &#x304C; &#x30AA; &#x30FC;&#xD;&#xA;&#x30A2; &#x306F; &#x5341; &#x306F; &#x30DF; 32 , 768 &#x306E; &#x5834; &#x5408;&#xD;&#xA;&#x8868; &#x3059; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30D1; &#x30D5; &#x30ED; &#x30FC; &#x3057; &#x306A; &#x3044; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;4&#xD;&#xA;&#x5DE5; &#x3068; &#x30A7; 2 &#x306E; &#x7B26; &#x53F7; &#x304C; &#x7570; &#x306A; &#x308B; &#x5834; &#x5408;&#xD;&#xA;&#x30A6; &#x2175; x &gt; 0 &#x306E; &#x5834; &#x5408;&#xD;&#xA;&#x30A4; &#x306F; &#x6708; &#x53CA; &#x3073; &#x306F; &#x304C; &#x3068; &#x3082; &#x306B; 32 , 767 &#x672A; &#x6E80; &#x306E; &#x5834; &#x5408;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q005.png">
				<div class="card-body">
					<h2 class="card-title">問. 5</h2>
					<p class="card-text">&#x554F; 5 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304C; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x51E6; &#x7406; &#x80FD; &#x529B; &#x3092; , &#x8CA0; &#x8377; &#x72B6; &#x6CC1; &#x306B; &#x5FDC; &#x3058; &#x3066; &#x8ABF; &#x6574; &#x3059; &#x308B; &#x65B9; &#x6CD5; &#x3068; &#x3057;&#xD;&#xA;&#x3066; &#x306E; &#x30B9; &#x30B1; &#x30FC; &#x30EB; &#x30A4; &#x30F3; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x53F0; &#x6570; &#x3092; &#x5897; &#x3084; &#x3059; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; ,&#xD;&#xA;&#x51E6; &#x7406; &#x80FD; &#x529B; &#x3092; &#x5411; &#x4E0A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x7269; &#x7406; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x53F0; &#x6570; &#x3092; &#x6E1B; &#x3089; &#x3059; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; ,&#xD;&#xA;&#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x3092; &#x6700; &#x9069; &#x5316; &#x3057; , &#x7121; &#x99C4; &#x306A; &#x30B3; &#x30B9; &#x30C8; &#x3092; &#x524A; &#x6E1B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x9AD8; &#x3044; &#x51E6; &#x7406; &#x80FD; &#x529B; &#x306E; CPIJ &#x3078; &#x306E; &#x4EA4; &#x63DB; &#x3084; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x8FFD; &#x52A0; &#x306A; &#x3069; &#x306B; &#x3088; &#x3063; &#x3066; ,&#xD;&#xA;&#x51E6; &#x7406; &#x80FD; &#x529B; &#x3092; &#x5411; &#x4E0A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x4F4E; &#x3044; &#x51E6; &#x7406; &#x80FD; &#x529B; &#x306E; CPU &#x3078; &#x306E; &#x4EA4; &#x63DB; &#x3084; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x524A; &#x6E1B; &#x306A; &#x3069; &#x306B; &#x3088; &#x3063; &#x3066; ,&#xD;&#xA;&#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x3092; &#x6700; &#x9069; &#x5316; &#x3057; , &#x7121; &#x99C4; &#x306A; &#x30B3; &#x30B9; &#x30C8; &#x3092; &#x524A; &#x6E1B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3068; &#x3057; &#x3066; &#x306E;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3068; &#x3057; &#x3066; &#x306E;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3068; &#x3057; &#x3066; &#x306E;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3068; &#x3057; &#x3066; &#x306E;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q006.png">
				<div class="card-body">
					<h2 class="card-title">問. 6</h2>
					<p class="card-text">&#x554F; 6 &#x30DA; &#x30FC; &#x30B8; &#x30F3; &#x30B0; &#x65B9; &#x5F0F; &#x306E; &#x4EEE; &#x60F3; &#x8A18; &#x61B6; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30DA; &#x30FC; &#x30B8; &#x7F6E; &#x63DB; &#x3048; &#x306E; &#x767A; &#x751F; &#x983B; &#x5EA6; &#x304C; &#x9AD8; &#x304F; &#x306A; &#x30EA; , &#x30B7; &#x30B9; &#x30C6;&#xD;&#xA;&#x30E0; &#x306E; &#x51E6; &#x7406; &#x80FD; &#x529B; &#x304C; &#x6025; &#x6FC0; &#x306B; &#x4F4E; &#x4E0B; &#x3059; &#x308B;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30B9; &#x30E9; &#x30C3; &#x30B7; &#x30F3; &#x30B0;&#xD;&#xA;&#x30D5; &#x30E9; &#x30B0; &#x30E1; &#x30F3; &#x30C6; &#x30FC; &#x30B7; &#x30E7; &#x30F3;&#xD;&#xA;&#x3053; &#x3068; &#x304C; &#x3042; &#x308B; &#x3002; &#x3053; &#x306E; &#x3088; &#x3046; &#x306A; &#x73FE; &#x8C61; &#x3092; &#x4F55; &#x3068; &#x547C; &#x3076; &#x304B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B9; &#x30EF; &#x30C3; &#x30D7; &#x30A2; &#x30A6; &#x30C8;&#xD;&#xA;&#x5DE5; &#x30DA; &#x30FC; &#x30B8; &#x30D5; &#x30A9; &#x30FC; &#x30EB; &#x30C8;&#xD;&#xA;x &#x306B; &#x6841; &#x4E0A; &#x304C; &#x308A; , Y &#x306B; &#x6841; &#x4E0A; &#x3052; &#x306A; &#x3057; &#x306E; &#x548C; ( &#x548C; &#x306E; 1 &#x6841; &#x76EE; )</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q007.png">
				<div class="card-body">
					<h2 class="card-title">問. 7</h2>
					<p class="card-text">&#x554F; 7 1 &#x6841; &#x306E; 2 &#x9032; &#x6570; A, B &#x3092; &#x52A0; &#x7B97; &#x3057; ,&#xD;&#xA;&#x304C; &#x5F97; &#x3089; &#x308C; &#x308B; &#x8AD6; &#x7406; &#x56DE; &#x8DEF; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A4;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q008.png">
				<div class="card-body">
					<h2 class="card-title">問. 8</h2>
					<p class="card-text">&#x554F; 8 &#x95A2; &#x4FC2; R &#x3068; &#x95A2; &#x4FC2; S &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x95A2; &#x4FC2; X &#x3092; &#x6C42; &#x3081; &#x308B; &#x95A2; &#x4FC2; &#x6F14; &#x7B97; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;ID&#xD;&#xA;0001&#xD;&#xA;0002&#xD;&#xA;100&#xD;&#xA;200&#xD;&#xA;300&#xD;&#xA;ID&#xD;&#xA;100&#xD;&#xA;200&#xD;&#xA;200&#xD;&#xA;300&#xD;&#xA;ID&#xD;&#xA;100&#xD;&#xA;200&#xD;&#xA;0001&#xD;&#xA;0002&#xD;&#xA;0003&#xD;&#xA;0001&#xD;&#xA;0002&#xD;&#xA;0002&#xD;&#xA;0003&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DEE;&#xD;&#xA;&#x30A2;&#xD;&#xA;ID &#x3067; &#x7D50; &#x5408;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x76F4; &#x7A4D;&#xD;&#xA;&#x5DE5; &#x548C;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q009.png">
				<div class="card-body">
					<h2 class="card-title">問. 9</h2>
					<p class="card-text">&#x554F; 9 &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306E; &#x969C; &#x5BB3; &#x56DE; &#x5FA9; &#x51E6; &#x7406; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x7570; &#x306A; &#x308B; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x51E6; &#x7406; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304C; , &#x540C; &#x4E00; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x3092; &#x540C; &#x6642; &#x66F4; &#x65B0; &#x3059; &#x308B; &#x3053;&#xD;&#xA;&#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x751F; &#x3058; &#x308B; &#x8AD6; &#x7406; &#x7684; &#x306A; &#x77DB; &#x76FE; &#x3092; &#x9632; &#x3050; &#x305F; &#x3081; &#x306B; , &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x5316; &#x304C; &#x5FC5; &#x8981; &#x3068; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304C; &#x5A92; &#x4F53; &#x969C; &#x5BB3; &#x4EE5; &#x5916; &#x306E; &#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x969C; &#x5BB3; &#x306B; &#x3088; &#x3063; &#x3066; &#x505C; &#x6B62; &#x3057; &#x305F; &#x5834; &#x5408; , &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x30DD;&#xD;&#xA;&#x30A4; &#x30F3; &#x30C8; &#x306E; &#x53D6; &#x5F97; &#x4EE5; &#x524D; &#x306B; &#x7D42; &#x4E86; &#x3057; &#x305F; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306B; &#x3064; &#x3044; &#x3066; &#x306E; &#x56DE; &#x5FA9; &#x4F5C; &#x696D; &#x306F; &#x4E0D; &#x8981; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306E; &#x5A92; &#x4F53; &#x969C; &#x5BB3; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x30D0; &#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x30EA; &#x30B9; &#x30C8; &#x30A2; &#x3057; &#x305F; &#x5F8C; , &#x30ED;&#xD;&#xA;&#x30B0; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x306E; &#x66F4; &#x65B0; &#x524D; &#x60C5; &#x5831; &#x3092; &#x4F7F; &#x7528; &#x3057; &#x3066; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x56DE; &#x5FA9; &#x51E6; &#x7406; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x5DE5; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x51E6; &#x7406; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304C; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306E; &#x66F4; &#x65B0; &#x4E2D; &#x306B; &#x7570; &#x5E38; &#x7D42; &#x4E86; &#x3057; &#x305F; &#x5834; &#x5408; &#x306B;&#xD;&#xA;&#x306F; , &#x30ED; &#x30B0; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x306E; &#x66F4; &#x65B0; &#x5F8C; &#x60C5; &#x5831; &#x3092; &#x4F7F; &#x7528; &#x3057; &#x3066; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x56DE; &#x5FA9; &#x51E6; &#x7406; &#x3092; &#x884C; &#x3046; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q010.png">
				<div class="card-body">
					<h2 class="card-title">問. 10</h2>
					<p class="card-text">&#x554F; 10 TCP P &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x304A; &#x3051; &#x308B; ARP &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x304B; &#x3089; MAC &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x5F97; &#x308B; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;IP &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x304A; &#x3051; &#x308B; &#x8AA4; &#x308A; &#x5236; &#x5FA1; &#x306E; &#x305F; &#x3081; &#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30B2; &#x30FC; &#x30C8; &#x30A6; &#x30A7; &#x30A4; &#x9593; &#x306E; &#x30DB; &#x30C3; &#x30D7; &#x6570; &#x306B; &#x3088; &#x3063; &#x3066; &#x7D4C; &#x8DEF; &#x3092; &#x5236; &#x5FA1; &#x3059; &#x308B; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x7AEF; &#x672B; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x52D5; &#x7684; &#x306B; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x5272; &#x308A; &#x5F53; &#x3066; &#x308B; &#x305F; &#x3081; &#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x3042; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q011.png">
				<div class="card-body">
					<h2 class="card-title">問. 11</h2>
					<p class="card-text">&#x554F; 1 1 IPv4 &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x304A; &#x3044; &#x3066; , &#x3042; &#x308B; &#x30DB; &#x30B9; &#x30C8; &#x304C; &#x5C5E; &#x3059; &#x308B; &#x30B5; &#x30D7; &#x30CD; &#x30C3; &#x30C8; &#x306E; &#x30D7; &#x30ED; &#x30FC; &#x30C9; &#x30AD; &#x30E3; &#x30B9; &#x30C8;&#xD;&#xA;&#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; , &#x305D; &#x306E; &#x30DB; &#x30B9; &#x30C8; &#x306E; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3068; &#x30B5; &#x30D7; &#x30CD; &#x30C3; &#x30C8; &#x30DE; &#x30B9; &#x30AF; &#x304B; &#x3089; &#x8A08; &#x7B97; &#x3059; &#x308B; &#x65B9; &#x6CD5; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x3053; &#x3067; , &#x8AD6; &#x7406; &#x548C; , &#x8AD6; &#x7406; &#x7A4D; &#x306F; &#x30D3; &#x30C3; &#x30C8; &#x3054; &#x3068; &#x306E; &#x6F14; &#x7B97; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x5404; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x53CD; &#x8EE2; &#x3057; &#x305F; &#x3082; &#x306E; &#x3068; &#x30B5; &#x30D7; &#x30CD; &#x30C3; &#x30C8; &#x30DE; &#x30B9; &#x30AF; &#x3068; &#x306E; &#x8AD6; &#x7406; &#x7A4D; &#x3092; &#x53D6; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x5404; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x53CD; &#x8EE2; &#x3057; &#x305F; &#x3082; &#x306E; &#x3068; &#x30B5; &#x30D7; &#x30CD; &#x30C3; &#x30C8; &#x30DE; &#x30B9; &#x30AF; &#x3068; &#x306E; &#x8AD6; &#x7406; &#x548C; &#x3092; &#x53D6; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30B5; &#x30D7; &#x30CD; &#x30C3; &#x30C8; &#x30DE; &#x30B9; &#x30AF; &#x306E; &#x5404; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x53CD; &#x8EE2; &#x3057; &#x305F; &#x3082; &#x306E; &#x3068; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3068; &#x306E; &#x8AD6; &#x7406; &#x7A4D; &#x3092; &#x53D6; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30B5; &#x30D7; &#x30CD; &#x30C3; &#x30C8; &#x30DE; &#x30B9; &#x30AF; &#x306E; &#x5404; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x53CD; &#x8EE2; &#x3057; &#x305F; &#x3082; &#x306E; &#x3068; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3068; &#x306E; &#x8AD6; &#x7406; &#x548C; &#x3092; &#x53D6; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q012.png">
				<div class="card-body">
					<h2 class="card-title">問. 12</h2>
					<p class="card-text">&#x554F; 12 IoT &#x63A8; &#x9032; &#x30B3; &#x30F3; &#x30BD; &#x30FC; &#x30B7; &#x30A2; &#x30E0; , &#x7DCF; &#x52D9; &#x7701; , &#x7D4C; &#x6E08; &#x7523; &#x696D; &#x7701; &#x304C; &#x7B56; &#x5B9A; &#x3057; &#x305F; &quot;IoT &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30AC; &#x30A4;&#xD;&#xA;&#x30C9; &#x30E9; &#x30A4; &#x30F3; (Ver 1.0 ) &quot; &#x306B; &#x304A; &#x3051; &#x308B; &quot; &#x8981; &#x70B9; 17. &#x51FA; &#x8377; &#x30FB; &#x30EA; &#x30EA; &#x30FC; &#x30B9; &#x5F8C; &#x3082; &#x5B89; &#x5168; &#x5B89; &#x5FC3; &#x306A; &#x72B6; &#x614B; &#x3092; &#x7DAD; &#x6301;&#xD;&#xA;&#x30FC; &#x30C8; &#x306E; &#x5B9F; &#x65BD;&#xD;&#xA;&#x30A4; IoT &#x6A5F; &#x5668; &#x306E; &#x30A2; &#x30C3; &#x30D7; &#x30C7; &#x30FC; &#x30C8; &#x65B9; &#x6CD5; &#x306E; &#x691C; &#x8A0E; , &#x30A2; &#x30C3; &#x30D7; &#x30C7; &#x30FC; &#x30C8; &#x306A; &#x3069; &#x306E; &#x6A5F; &#x80FD; &#x306E; &#x642D; &#x8F09; , &#x30A2; &#x30C3; &#x30D7; &#x30C7;&#xD;&#xA;&#x51FA; &#x3057; , &#x4E26; &#x3073; &#x306B; &#x4FDD; &#x8B77; &#x3059; &#x3079; &#x304D; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x7279; &#x5B9A;&#xD;&#xA;&#x30A2; IoT &#x6A5F; &#x5668; &#x53CA; &#x3073; IoT &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304C; &#x53CE; &#x96C6; &#x3059; &#x308B; &#x30BB; &#x30F3; &#x30B5; &#x30C7; &#x30FC; &#x30BF; , &#x500B; &#x4EBA; &#x60C5; &#x5831; &#x306A; &#x3069; &#x306E; &#x60C5; &#x5831; &#x306E; &#x6D17; &#x3044;&#xD;&#xA;&#x3059; &#x308B; &quot; &#x306B; &#x5BFE; &#x7B56; &#x4F8B; &#x3068; &#x3057; &#x3066; &#x6319; &#x3052; &#x3089; &#x308C; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;7&#xD;&#xA;&#x7B56; &#x3092; &#x884C; &#x3046; &#x4F53; &#x5236; &#x306E; &#x69CB; &#x7BC9;&#xD;&#xA;&#x5DE5; PDCA &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x306E; &#x5B9F; &#x65BD; , &#x7D44; &#x7E54; &#x3068; &#x3057; &#x3066; IoT &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3084; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x30EA; &#x30B9; &#x30AF; &#x306E; &#x8A8D; &#x8B58; , &#x5BFE;&#xD;&#xA;&#x30A6; I &#x77FC; &#x6A5F; &#x5668; &#x30E1; &#x30FC; &#x30AB; , I &#x3002; T &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3084; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x63D0; &#x4F9B; &#x8005; , &#x5229; &#x7528; &#x8005; &#x306E; &#x5F79; &#x5272; &#x306E; &#x6574; &#x7406;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q013.png">
				<div class="card-body">
					<h2 class="card-title">問. 13</h2>
					<p class="card-text">&#x554F; 13 JIS Q 27000 : 2019 ( &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30FC; &#x7528; &#x8A9E; ) &#x306B; &#x304A; &#x3044; &#x3066; &#x5B9A; &#x7FA9;&#xD;&#xA;&#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x306E; &#x7279; &#x6027; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8AAC; &#x660E; &#x306E; &#x3046; &#x3061; , &#x5426; &#x8A8D; &#x9632; &#x6B62; &#x306E; &#x7279; &#x6027; &#x306B; &#x95A2; &#x3059; &#x308B; &#x3082;&#xD;&#xA;&#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x3042; &#x308B; &#x5229; &#x7528; &#x8005; &#x304C; &#x3042; &#x308B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x5229; &#x7528; &#x3057; &#x305F; &#x3068; &#x3044; &#x3046; &#x4E8B; &#x5B9F; &#x304C; &#x8A3C; &#x660E; &#x53EF; &#x80FD; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x8A8D; &#x53EF; &#x3055; &#x308C; &#x305F; &#x5229; &#x7528; &#x8005; &#x304C; &#x8981; &#x6C42; &#x3057; &#x305F; &#x3068; &#x304D; &#x306B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x304C; &#x53EF; &#x80FD; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x8A8D; &#x53EF; &#x3055; &#x308C; &#x305F; &#x5229; &#x7528; &#x8005; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x3060; &#x3051; , &#x60C5; &#x5831; &#x3092; &#x4F7F; &#x7528; &#x3055; &#x305B; &#x308B; &#x53C8; &#x306F; &#x958B; &#x793A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x306E; &#x884C; &#x52D5; &#x3068; &#x610F; &#x56F3; &#x3057; &#x305F; &#x7D50; &#x679C; &#x3068; &#x304C; &#x4E00; &#x8CAB; &#x6027; &#x3092; &#x3082; &#x3064; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q014.png">
				<div class="card-body">
					<h2 class="card-title">問. 14</h2>
					<p class="card-text">&#x554F; 14 &#x76DC; &#x307E; &#x308C; &#x305F; &#x30AF; &#x30EC; &#x30B8; &#x30C3; &#x30C8; &#x30AB; &#x30FC; &#x30C9; &#x306E; &#x4E0D; &#x6B63; &#x5229; &#x7528; &#x3092; &#x9632; &#x3050; &#x4ED5; &#x7D44; &#x307F; &#x306E; &#x3046; &#x3061; ,&#xD;&#xA;&#x30B0; &#x30B5; &#x30A4; &#x30C8; &#x3067; &#x306E; &#x4E0D; &#x6B63; &#x5229; &#x7528; &#x306E; &#x9632; &#x6B62; &#x306B; &#x6709; &#x52B9; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30AA; &#x30F3; &#x30E9; &#x30A4; &#x30F3; &#x30B7; &#x30E7; &#x30C3; &#x30D4; &#x30F3;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;3D &#x30BB; &#x30AD; &#x30E5; &#x30A2; &#x306B; &#x3088; &#x3063; &#x3066; &#x672C; &#x4EBA; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30AF; &#x30EC; &#x30B8; &#x30C3; &#x30C8; &#x30AB; &#x30FC; &#x30C9; &#x5185; &#x306B; &#x4FDD; &#x6301; &#x3055; &#x308C; &#x305F; P &#x2168; &#x3068; &#x306E; &#x7167; &#x5408; &#x306B; &#x3088; &#x3063; &#x3066; &#x672C; &#x4EBA; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30B3; &#x30FC; &#x30C9; &#x306E; &#x5165; &#x529B; &#x306B; &#x3088; &#x3063; &#x3066; &#x5238; &#x9762; &#x8A8D; &#x8A3C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30AF; &#x30EC; &#x30B8; &#x30C3; &#x30C8; &#x30AB; &#x30FC; &#x30C9; &#x306E; &#x6709; &#x52B9; &#x671F; &#x9650; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q015.png">
				<div class="card-body">
					<h2 class="card-title">問. 15</h2>
					<p class="card-text">&#x554F; 15 OSI &#x57FA; &#x672C; &#x53C2; &#x7167; &#x30E2; &#x30C7; &#x30EB; &#x306E; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x5C64; &#x3067; &#x52D5; &#x4F5C; &#x3057; , &#x30FB; &#x30FB; &#x8A8D; &#x8A3C; &#x30D8; &#x30C3; &#x30C0; (AH)&quot; &#x3068; &quot; &#x6697; &#x53F7; &#x30DA;&#xD;&#xA;&#x30A4; &#x30ED; &#x30FC; &#x30C9; (ESP)&quot; &#x306E; &#x4E8C; &#x3064; &#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3092; &#x542B; &#x3080; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; IPsec&#xD;&#xA;&#x30A4; S/MIME&#xD;&#xA;&#x30A6; SSH&#xD;&#xA;&#x5DE5;&#xD;&#xA;XML &#x6697; &#x53F7;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q016.png">
				<div class="card-body">
					<h2 class="card-title">問. 16</h2>
					<p class="card-text">&#x554F; 16 54L &#x306B; &#x304A; &#x3051; &#x308B; &#x632F; &#x308B; &#x821E; &#x3044; &#x56F3; &#x306E; &#x8AAC; &#x660E; &#x306E; &#x3046; &#x3061; , &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x56F3; &#x306E; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x3042; &#x308B; &#x632F; &#x308B; &#x821E; &#x3044; &#x304B; &#x3089; &#x6B21; &#x306E; &#x632F; &#x308B; &#x821E; &#x3044; &#x3078; &#x306E; &#x5236; &#x5FA1; &#x306E; &#x6D41; &#x308C; &#x3092; &#x8868; &#x73FE; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30AA; &#x30D7; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x9593; &#x306E; &#x76F8; &#x4E92; &#x4F5C; &#x7528; &#x3092; &#x6642; &#x7CFB; &#x5217; &#x3067; &#x8868; &#x73FE; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304C; &#x5916; &#x90E8; &#x306B; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x6A5F; &#x80FD; &#x3068; , &#x305D; &#x308C; &#x3092; &#x5229; &#x7528; &#x3059; &#x308B; &#x8005; &#x3084; &#x5916; &#x90E8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3068; &#x306E; &#x95A2; &#x4FC2; &#x3092;&#xD;&#xA;&#x8868; &#x73FE; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30FC; &#x3063; &#x306E; &#x30AA; &#x30D7; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x72B6; &#x614B; &#x304C; &#x30A4; &#x30D9; &#x30F3; &#x30C8; &#x306E; &#x767A; &#x751F; &#x3084; &#x6642; &#x9593; &#x306E; &#x7D4C; &#x904E; &#x3068; &#x3068; &#x3082; &#x306B; &#x3069; &#x306E; &#x3088; &#x3046; &#x306B; &#x5909;&#xD;&#xA;&#x5316; &#x3059; &#x308B; &#x304B; &#x3092; &#x8868; &#x73FE; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30FC; &#x30C8; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q017.png">
				<div class="card-body">
					<h2 class="card-title">問. 17</h2>
					<p class="card-text">&#x554F; 17 &#x30A2; &#x30B8; &#x30E3; &#x30A4; &#x30EB; &#x958B; &#x767A; &#x306B; &#x304A; &#x3051; &#x308B; &#x30D7; &#x30E9; &#x30AF; &#x30C6; &#x30A3; &#x30B9; &#x306E; &#x4E00; &#x3064; &#x3067; &#x3042; &#x308B; &#x30D0; &#x30FC; &#x30F3; &#x30C0; &#x30A6; &#x30F3; &#x30C1; &#x30E3;&#xD;&#xA;&#x3053; &#x3067; , &#x56F3; &#x4E2D; &#x306E; &#x7834; &#x7DDA; &#x3070; &#x4E88; &#x5B9A; &#x53C8; &#x306F; &#x4E88; &#x60F3; &#x3092; , &#x5B9F; &#x7DDA; &#x306F; &#x5B9F; &#x7E3E; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x767A; &#x751F; &#x4E0D; &#x5177; &#x5408; &#x6570;&#xD;&#xA;&#x6B8B; &#x4F5C; &#x696D; &#x91CF;&#xD;&#xA;&#x6642; &#x9593;&#xD;&#xA;&#x6642; &#x9593;&#xD;&#xA;- &#x5DE5;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x7D2F; &#x7A4D; &#x30D0; &#x30B0; &#x6570;&#xD;&#xA;&#x8981; &#x54E1; &#x6570;&#xD;&#xA;&#x6642; &#x9593;&#xD;&#xA;&#x6642; &#x9593;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q018.png">
				<div class="card-body">
					<h2 class="card-title">問. 18</h2>
					<p class="card-text">&#x554F; 18 &#x6B21; &#x306E; &#x30D7; &#x30EC; &#x30B7; &#x30C7; &#x30F3; &#x30B9; &#x30C0; &#x30A4; &#x30A2; &#x30B0; &#x30E9; &#x30E0; &#x3067; &#x8868; &#x73FE; &#x3055; &#x308C; &#x305F; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC;&#xD;&#xA;&#x30AF; &#x56F3; &#x3092; , &#x30A2; &#x30ED; &#x30FC; &#x30C0; &#x30A4; &#x30A2; &#x30B0; &#x30E9; &#x30E0; &#x306B; &#x66F8; &#x304D; &#x76F4; &#x3057; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3053; &#x3067; , &#x30D7; &#x30EC; &#x30B7; &#x30C7; &#x30F3; &#x30B9; &#x30C0; &#x30A4;&#xD;&#xA;&#x30A2; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x4F9D; &#x5B58; &#x95A2; &#x4FC2; &#x306F; &#x5168; &#x3066; FS &#x95A2; &#x4FC2; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x958B; &#x59CB;&#xD;&#xA;&#x51E1; &#x4F8B;&#xD;&#xA;&#x7D42; &#x4E86;&#xD;&#xA;&#x51E1; &#x4F8B;&#xD;&#xA;&#x4F5C; &#x696D; &#x540D;&#xD;&#xA;&#x4F5C; &#x696D; &#x540D;&#xD;&#xA;-4 &#x306F; &#x30C0; &#x30DF; &#x30FC; &#x4F5C; &#x696D;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q019.png">
				<div class="card-body">
					<h2 class="card-title">問. 19</h2>
					<p class="card-text">&#x554F; 19 PMBOK &#x30AC; &#x30A4; &#x30C9; &#x7B2C; 6 &#x7248; &#x306B; &#x3088; &#x308C; &#x3070; , &#x30EA; &#x30B9; &#x30AF; &#x306E; &#x5B9A; &#x91CF; &#x7684; &#x5206; &#x6790; &#x3067; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3053; &#x3068; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x767A; &#x751F; &#x306E; &#x53EF; &#x80FD; &#x6027; &#x3084; &#x5F71; &#x97FF; &#x306E; &#x307F; &#x306A; &#x3089; &#x305A; &#x4ED6; &#x306E; &#x7279; &#x6027; &#x3092; &#x8A55; &#x4FA1; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x3055; &#x3089; &#x306A; &#x308B; &#x5206; &#x6790;&#xD;&#xA;&#x3084; &#x884C; &#x52D5; &#x306E; &#x305F; &#x3081; &#x306B; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x500B; &#x5225; &#x30EA; &#x30B9; &#x30AF; &#x306B; &#x512A; &#x5148; &#x9806; &#x4F4D; &#x3092; &#x4ED8; &#x3051; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x500B; &#x5225; &#x306E; &#x7279; &#x5B9A; &#x3057; &#x305F; &#x500B; &#x5225; &#x30EA; &#x30B9; &#x30AF; &#x3068; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x76EE; &#x6A19; &#x5168; &#x4F53; &#x306B; &#x304A; &#x3051; &#x308B; &#x4ED6;&#xD;&#xA;&#x306E; &#x4E0D; &#x78BA; &#x5B9F; &#x6027; &#x8981; &#x56E0; &#x304C; &#x8907; &#x5408; &#x3057; &#x305F; &#x5F71; &#x97FF; &#x3092; &#x6570; &#x91CF; &#x7684; &#x306B; &#x5206; &#x6790; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30D6; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x5168; &#x4F53; &#x30EA; &#x30B9; &#x30AF; &#x3068; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x500B; &#x5225; &#x30EA; &#x30B9; &#x30AF; &#x306B; &#x5BFE; &#x51E6; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x9078; &#x629E;&#xD;&#xA;&#x80A2; &#x306E; &#x7B56; &#x5B9A; , &#x6226; &#x7565; &#x306E; &#x9078; &#x629E; , &#x53CA; &#x3073; &#x5BFE; &#x5FDC; &#x51E6; &#x7F6E; &#x3092; &#x5408; &#x610F; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x5168; &#x4F53; &#x30EA; &#x30B9; &#x30AF; &#x306E; &#x8981; &#x56E0; &#x3060; &#x3051; &#x3067; &#x306A; &#x304F; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x500B; &#x5225; &#x30EA; &#x30B9; &#x30AF; &#x306E; &#x8981; &#x56E0; &#x3082;&#xD;&#xA;&#x7279; &#x5B9A; &#x3057; , &#x305D; &#x308C; &#x305E; &#x308C; &#x306E; &#x7279; &#x6027; &#x3092; &#x6587; &#x66F8; &#x5316; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q020.png">
				<div class="card-body">
					<h2 class="card-title">問. 20</h2>
					<p class="card-text">&#x554F; 20 &#x30B5; &#x30FC; &#x30D4; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3051; &#x308B; &#x554F; &#x984C; &#x7BA1; &#x7406; &#x306E; &#x6D3B; &#x52D5; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C;&#xD;&#xA;&#x30A2; &#x540C; &#x3058; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x304C; &#x767A; &#x751F; &#x3057; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; , &#x554F; &#x984C; &#x306F; &#x6839; &#x672C; &#x539F; &#x56E0; &#x3092; &#x7279; &#x5B9A; &#x3057; &#x3066; &#x5FC5; &#x305A; &#x6052; &#x4E45; &#x7684; &#x306B;&#xD;&#xA;&#x89E3; &#x6C7A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x540C; &#x3058; &#x554F; &#x984C; &#x304C; &#x91CD; &#x8907; &#x3057; &#x3066; &#x7BA1; &#x7406; &#x3055; &#x308C; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; , &#x65E2; &#x77E5; &#x306E; &#x8AA4; &#x30EA; &#x306F; &#x8A18; &#x9332; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A6; &#x554F; &#x984C; &#x7BA1; &#x7406; &#x306E; &#x8CA0; &#x8377; &#x3092; &#x4F4E; &#x6E1B; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x89E3; &#x6C7A; &#x3057; &#x305F; &#x554F; &#x984C; &#x306F; &#x76F4; &#x3061; &#x306B; &#x554F; &#x984C; &#x7BA1; &#x7406; &#x306E; &#x5BFE; &#x8C61; &#x304B; &#x3089; &#x9664;&#xD;&#xA;&#x5916; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x554F; &#x984C; &#x3092; &#x7279; &#x5B9A; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x53CA; &#x3073; &#x50BE; &#x5411; &#x3092; &#x5206; &#x6790; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q021.png">
				<div class="card-body">
					<h2 class="card-title">問. 21</h2>
					<p class="card-text">&#x554F; 21 &#x6B21; &#x306E; &#x51E6; &#x7406; &#x6761; &#x4EF6; &#x3067; &#x78C1; &#x6C17; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x306B; &#x4FDD; &#x5B58; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x78C1; &#x6C17; &#x30C6; &#x30FC; &#x30D7; &#x306B; &#x30D0; &#x30C3; &#x30AF; &#x30A2; &#x30C3;&#xD;&#xA;&#x30D7; &#x3059; &#x308B; &#x3068; &#x304D; , &#x30D0; &#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x306E; &#x904B; &#x7528; &#x306B; &#x5FC5; &#x8981; &#x306A; &#x78C1; &#x6C17; &#x30C6; &#x30FC; &#x30D7; &#x306F; &#x6700; &#x5C11; &#x3067; &#x4F55; &#x672C; &#x304B; &#x3002;&#xD;&#xA;[ &#x51E6; &#x7406; &#x6761; &#x4EF6; &#x3015;&#xD;&#xA;( 1 ) &#x6BCE; &#x6708; &#x521D; &#x65E5; ( 1 &#x65E5; ) &#x306B; &#x30D5; &#x30EB; &#x30D0; &#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x3092; &#x53D6; &#x308B; &#x3002; &#x30D5; &#x30EB; &#x30D0; &#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x306F; 1 &#x672C; &#x306E; &#x78C1; &#x6C17; &#x30C6;&#xD;&#xA;&#x30FC; &#x30D7; &#x306B; 1 &#x56DE; &#x5206; &#x3092; &#x8A18; &#x9332; &#x3059; &#x308B; &#x3002;&#xD;&#xA;( 2 ) &#x30D5; &#x30EB; &#x30D0; &#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x3092; &#x53D6; &#x3063; &#x305F; &#x7FCC; &#x65E5; &#x304B; &#x3089; &#x6B21; &#x306E; &#x30D5; &#x30EB; &#x30D0; &#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x3092; &#x53D6; &#x308B; &#x307E; &#x3067; &#x306F; , &#x6BCE; &#x65E5; ,&#xD;&#xA;&#x5DEE; &#x5206; &#x30D1; &#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x3092; &#x53D6; &#x308B; &#x3002; &#x5DEE; &#x5206; &#x30D1; &#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x306F; , &#x5DEE; &#x5206; &#x30D1; &#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x7528; &#x3068; &#x3057; &#x3066; &#x30D5; &#x30EB; &#x30D0;&#xD;&#xA;&#x30C3; &#x30AF; &#x30A2; &#x30C3; &#x30D7; &#x3068; &#x306F; &#x5225; &#x306E; &#x78C1; &#x6C17; &#x30C6; &#x30FC; &#x30D7; &#x306B; &#x8FFD; &#x8A18; &#x9332; &#x3057; , 1 &#x672C; &#x306B; 1 &#x304B; &#x6708; &#x5206; &#x3092; &#x8A18; &#x9332; &#x3059; &#x308B; &#x3002;&#xD;&#xA;( 3 ) &#x5E38; &#x306B; 6 &#x304B; &#x6708; &#x524D; &#x306E; &#x540C; &#x4E00; &#x65E5; &#x307E; &#x3067; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x3064; &#x3044; &#x3066; , &#x6307; &#x5B9A; &#x65E5; &#x306E; &#x72B6; &#x614B; &#x306B; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x5FA9; &#x5143;&#xD;&#xA;&#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002; &#x305F; &#x3060; &#x3057; , 6 &#x304B; &#x6708; &#x524D; &#x306E; &#x6708; &#x306B; &#x540C; &#x4E00; &#x65E5; &#x304C; &#x5B58; &#x5728; &#x3057; &#x306A; &#x3044; &#x5834; &#x5408; &#x306F; , &#x5F53; &#x8A72; &#x6708; &#x306E;&#xD;&#xA;&#x672B; &#x65E5; &#x307E; &#x3067; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x3064; &#x3044; &#x3066; , &#x6307; &#x5B9A; &#x65E5; &#x306E; &#x72B6; &#x614B; &#x306B; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x5FA9; &#x5143; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B;&#xD;&#xA;( &#x4F8B; : &#x672C; &#x65E5; &#x304C; 10 &#x6708; 31 &#x65E5; &#x306E; &#x5834; &#x5408; &#x306F; , 4 &#x6708; 30 &#x65E5; &#x307E; &#x3067; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x3064; &#x3044; &#x3066; , &#x6307; &#x5B9A; &#x65E5; &#x306E; &#x72B6;&#xD;&#xA;&#x614B; &#x306B; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x5FA9; &#x5143; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; ) &#x3002;&#xD;&#xA;&#x30A2; 12&#xD;&#xA;&#x30A4; 13&#xD;&#xA;&#x30A6;&#xD;&#xA;14&#xD;&#xA;&#x5DE5;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q022.png">
				<div class="card-body">
					<h2 class="card-title">問. 22</h2>
					<p class="card-text">&#x554F; 22 &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x751F; &#x6210; &#x304B; &#x3089; &#x5165; &#x529B; , &#x51E6; &#x7406; , &#x51FA; &#x529B; , &#x6D3B; &#x7528; &#x307E; &#x3067; &#x306E; &#x30D7; &#x30ED; &#x30BB; &#x30B9; , &#x53CA; &#x3073; &#x7D44; &#x307F; &#x8FBC; &#x307E; &#x308C; &#x3066; &#x3044; &#x308B;&#xD;&#xA;&#x30B3; &#x30F3; &#x30C8; &#x30ED; &#x30FC; &#x30EB; &#x3092; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x4EBA; &#x304C; &#x66F8; &#x9762; &#x4E0A; &#x3067; &#x53C8; &#x306F; &#x5B9F; &#x969B; &#x306B; &#x8FFD; &#x8DE1; &#x3059; &#x308B; &#x6280; &#x6CD5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A4; &#x30F3; &#x30BF; &#x30D3; &#x30E5; &#x30FC; &#x6CD5;&#xD;&#xA;&#x76E3; &#x67FB; &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x6CD5;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;&#xD;&#xA;12&#xD;&#xA;&#x30A6; &#x30A9; &#x30FC; &#x30AF; &#x30B9; &#x30EB; &#x30FC; &#x6CD5;&#xD;&#xA;&#x30D9; &#x30CD; &#x30C8; &#x30EC; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30C6; &#x30B9; &#x30C8; &#x6CD5;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q023.png">
				<div class="card-body">
					<h2 class="card-title">問. 23</h2>
					<p class="card-text">&#x554F; 23 &#x7269; &#x6D41; &#x696D; &#x52D9; &#x306B; &#x304A; &#x3044; &#x3066; , 10 % &#x306E; &#x7269; &#x6D41; &#x30B3; &#x30B9; &#x30C8; &#x306E; &#x524A; &#x6E1B; &#x306E; &#x76EE; &#x6A19; &#x3092; &#x7ACB; &#x3066; &#x3066; , &#x56F3; &#x306E; &#x3088; &#x3046; &#x306A; &#x696D; &#x52D9; &#x30D7;&#xD;&#xA;&#x30ED; &#x30BB; &#x30B9; &#x306E; &#x6539; &#x5584; &#x6D3B; &#x52D5; &#x3092; &#x5B9F; &#x65BD; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002; &#x56F3; &#x4E2D; &#x306E; c &#x306B; &#x76F8; &#x5F53; &#x3059; &#x308B; &#x6D3B; &#x52D5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x3014; &#x6539; &#x5584; &#x6D3B; &#x52D5; &#x3015;&#xD;&#xA;&#x7269; &#x6D41; &#x30B3; &#x30B9; &#x30C8; &#x306E; &#x524A; &#x6E1B; &#x6D3B; &#x52D5; &#x306E; &#x958B; &#x59CB;&#xD;&#xA;&#x6539; &#x5584; &#x6D3B; &#x52D5; &#x306E; &#x5B9F; &#x65BD;&#xD;&#xA;&#x6210; &#x679C; &#x306E; &#x8A08; &#x6E2C; &#x3068; &#x76EE; &#x6A19; &#x5024; &#x3068; &#x306E; &#x30AE; &#x30E3; &#x30C3; &#x30D7; &#x5206; &#x6790;&#xD;&#xA;CSF (CriticaI Success Factor) &#x306E; &#x62BD; &#x51FA;&#xD;&#xA;KGI (Key GoaIIndicator) &#x306E; &#x8A2D; &#x5B9A;&#xD;&#xA;&#x3014; &#x76EE; &#x6A19; &#x306E; &#x8A2D; &#x5B9A; &#x4F8B; &#x3015;&#xD;&#xA;&#x30FB; 10 % &#x306E; &#x7269; &#x6D41; &#x30B3; &#x30B9; &#x30C8; &#x306E; &#x524A; &#x6E1B;&#xD;&#xA;&#x30FB; &#x5728; &#x5EAB; &#x306E; &#x524A; &#x6E1B;&#xD;&#xA;&#x30FB; &#x8AA4; &#x51FA; &#x8377; &#x306E; &#x524A; &#x6E1B;&#xD;&#xA;&#x30FB; &#x5728; &#x5EAB; &#x65E5; &#x6570; 7 &#x65E5; &#x4EE5; &#x5185;&#xD;&#xA;&#x30FB; &#x8AA4; &#x51FA; &#x8377; &#x7387; 3 % &#x4EE5; &#x5185;&#xD;&#xA;KPI (Key Performance lndicator) &#x306E; &#x8A2D; &#x5B9A;&#xD;&#xA;MBO (Management by Objectives) &#x306E; &#x5C0E; &#x5165;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q024.png">
				<div class="card-body">
					<h2 class="card-title">問. 24</h2>
					<p class="card-text">&#x554F; 24 A &#x793E; &#x306F; , &#x793E; &#x54E1; 10 &#x540D; &#x3092; &#x5BFE; &#x8C61; &#x306B; , ICT &#x6D3B; &#x7528; &#x306B; &#x3088; &#x308B; &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x3092; &#x5C0E; &#x5165; &#x3057; &#x3088; &#x3046; &#x3068; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x5C0E; &#x5165; &#x5F8C; 5 &#x5E74; &#x9593; &#x306E; &#x52B9; &#x679C; ( &#x201C; &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x3067; &#x524A; &#x6E1B; &#x53EF; &#x80FD; &#x306A; &#x8CBB; &#x7528; &quot; &#x304B; &#x3089; &#x201C; &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF;&#xD;&#xA;&#x306B; &#x5FC5; &#x8981; &#x306A; &#x8CBB; &#x7528; &quot; &#x3092; &#x5DEE; &#x3057; &#x5F15; &#x3044; &#x305F; &#x984D; ) &#x306E; &#x5408; &#x8A08; &#x306F; &#x4F55; &#x4E07; &#x5186; &#x304B; &#x3002;&#xD;&#xA;&#x3014; &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x306E; &#x6982; &#x8981; &#x3015;&#xD;&#xA;&#x30FB; &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x5BFE; &#x8C61; &#x8005; &#x306F; , &#x30EA; &#x30E2; &#x30FC; &#x30C8; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30C4; &#x30FC; &#x30EB; &#x3092; &#x5229; &#x7528; &#x3057; &#x3066; , &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x7528; pc &#x304B; &#x3089;&#xD;&#xA;&#x793E; &#x5185; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x7D4C; &#x7531; &#x3067; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3057; &#x3066; , &#x30D5; &#x30EB; &#x30BF; &#x30A4; &#x30E0; &#x3067; &#x5728; &#x5B85; &#x52E4; &#x52D9; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30FB; &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x7528; PC &#x306E; &#x8CFC; &#x5165; &#x8CBB; &#x7528; , &#x30EA; &#x30E2; &#x30FC; &#x30C8; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30C4; &#x30FC; &#x30EB; &#x306E; &#x8CBB; &#x7528; , &#x81EA; &#x5B85; &#x30FB; &#x4F1A; &#x793E; &#x9593; &#x306E; &#x30A4;&#xD;&#xA;&#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x56DE; &#x7DDA; &#x8CBB; &#x7528; &#x306F; &#x4F1A; &#x793E; &#x304C; &#x8CA0; &#x62C5; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30FB; &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x3092; &#x5C0E; &#x5165; &#x3057; &#x306A; &#x3044; &#x5834; &#x5408; &#x306F; , &#x80B2; &#x5150; &#x30FB; &#x4ECB; &#x8B77; &#x7406; &#x7531; &#x306B; &#x3088; &#x3063; &#x3066; , &#x6BCE; &#x5E74; 1 &#x540D; &#x306E; &#x96E2; &#x8077; &#x304C; &#x767A;&#xD;&#xA;&#x751F; &#x3059; &#x308B; &#x3002; &#x30D5; &#x30EB; &#x30BF; &#x30A4; &#x30E0; &#x306E; &#x5728; &#x5B85; &#x52E4; &#x52D9; &#x5236; &#x5EA6; &#x3092; &#x5C0E; &#x5165; &#x3057; &#x305F; &#x5834; &#x5408; &#x306F; , &#x96E2; &#x8077; &#x3092; &#x9632; &#x6B62; &#x3067; &#x304D; &#x308B; &#x3002; &#x96E2; &#x8077; &#x304C;&#xD;&#xA;&#x767A; &#x751F; &#x3057; &#x305F; &#x5834; &#x5408; &#x306F; , &#x305D; &#x306E; &#x88DC; &#x5145; &#x306E; &#x305F; &#x3081; &#x306B; &#x4E2D; &#x9014; &#x63A1; &#x7528; &#x304C; &#x5FC5; &#x8981; &#x3068; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30FB; &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x5BFE; &#x8C61; &#x8005; &#x5206; &#x306E; &#x901A; &#x52E4; &#x8CBB; &#x3068; &#x30AA; &#x30D5; &#x30A3; &#x30B9; &#x30B9; &#x30DA; &#x30FC; &#x30B9; &#x30FB; &#x5149; &#x71B1; &#x8CBB; &#x304C; &#x524A; &#x6E1B; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30FB; &#x5728; &#x5B85; &#x52E4; &#x52D9; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5F93; &#x6765; , &#x901A; &#x52E4; &#x306B; &#x8981; &#x3057; &#x3066; &#x3044; &#x305F; &#x6642; &#x9593; &#x304C; &#x524A; &#x6E1B; &#x3067; &#x304D; &#x308B; &#x304C; , &#x305D; &#x306E; &#x52B9; &#x679C; &#x306F; &#x8003; &#x616E;&#xD;&#xA;&#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30AA; &#x30D5; &#x30A3; &#x30B9; &#x30B9; &#x30DA; &#x30FC; &#x30B9; &#x30FB; &#x5149; &#x71B1; &#x8CBB; &#x306E; &#x524A; &#x6E1B; &#x984D;&#xD;&#xA;&#x901A; &#x52E4; &#x8CBB; &#x306E; &#x524A; &#x6E1B; &#x984D;&#xD;&#xA;&#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x3067; &#x524A; &#x6E1B; &#x53EF; &#x80FD; &#x306A; &#x8CBB; &#x7528; , &#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x5FC5; &#x8981; &#x306A; &#x8CBB; &#x7528;&#xD;&#xA;&#x4E2D; &#x9014; &#x63A1; &#x7528; &#x8CBB; &#x7528; &#x306E; &#x524A; &#x6E1B; &#x984D;&#xD;&#xA;&#x30C6; &#x30EC; &#x30EF; &#x30FC; &#x30AF; &#x7528; PC &#x306E; &#x8CFC; &#x5165; &#x8CBB; &#x7528;&#xD;&#xA;&#x30EA; &#x30E2; &#x30FC; &#x30C8; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30C4; &#x30FC; &#x30EB; &#x306E; &#x8CBB; &#x7528;&#xD;&#xA;&#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x56DE; &#x7DDA; &#x8CBB; &#x7528;&#xD;&#xA;&#x5E73; &#x5747; 10 &#x4E07; &#x5186; / &#x5E74; &#x30FB; &#x4EBA;&#xD;&#xA;12 &#x4E07; &#x5186; / &#x5E74; &#x30FB; &#x4EBA;&#xD;&#xA;50 &#x4E07; &#x5186; / &#x4EBA;&#xD;&#xA;&#x521D; &#x671F; &#x8CBB; &#x7528; 8 &#x4E07; &#x5186; / &#x53F0;&#xD;&#xA;&#x521D; &#x671F; &#x8CBB; &#x7528; 1 &#x4E07; &#x5186; / &#x4EBA;&#xD;&#xA;&#x904B; &#x7528; &#x8CBB; &#x7528; 2 &#x4E07; &#x5186; / &#x5E74; &#x30FB; &#x4EBA;&#xD;&#xA;&#x904B; &#x7528; &#x8CBB; &#x7528; 6 &#x4E07; &#x5186; / &#x5E74; &#x30FB; &#x4EBA;&#xD;&#xA;&#x30A2;&#xD;&#xA;610&#xD;&#xA;&#x30A4;&#xD;&#xA;860&#xD;&#xA;&#x30A6;&#xD;&#xA;950&#xD;&#xA;&#x5DE5;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q025.png">
				<div class="card-body">
					<h2 class="card-title">問. 25</h2>
					<p class="card-text">&#x554F; 25 RFI &#x3092; &#x8AAC; &#x660E; &#x3057; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x63D0; &#x4F9B; &#x8005; &#x3068; &#x9867; &#x5BA2; &#x3068; &#x306E; &#x9593; &#x3067; , &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x5185; &#x5BB9; , &#x54C1; &#x8CEA; &#x306A; &#x3069; &#x306B; &#x95A2; &#x3059; &#x308B; &#x4FDD;&#xD;&#xA;&#x8A3C; &#x7BC4; &#x56F2; &#x3084; &#x30DA; &#x30CA; &#x30EB; &#x30C6; &#x30A3; &#x306B; &#x3064; &#x3044; &#x3066; &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x5951; &#x7D04; &#x3068; &#x3057; &#x3066; &#x307E; &#x3068; &#x3081; &#x305F; &#x6587; &#x66F8;&#xD;&#xA;&#x30A4; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x5316; &#x306B; &#x5F53; &#x305F; &#x3063; &#x3066; , &#x73FE; &#x5728; &#x306E; &#x72B6; &#x6CC1; &#x306B; &#x304A; &#x3044; &#x3066; &#x5229; &#x7528; &#x53EF; &#x80FD; &#x306A; &#x6280; &#x8853; &#x30FB; &#x88FD; &#x54C1; , &#x3079; &#x30F3; &#x30C0; &#x306B; &#x304A;&#xD;&#xA;&#x3051; &#x308B; &#x5C0E; &#x5165; &#x5B9F; &#x7E3E; &#x306A; &#x3069; &#x5B9F; &#x73FE; &#x624B; &#x6BB5; &#x306B; &#x95A2; &#x3059; &#x308B; &#x60C5; &#x5831; &#x63D0; &#x4F9B; &#x3092; &#x30D9; &#x30F3; &#x30C0; &#x306B; &#x4F9D; &#x983C; &#x3059; &#x308B; &#x6587; &#x66F8;&#xD;&#xA;&#x30A6; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8ABF; &#x9054; &#x306E; &#x305F; &#x3081; &#x306B; , &#x8ABF; &#x9054; &#x5074; &#x304B; &#x3089; &#x3079; &#x30F3; &#x30C0; &#x306B; &#x6280; &#x8853; &#x7684; &#x8981; &#x4EF6; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30EC; &#x30D9; &#x30EB; &#x8981; &#x4EF6; ,&#xD;&#xA;&#x5951; &#x7D04; &#x6761; &#x4EF6; &#x306A; &#x3069; &#x3092; &#x63D0; &#x793A; &#x3057; , &#x6307; &#x5B9A; &#x3057; &#x305F; &#x671F; &#x9650; &#x5185; &#x3067; &#x5B9F; &#x73FE; &#x7B56; &#x306E; &#x63D0; &#x6848; &#x3092; &#x4F9D; &#x983C; &#x3059; &#x308B; &#x6587; &#x66F8;&#xD;&#xA;&#x5DE5; &#x8981; &#x4EF6; &#x5B9A; &#x7FA9; &#x3068; &#x306E; &#x6574; &#x5408; &#x6027; &#x3092; &#x56F3; &#x308A; , &#x5229; &#x7528; &#x8005; &#x3068; &#x958B; &#x767A; &#x8981; &#x54E1; &#x53CA; &#x3073; &#x904B; &#x7528; &#x8981; &#x54E1; &#x306E; &#x5171; &#x6709; &#x7269; &#x3068; &#x3059; &#x308B; &#x305F; &#x3081;&#xD;&#xA;&#x306B; , &#x696D; &#x52D9; &#x51E6; &#x7406; &#x306E; &#x6982; &#x8981; , &#x5165; &#x51FA; &#x529B; &#x60C5; &#x5831; &#x306E; &#x4E00; &#x89A7; , &#x30C7; &#x30FC; &#x30BF; &#x30D5; &#x30ED; &#x30FC; &#x306A; &#x3069; &#x3092; &#x307E; &#x3068; &#x3081; &#x305F; &#x6587; &#x66F8;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q026.png">
				<div class="card-body">
					<h2 class="card-title">問. 26</h2>
					<p class="card-text">&#x554F; 26 . &#x30D0; &#x30EA; &#x30E5; &#x30FC; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x4F01; &#x696D; &#x6D3B; &#x52D5; &#x3092; , &#x4E94; &#x3064; &#x306E; &#x4E3B; &#x6D3B; &#x52D5; &#x3068; &#x56DB; &#x3064; &#x306E; &#x652F; &#x63F4; &#x6D3B; &#x52D5; &#x306B; &#x533A; &#x5206; &#x3057; , &#x4F01; &#x696D; &#x306E; &#x7AF6; &#x4E89; &#x512A; &#x4F4D; &#x306E; &#x6E90; &#x6CC9; &#x3092;&#xD;&#xA;&#x5206; &#x6790; &#x3059; &#x308B; &#x30D5; &#x30EC; &#x30FC; &#x30E0; &#x30EF; &#x30FC; &#x30AF;&#xD;&#xA;&#x30A4; &#x4F01; &#x696D; &#x306E; &#x5185; &#x90E8; &#x74B0; &#x5883; &#x3068; &#x5916; &#x90E8; &#x74B0; &#x5883; &#x3092; &#x5206; &#x6790; &#x3057; , &#x81EA; &#x793E; &#x306E; &#x5F37; &#x307F; &#x3068; &#x5F31; &#x307F; , &#x81EA; &#x793E; &#x3092; &#x53D6; &#x30EA; &#x5DFB; &#x304F; &#x6A5F; &#x4F1A; &#x3068;&#xD;&#xA;&#x8105; &#x5A01; &#x3092; &#x6574; &#x7406; &#x3057; &#x660E; &#x78BA; &#x306B; &#x3059; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x30A6; &#x8CA1; &#x52D9; , &#x9867; &#x5BA2; , &#x5185; &#x90E8; &#x30D3; &#x30B8; &#x30CD; &#x30B9; &#x30D7; &#x30ED; &#x30BB; &#x30B9; , &#x5B66; &#x7FD2; &#x3068; &#x6210; &#x9577; &#x306E; &#x56DB; &#x3064; &#x306E; &#x8996; &#x70B9; &#x304B; &#x3089; &#x4F01; &#x696D; &#x3092; &#x5206; &#x6790; &#x3057; ,&#xD;&#xA;&#x6226; &#x7565; &#x30DE; &#x30C3; &#x30D7; &#x3092; &#x7B56; &#x5B9A; &#x3059; &#x308B; &#x30D5; &#x30EC; &#x30FC; &#x30E0; &#x30EF; &#x30FC; &#x30AF;&#xD;&#xA;&#x5DE5; &#x5546; &#x54C1; &#x3084; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; , &#x8AB0; &#x306B; , &#x4F55; &#x3092; , &#x3069; &#x306E; &#x3088; &#x3046; &#x306B; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x304B; &#x3092; &#x5206; &#x6790; &#x3057; , &#x4E8B; &#x696D; &#x9818; &#x57DF; &#x3092; &#x660E;&#xD;&#xA;&#x78BA; &#x306B; &#x3059; &#x308B; &#x624B; &#x6CD5;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q027.png">
				<div class="card-body">
					<h2 class="card-title">問. 27</h2>
					<p class="card-text">&#x554F; 27 &#x65B0; &#x3057; &#x3044; &#x4E8B; &#x696D; &#x306B; &#x53D6; &#x308A; &#x7D44; &#x3080; &#x969B; &#x306E; &#x624B; &#x6CD5; &#x3068; &#x3057; &#x3066; , E. &#x30EA; &#x30FC; &#x30B9; &#x304C; &#x63D0; &#x5531; &#x3057; &#x305F; &#x30EA; &#x30FC; &#x30F3; &#x30B9; &#x30BF; &#x30FC; &#x30C8; &#x30A2; &#x30C3; &#x30D7;&#xD;&#xA;&#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x56FD; &#x30FB; &#x5730; &#x65B9; &#x516C; &#x5171; &#x56E3; &#x4F53; &#x306A; &#x3069; , &#x516C; &#x5171; &#x6A5F; &#x95A2; &#x306E; &#x88DC; &#x52A9; &#x91D1; &#x30FB; &#x52A9; &#x6210; &#x91D1; &#x306E; &#x4EA4; &#x4ED8; &#x3092; &#x524D; &#x63D0; &#x3068; &#x3057; , &#x4E8B; &#x524D; &#x306B; &#x8A73;&#xD;&#xA;&#x30D0; &#x30C3; &#x30AF; &#x30EB; &#x30FC; &#x30D7; &#x3067; &#x6539; &#x826F; &#x3084; &#x65B9; &#x5411; &#x8EE2; &#x63DB; &#x3092; &#x3057; &#x3066; , &#x7D99; &#x7D9A; &#x7684; &#x306B; &#x30A4; &#x30CE; &#x30D9; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x3092; &#x884C; &#x3046; &#x624B; &#x6CD5;&#xD;&#xA;&#x5DE5; &#x5B9F; &#x7528; &#x6700; &#x5C0F; &#x9650; &#x306E; &#x88FD; &#x54C1; &#x30FB; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x77ED; &#x671F; &#x9593; &#x3067; &#x4F5C; &#x30EA; , &#x69CB; &#x7BC9; &#x30FB; &#x8A08; &#x6E2C; &#x30FB; &#x5B66; &#x7FD2; &#x3068; &#x3044; &#x3046; &#x30D5; &#x30A3; &#x30FC; &#x30C9;&#xD;&#xA;&#x4E8B; &#x696D; &#x8A08; &#x753B; &#x3092; &#x53B3; &#x683C; &#x306B; &#x9042; &#x884C; &#x3057; &#x3066; , &#x6210; &#x679C; &#x306E; &#x691C; &#x8A3C; &#x3084; &#x8A08; &#x753B; &#x306E; &#x5909; &#x66F4; &#x3092; &#x6700; &#x5C0F; &#x9650; &#x306B; &#x3068; &#x3069; &#x3081; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x30A6; &#x6301; &#x7D9A; &#x53EF; &#x80FD; &#x306A; &#x4E8B; &#x696D; &#x3092; &#x8FC5; &#x901F; &#x306B; &#x69CB; &#x7BC9; &#x3057; , &#x5C55; &#x958B; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x8A73; &#x7D30; &#x306B; &#x7ACB; &#x6848; &#x3055; &#x308C; &#x305F;&#xD;&#xA;&#x306B; &#x8FFD; &#x52A0; &#x6295; &#x5165; &#x3057; , &#x30EA; &#x30CB; &#x30E5; &#x30FC; &#x30A2; &#x30EB; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x57FA; &#x5E79; &#x4E8B; &#x696D; &#x3068; &#x3057; &#x3066; &#x518D; &#x51FA; &#x767A; &#x3092; &#x671F; &#x3059; &#x624B; &#x6CD5;&#xD;&#xA;&#x30A4; &#x5E02; &#x5834; &#x74B0; &#x5883; &#x306E; &#x5909; &#x5316; &#x306B; &#x3088; &#x3063; &#x3066; &#x7AF6; &#x4E89; &#x529B; &#x3092; &#x55AA; &#x5931; &#x3057; &#x305F; &#x4E8B; &#x696D; &#x5206; &#x91CE; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x7D4C; &#x55B6; &#x8CC7; &#x6E90; &#x3092; &#x5927; &#x898F; &#x6A21;&#xD;&#xA;&#x7D30; &#x306A; &#x4E8B; &#x696D; &#x8A08; &#x753B; &#x3092; &#x691C; &#x8A0E; &#x30FB; &#x7ACB; &#x6848; &#x3057; &#x305F; &#x4E0A; &#x3067; , &#x516C; &#x5171; &#x6027; &#x306E; &#x3042; &#x308B; &#x4E8B; &#x696D; &#x3092; &#x7ACB; &#x3061; &#x4E0A; &#x3052; &#x308B; &#x624B; &#x6CD5;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q028.png">
				<div class="card-body">
					<h2 class="card-title">問. 28</h2>
					<p class="card-text">&#x554F; 28 IoT &#x306E; &#x6280; &#x8853; &#x3068; &#x3057; &#x3066; &#x6CE8; &#x76EE; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; ,&#xD;&#xA;&#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30C3; &#x30B7; &#x30B3; &#x30F3; &#x30D4; &#x30E5;&#xD;&#xA;&#x30FC; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207;&#xD;&#xA;&#x30A2; &#x6F14; &#x7B97; &#x51E6; &#x7406; &#x306E; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x3092; &#x30BB; &#x30F3; &#x30B5; &#x7AEF; &#x672B; &#x306E; &#x8FD1; &#x508D; &#x306B; &#x7F6E; &#x304F; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC;&#xD;&#xA;&#x51E6; &#x7406; &#x306E; &#x4F4E; &#x9045; &#x5EF6; &#x5316; &#x3084; &#x901A; &#x4FE1; &#x30C8; &#x30E9; &#x30D5; &#x30A3; &#x30C3; &#x30AF; &#x306E; &#x6700; &#x9069; &#x5316; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A4; &#x4EBA; &#x4F53; &#x306B; &#x88C5; &#x7740; &#x3057; &#x3066; &#x8108; &#x62CD; &#x30BB; &#x30F3; &#x30B5; &#x306A; &#x3069; &#x3067; &#x4EBA; &#x4F53; &#x306E; &#x72B6; &#x614B; &#x3092; &#x8A08; &#x6E2C; &#x3057; &#x3066; &#x89E3; &#x6790; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30B7; &#x30E7; &#x30F3;&#xD;&#xA;&#x30A6; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x3092; &#x4ECB; &#x3057; &#x3066; &#x8907; &#x6570; &#x306E; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x3092; &#x7D50; &#x3076; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5168; &#x4F53; &#x3068; &#x3057; &#x3066; &#x51E6; &#x7406;&#xD;&#xA;&#x80FD; &#x529B; &#x304C; &#x9AD8; &#x3044; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x4F5C; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5468; &#x308A; &#x306E; &#x74B0; &#x5883; &#x304B; &#x3089; &#x5FAE; &#x5C0F; &#x306A; &#x30A8; &#x30CD; &#x30EB; &#x30AE; &#x30FC; &#x3092; &#x53CE; &#x7A6B; &#x3057; &#x3066; , &#x96FB; &#x529B; &#x306B; &#x5909; &#x63DB; &#x3059; &#x308B; &#x3002;</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q029.png">
				<div class="card-body">
					<h2 class="card-title">問. 29</h2>
					<p class="card-text">&#x554F; 29 &#x3044; &#x3059; &#x308C; &#x3082; &#x6642; &#x4FA1; 100 &#x5186; &#x306E; &#x682A; &#x5F0F; A&amp;D &#x306E; &#x3046; &#x3061; , &#x30FC; &#x3063; &#x306E; &#x682A; &#x5F0F; &#x306B; &#x6295; &#x8CC7; &#x3057; &#x305F; &#x3044; &#x3002; &#x7D4C; &#x6E08; &#x306E; &#x6210; &#x9577;&#xD;&#xA;&#x3092; &#x9AD8; , &#x4E2D; , &#x4F4E; &#x306E; &#x4E09; &#x3064; &#x306B; &#x533A; &#x5206; &#x3057; &#x305F; &#x3068; &#x304D; &#x306E; &#x305D; &#x308C; &#x305E; &#x308C; &#x306E; &#x682A; &#x5F0F; &#x306E; &#x4E88; &#x60F3; &#x5024; &#x4E0A; &#x304C; &#x308A; &#x5E45; &#x306F; , &#x8868; &#x306E; &#x3068; &#x304A;&#xD;&#xA;&#x308A; &#x3067; &#x3042; &#x308B; &#x3002; &#x30DE; &#x30AF; &#x30B7; &#x30DF; &#x30F3; &#x539F; &#x7406; &#x306B; &#x5F93; &#x3046; &#x3068; &#x304D; , &#x3069; &#x306E; &#x682A; &#x5F0F; &#x306B; &#x6295; &#x8CC7; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x306A; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x5186;&#xD;&#xA;&#x4F4D; &#x4F4E; &#x5DE7; 5 &#x5DDD;&#xD;&#xA;&#x5358;&#xD;&#xA;&#x7D4C; &#x6E08; &#x306E; &#x6210; &#x9577;&#xD;&#xA;&#x682A; &#x5F0F;&#xD;&#xA;&#x5DE5; D&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A4; B</p>
				</div>
			</article>
			<article class="card">
				<img class="card-img-top" src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2021r03a_koudo/2021r03a_koudo_am1_qs/q030.png">
				<div class="card-body">
					<h2 class="card-title">問. 30</h2>
					<p class="card-text">&#x554F; 30 &#x52B4; &#x50CD; &#x57FA; &#x6E96; &#x6CD5; &#x3067; &#x5B9A; &#x3081; &#x308B; 36 &#x5354; &#x5B9A; &#x306B; &#x304A; &#x3044; &#x3066; , &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x52B4; &#x50CD; &#x306E; &#x5185; &#x5BB9; &#x3084; &#x4E8B; &#x60C5; &#x306A; &#x3069; &#x3092; &#x660E; &#x8A18; &#x3059;&#xD;&#xA;&#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x81E8; &#x6642; &#x7684; &#x306B; &#x9650; &#x5EA6; &#x6642; &#x9593; &#x306E; &#x4E0A; &#x9650; &#x3092; &#x8D85; &#x3048; &#x3066; &#x52E4; &#x52D9; &#x3055; &#x305B; &#x308B; &#x3053; &#x3068; &#x304C; &#x8A31; &#x3055; &#x308C; &#x308B; &#x7279; &#x5225; &#x6761;&#xD;&#xA;&#x9805; &#x3092; &#x9069; &#x7528; &#x3059; &#x308B; 36 &#x5354; &#x5B9A; &#x5C4A; &#x306E; &#x4E8B; &#x4F8B; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x5546; &#x54C1; &#x306E; &#x58F2; &#x4E0A; &#x304C; &#x4E88; &#x60F3; &#x3092; &#x8D85; &#x3048; &#x305F; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x88FD; &#x9020; , &#x51FA; &#x8377; &#x53CA; &#x3073; &#x9867; &#x5BA2; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x4F5C; &#x696D; &#x91CF;&#xD;&#xA;&#x304C; &#x5897; &#x5927; &#x3057; &#x305F; &#x306E; &#x3067; , &#x671F; &#x9593; &#x3092; 3 &#x304B; &#x6708; &#x9593; &#x3068; &#x3057; , &#x9650; &#x5EA6; &#x6642; &#x9593; &#x3092; &#x8D85; &#x3048; &#x3066; &#x52E4; &#x52D9; &#x3059; &#x308B; &#x4EBA; &#x6570; &#x3084; &#x6240; &#x8981; &#x6642;&#xD;&#xA;&#x9593; &#x3092; &#x5B9A; &#x3081; &#x3066; &#x7279; &#x5225; &#x6761; &#x9805; &#x3092; &#x9069; &#x7528; &#x3057; &#x305F; &#x3002;&#xD;&#xA;&#x30A4; &#x65B0; &#x6280; &#x8853; &#x3092; &#x99C6; &#x4F7F; &#x3057; &#x305F; &#x65B0; &#x5546; &#x54C1; &#x306E; &#x7814; &#x7A76; &#x958B; &#x767A; &#x696D; &#x52D9; &#x304C; &#x30D4; &#x30FC; &#x30AF; &#x3068; &#x306A; &#x308A; , 3 &#x304B; &#x6708; &#x9593; &#x306E; &#x696D; &#x52D9; &#x91CF; &#x304C; &#x5897;&#xD;&#xA;&#x5927; &#x3057; &#x305F; &#x306E; &#x3067; , &#x52B4; &#x50CD; &#x3055; &#x305B; &#x308B; &#x5FC5; &#x8981; &#x304C; &#x3042; &#x308B; &#x305F; &#x3081; &#x306B; &#x7279; &#x5225; &#x6761; &#x9805; &#x3092; &#x9069; &#x7528; &#x3057; &#x305F; &#x3002;&#xD;&#xA;&#x30A6; &#x9000; &#x8077; &#x8005; &#x306E; &#x5897; &#x52A0; &#x306B; &#x4F34; &#x3044; &#x5F93; &#x696D; &#x54E1; &#x4E00; &#x4EBA; &#x5F53; &#x305F; &#x308A; &#x306E; &#x696D; &#x52D9; &#x91CF; &#x304C; &#x5897; &#x5927; &#x3057; &#x305F; &#x306E; &#x3067; , &#x65B0; &#x898F; &#x306B; &#x8981; &#x54E1; &#x3092; &#x96C7;&#xD;&#xA;&#x7528; &#x3067; &#x304D; &#x308B; &#x307E; &#x3067; , &#x7279; &#x306B; &#x671F; &#x9650; &#x3092; &#x5B9A; &#x3081; &#x305A; &#x306B; &#x7279; &#x5225; &#x6761; &#x9805; &#x3092; &#x9069; &#x7528; &#x3057; &#x305F; &#x3002;&#xD;&#xA;&#x30A7; &#x6162; &#x6027; &#x7684; &#x306A; &#x4EBA; &#x624B; &#x4E0D; &#x8DB3; &#x306A; &#x306E; &#x3067; , &#x5897; &#x54E1; &#x3092; &#x5B9F; &#x65BD; &#x3057; , &#x305D; &#x306E; &#x52B9; &#x679C; &#x3092; &#x60F3; &#x5B9A; &#x3057; &#x3066; 1 &#x5E74; &#x9593; &#x3092; &#x671F; &#x9650; &#x3068;&#xD;&#xA;&#x3057; , &#x7279; &#x5225; &#x6761; &#x9805; &#x3092; &#x9069; &#x7528; &#x3057; &#x305F; &#x3002;</p>
				</div>
			</article>
	</div>
</section>

	</main>
	<footer>
		<a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a>
	</footer>
		
</body>
</html>