<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; IT&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30DE;&#x30CD;&#x30FC;&#x30B8;&#x30E3;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link rel="stylesheet" href="https://unpkg.com/mvp.css">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body>
	<header>
		<nav>
			<a href="/">
				IPA過去問Bot
			</a>
		</nav>
	</header>
	<main>
		
<section>
	<h2>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; IT&#x30B5;&#x30FC;&#x30D3;&#x30B9;&#x30DE;&#x30CD;&#x30FC;&#x30B8;&#x30E3;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C;</h2>
		<article>
			<h3>問. 1</h3>
			<figure>
				<figcaption><small>&#x554F; 2 &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x6539; &#x5584; &#x306B; &#x304A; &#x3051; &#x308B; &#x3079; &#x30F3; &#x30C1; &#x30DE; &#x30FC; &#x30AD; &#x30F3; &#x30B0; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x5B9F; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x53CA; &#x3073; &#x6709; &#x52B9; &#x6027; &#x306B; &#x5F71; &#x97FF; &#x3092; &#x4E0E; &#x3048; &#x308B; &#x696D; &#x52D9; &#x3092; &#x884C; &#x3046; &#x4EBA; &#x3005; &#x304C; &#x529B; &#x91CF; &#x3092; &#x5099; &#x3048; &#x3066; &#x3044; &#x308B; &#x3053; &#x3068; &#x3092; &#x78BA;&#xD;&#xA;&#x5DE5; &#x9069; &#x5207; &#x306A; &#x6559; &#x80B2; , &#x8A13; &#x7DF4; &#x53C8; &#x306F; &#x7D4C; &#x9A13; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; , &#x7D44; &#x7E54; &#x306E; &#x7BA1; &#x7406; &#x4E0B; &#x3067; SMS &#x53CA; &#x3073; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x30D1; &#x30D5;&#xD;&#xA;&#x30A6; &#x7D44; &#x7E54; &#x306E; &#x8981; &#x54E1; &#x304C; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x65B9; &#x91DD; &#x53CA; &#x3073; &#x76EE; &#x7684; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A8D; &#x8B58; &#x3092; &#x3082; &#x3064; &#x3088; &#x3046; &#x306B; &#x3059;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q001.png" alt="問. 1 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 2</h3>
			<figure>
				<figcaption><small>&#x554F; 3 ITIL 2011 edltion &#x3067; &#x306F; , &#x53EF; &#x7528; &#x6027; &#x7BA1; &#x7406; &#x306B; &#x304A; &#x3051; &#x308B; KPI &#x306E; &#x4F8B; &#x3068; &#x3057; &#x3066; , &#x5E73; &#x5747; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30A4;&#xD;&#xA;&#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x9593; &#x9694; (MTBSI) &#x306E; &#x6539; &#x5584; &#x3092; &#x6319; &#x3052; &#x3066; &#x3044; &#x308B; &#x3002; &#x3042; &#x308B; IT &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3067; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x958B; &#x59CB; &#x304B; &#x3089;&#xD;&#xA;020 &#x6642; &#x9593; &#x7D4C; &#x904E; &#x3057; &#x305F; &#x6642; &#x70B9; &#x307E; &#x3067; &#x306B; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x4F7F; &#x7528; &#x53EF; &#x80FD; &#x306A; &#x6642; &#x9593; &#x306F; 2 &#x6642; &#x9593; &#x3042; &#x308A; , 5 &#x6642;&#xD;&#xA;&#x9593; &#x306E; &#x505C; &#x6B62; 1 &#x56DE; &#x3068; 15 &#x6642; &#x9593; &#x306E; &#x505C; &#x6B62; 1 &#x56DE; &#x306E; &#x5408; &#x8A08; 2 &#x56DE; &#x306E; &#x505C; &#x6B62; &#x304C; &#x3042; &#x3063; &#x305F; &#x3002; MTBSI, &#x5E73; &#x5747; &#x6545; &#x969C; &#x9593; &#x9694;&#xD;&#xA;(MTBF) &#x53CA; &#x3073; &#x5E73; &#x5747; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x56DE; &#x5FA9; &#x6642; &#x9593; (MTRS) &#x306E; &#x5024; &#x306E; &#x5927; &#x5C0F; &#x95A2; &#x4FC2; &#x306E; &#x3046; &#x3061; , &#x6B63; &#x3057; &#x3044; &#x3082; &#x306E; &#x306F; &#x3069;&#xD;&#xA;&#x308C; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , MTBF &#x3068; &#x306F; , IT &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x304C; &#x5408; &#x610F; &#x6E08; &#x307F; &#x306E; &#x6A5F; &#x80FD; &#x3092; &#x4E2D; &#x65AD; &#x306A; &#x304F; &#x5B9F; &#x884C; &#x3067; &#x304D; &#x308B; &#x6642; &#x554F;&#xD;&#xA;&#x306E; &#x5E73; &#x5747; &#x5024; &#x3067; &#x3042; &#x308A; , MTRS &#x3068; &#x306F; , &#x969C; &#x5BB3; &#x306E; &#x5F8C; , IT &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x56DE; &#x5FA9; &#x3055; &#x305B; &#x308B; &#x305F; &#x3081; &#x306B; &#x639B; &#x304B; &#x308B; &#x6642; &#x554F;&#xD;&#xA;&#x306E; &#x5E73; &#x5747; &#x5024; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;MTBF &gt; MTBSI &gt; MTRS&#xD;&#xA;MTBSI &gt; MTRS &gt; MTBF&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q002.png" alt="問. 2 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 3</h3>
			<figure>
				<figcaption><small>&#x554F; 4 ITIL 2 &#x4F8B; 1 ed i t i on &#x306B; &#x3088; &#x308C; &#x3070; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30DD; &#x30FC; &#x30C8; &#x30D5; &#x30A9; &#x30EA; &#x30AA; &#x3068; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30AB; &#x30BF; &#x30ED; &#x30B0; &#x3068;&#xD;&#xA;&#x306E; &#x95A2; &#x4FC2; &#x306E; &#x8AAC; &#x660E; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30AB; &#x30BF; &#x30ED; &#x30B0; &#x306F; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30DD; &#x30FC; &#x30C8; &#x30D5; &#x30A9; &#x30EA; &#x30AA; &#x3067; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x3046; &#x3061; ,&#xD;&#xA;&#x30A4; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30AB; &#x30BF; &#x30ED; &#x30B0; &#x306F; , &#x30FC; &#x3063; &#x306E; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30DD; &#x30FC; &#x30C8; &#x30D5; &#x30A9; &#x30EA; &#x30AA; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x4E00; &#x3064; &#x3067; &#x3042; &#x308A; ,&#xD;&#xA;&#x7A3C; &#x50CD; &#x4E2D; &#x306E; &#x5168; &#x3066; &#x306E; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x8A18; &#x8F09; &#x3057; &#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;4&#xD;&#xA;&#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30DD; &#x30FC; &#x30C8; &#x30D5; &#x30A9; &#x30EA; &#x30AA; &#x304B; &#x3089; &#x306F; &#x524A; &#x9664; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5EC3; &#x6B62; &#x6E08; &#x307F; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306F; , &#x9867; &#x5BA2; &#x3078; &#x306E; &#x544A; &#x77E5; &#x306E; &#x305F; &#x3081; &#x306B; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30AB; &#x30BF; &#x30ED; &#x30B0; &#x306B; &#x306F; &#x6B8B; &#x3059; &#x304C; , &#x30B5;&#xD;&#xA;&#x30D3; &#x30B9; &#x3092; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30AB; &#x30BF; &#x30ED; &#x30B0; &#x306B; &#x8A18; &#x8F09; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30DD; &#x30FC; &#x30C8; &#x30D5; &#x30A9; &#x30EA; &#x30AA; &#x3067; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x3046; &#x3061; , &#x7A3C; &#x50CD; &#x4E2D; &#x53CA; &#x3073; &#x958B; &#x767A; &#x4E2D; &#x306E; &#x30B5; &#x30FC;&#xD;&#xA;1 &#x5BFE; 1 &#x306B; &#x5BFE; &#x5FDC; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q003.png" alt="問. 3 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 4</h3>
			<figure>
				<figcaption><small>&#x554F; 5 &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x304A; &#x3044; &#x3066; , &#x4E2D; &#x65AD; &#x3057; &#x305F; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x5FA9; &#x65E7; &#x3055; &#x305B; &#x308B; &#x3068; &#x304D; &#x306E; &#x76EE; &#x6A19; &#x3092; &#x5B9A; &#x3081;&#xD;&#xA;&#x305F; &#x6307; &#x6A19; &#x306B; , RP0 ( &#x76EE; &#x6A19; &#x5FA9; &#x65E7; &#x6642; &#x70B9; ) , RTO ( &#x76EE; &#x6A19; &#x5FA9; &#x65E7; &#x6642; &#x9593; ) &#x53CA; &#x3073; RLO ( &#x76EE; &#x6A19; &#x5FA9; &#x65E7; &#x30EC; &#x30D9; &#x30EB; )&#xD;&#xA;&#x30FC; &#x3063;&#xD;&#xA;&#x4EE5; &#x4E0A; &#x306B; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x63D0; &#x4F9B; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x4E2D; &#x65AD; &#x767A; &#x751F; &#x6642; &#x70B9; &#x306E; 3 &#x6642; &#x9593; &#x524D; &#x306E; &#x72B6; &#x614B; &#x306B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x5FA9; &#x65E7; &#x3057; , &#x5229; &#x7528; &#x8005; &#x306E; 50 %&#xD;&#xA;&#x5E2F; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x3046; &#x3061; &#x306E; &#x57FA; &#x5E79; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x5FA9; &#x65E7; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x4E2D; &#x65AD; &#x304B; &#x3089; 1 &#x65E5; &#x4EE5; &#x5185; &#x306B; , &#x4E2D; &#x65AD; &#x767A; &#x751F; &#x6642; &#x70B9; &#x306B; &#x63D0; &#x4F9B; &#x3057; &#x3066; &#x3044; &#x305F; &#x57FA; &#x5E79; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3068; &#x4ED8;&#xD;&#xA;&#x30A2; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x4E2D; &#x65AD; &#x304B; &#x3089; 1 &#x6642; &#x9593; &#x4EE5; &#x5185; &#x306B; , &#x4E2D; &#x65AD; &#x767A; &#x751F; &#x6642; &#x70B9; &#x306E; 1 &#x6642; &#x9593; &#x524D; &#x306E; &#x72B6; &#x614B; &#x306B; &#x5FA9; &#x65E7; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x304C; &#x3042; &#x308B; &#x3002; RTO &#x3068; RLO &#x3092; &#x5B9A; &#x3081; &#x305F; &#x4F8B; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x306E; &#x5BB9; &#x91CF; &#x4E0D; &#x8DB3; &#x306B; &#x3088; &#x308B; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x4E2D; &#x65AD; &#x304B; &#x3089; 3 &#x65E5; &#x4EE5; &#x5185; &#x306B; , &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x306E; &#x5BB9; &#x91CF; &#x3092; &#x4E2D;&#xD;&#xA;&#x65AD; &#x767A; &#x751F; &#x6642; &#x70B9; &#x306E; 2 &#x500D; &#x306B; &#x5897; &#x5F37; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q004.png" alt="問. 4 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 5</h3>
			<figure>
				<figcaption><small>&#x554F; 6 &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x201C; &#x4E8B; &#x696D; &#x95A2; &#x4FC2; &#x7BA1; &#x7406; &#x201D;&#xD;&#xA;&#x6D3B; &#x52D5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x306B; &#x304A; &#x3044; &#x3066; ,&#xD;&#xA;&#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x63D0; &#x4F9B; &#x8005; &#x304C; &#x5B9F; &#x65BD; &#x3059; &#x3079; &#x304D;&#xD;&#xA;&#x30A2; &#x5916; &#x90E8; &#x4F9B; &#x7D66; &#x8005; &#x304C; &#x63D0; &#x4F9B; &#x53C8; &#x306F; &#x904B; &#x7528; &#x3059; &#x308B; &#x30B5; &#x30FC; &#x30D3; &#x30B9; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30B3; &#x30F3; &#x30DD; &#x30FC; &#x30CD; &#x30F3; &#x30C8; , &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x53C8;&#xD;&#xA;&#x306F; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x4E00; &#x90E8; &#x306B; &#x95A2; &#x3059; &#x308B; &#x9069; &#x7528; &#x7BC4; &#x56F2; &#x3092; &#x542B; &#x3081; &#x305F; &#x5951; &#x7D04; &#x6587; &#x66F8; &#x3092; &#x4F5C; &#x6210; &#x3057; , &#x5404; &#x5916; &#x90E8; &#x4F9B; &#x7D66; &#x8005; &#x3068; &#x5408;&#xD;&#xA;&#x610F; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x9867; &#x5BA2; , &#x5229; &#x7528; &#x8005; &#x53CA; &#x3073; &#x4ED6; &#x306E; &#x5229; &#x5BB3; &#x95A2; &#x4FC2; &#x8005; &#x3092; &#x7279; &#x5B9A; &#x3057; , &#x6587; &#x66F8; &#x5316; &#x3057; , &#x9867; &#x5BA2; &#x53CA; &#x3073; &#x4ED6; &#x306E;&#xD;&#xA;&#x4EE5; &#x4E0A; &#x306E; SLA &#x3092; &#x9867; &#x5BA2; &#x3068; &#x5408; &#x610F; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x5404; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306B; &#x3064; &#x3044; &#x3066; , &#x6587; &#x66F8; &#x5316; &#x3057; &#x305F; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x8981; &#x6C42; &#x4E8B; &#x9805; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; ,&#xD;&#xA;&#x5229; &#x5BB3; &#x95A2; &#x4FC2; &#x8005; &#x3068; &#x306E; &#x9593; &#x306B; &#x30B3; &#x30DF; &#x30E5; &#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x305F; &#x3081; &#x306E; &#x53D6; &#x6C7A; &#x3081; &#x3092; &#x78BA; &#x7ACB; &#x3059; &#x308B; &#x3002;&#xD;&#xA;5&#xD;&#xA;&#x4F5C; &#x6210; &#x3057; , &#x5408; &#x610F; &#x3057; , &#x7DAD; &#x6301; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x30E1; &#x30F3; &#x30C8; , &#x6D3B; &#x52D5; &#x53CA; &#x3073; &#x95A2; &#x4FC2; &#x8005; &#x9593; &#x306E; &#x30A4; &#x30F3; &#x30BF; &#x30D5; &#x30A7; &#x30FC; &#x30B9; &#x3092; &#x5B9A; &#x7FA9; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x5408; &#x610F; &#x6587; &#x66F8; &#x3092;&#xD;&#xA;&#x5DE5; &#x5185; &#x90E8; &#x4F9B; &#x7D66; &#x8005; &#x53C8; &#x306F; &#x4F9B; &#x7D66; &#x8005; &#x3068; &#x3057; &#x3066; &#x884C; &#x52D5; &#x3059; &#x308B; &#x9867; &#x5BA2; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30EC; &#x30D9; &#x30EB; &#x76EE; &#x6A19; , &#x4ED6; &#x306E;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q005.png" alt="問. 5 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 6</h3>
			<figure>
				<figcaption><small>&#x554F; 7 ITI L 201 1 ed i t i on &#x306B; &#x3088; &#x308C; &#x3070; , &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x7BA1; &#x7406; &#x306B; &#x304A; &#x3044; &#x3066; ,&#xD;&#xA;&#x3092; &#x5B9A; &#x7FA9; &#x3057; &#x3066; &#x304A; &#x304F; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x5F97; &#x3089; &#x308C; &#x308B; &#x30E1; &#x30EA; &#x30C3; &#x30C8; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4; &#x30F3; &#x30B7; &#x30A2; &#x30F3; &#x30C8; &#x30FB; &#x30E2; &#x30C7; &#x30EB;&#xD;&#xA;&#x30A2; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x7BA1; &#x7406; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x53CA; &#x3073; &#x305D; &#x306E; &#x904B; &#x7528; &#x306E; , &#x52B9; &#x7387; &#x6027; &#x3068; &#x6709; &#x52B9; &#x6027; &#x3092; &#x5224; &#x65AD; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x57FA;&#xD;&#xA;&#x6E96; &#x3092; &#x660E; &#x78BA; &#x306B; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x904E; &#x53BB; &#x306E; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x306B; &#x3064; &#x3044; &#x3066; , &#x5C65; &#x6B74; , &#x30AB; &#x30C6; &#x30B4; &#x30EA; , &#x53CA; &#x3073; &#x89E3; &#x6C7A; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; &#x53D6; &#x3089; &#x308C; &#x305F; &#x51E6;&#xD;&#xA;&#x7F6E; &#x3092; &#x5BB9; &#x6613; &#x306B; &#x53C2; &#x7167; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x7E70; &#x308A; &#x8FD4; &#x3057; &#x767A; &#x751F; &#x3059; &#x308B; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x4E8B; &#x524D; &#x306B; &#x5B9A; &#x7FA9; &#x3055; &#x308C; &#x305F; &#x7D4C; &#x8DEF; &#x3067; , &#x4E8B; &#x524D; &#x306B; &#x5B9A; &#x7FA9;&#xD;&#xA;&#x3055; &#x308C; &#x305F; &#x6642; &#x554F; &#x67A0; &#x5185; &#x306B; &#x5BFE; &#x5FDC; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x6839; &#x672C; &#x539F; &#x56E0; &#x304C; &#x5224; &#x660E; &#x3057; &#x3066; &#x3044; &#x306A; &#x3044; &#x554F; &#x984C; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x89E3; &#x6C7A; &#x7B56; &#x3092; &#x63D0; &#x4F9B; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q006.png" alt="問. 6 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 7</h3>
			<figure>
				<figcaption><small>&#x554F; 8 JIS Q 2 &#x30FC; 1 : 2020 ( &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x8981; &#x6C42; &#x4E8B; &#x9805; ) &#x3092; &#x9069; &#x7528; &#x3057; &#x3066; &#x3044; &#x308B; &#x7D44;&#xD;&#xA;&#x7E54; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; (SMS) &#x304C; &#x6B21; &#x306E; &#x8981; &#x6C42; &#x4E8B; &#x9805; &#x306B; &#x9069; &#x5408; &#x3057; &#x3066; &#x3044; &#x308B;&#xD;&#xA;&#x72B6; &#x6CC1; &#x306B; &#x3042; &#x308B; &#x304B; &#x5426; &#x304B; &#x306E; &#x60C5; &#x5831; &#x3092; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x5B9A; &#x3081; &#x305F; &#x9593; &#x9694; &#x3067; &#x7D44; &#x7E54; &#x304C; &#x5B9F; &#x65BD; &#x3059; &#x308B;&#xD;&#xA;&#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3014; &#x8981; &#x6C42; &#x4E8B; &#x9805; &#x3015;&#xD;&#xA;&#x30FB; SMS &#x306B; &#x95A2; &#x3057; &#x3066; , &#x7D44; &#x7E54; &#x81EA; &#x4F53; &#x304C; &#x898F; &#x5B9A; &#x3057; &#x305F; &#x8981; &#x6C42; &#x4E8B; &#x9805;&#xD;&#xA;&#x30FB; JIS Q 2 &#x56F2; 00 &#x30FC; 1 : 2020 &#x306E; &#x8981; &#x6C42; &#x4E8B; &#x9805;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x76E3; &#x8996; , &#x6E2C; &#x5B9A; , &#x5206; &#x6790; &#x53CA; &#x3073; &#x8A55; &#x4FA1;&#xD;&#xA;&#x5185; &#x90E8; &#x76E3; &#x67FB;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;6&#xD;&#xA;&#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x5831; &#x544A;&#xD;&#xA;&#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30EC; &#x30D3; &#x30E5; &#x30FC;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q007.png" alt="問. 7 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 8</h3>
			<figure>
				<figcaption><small>&#x554F; 9 &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x304A; &#x3044; &#x3066; , &#x69CB; &#x6210; &#x3079; &#x30FC; &#x30B9; &#x30E9; &#x30A4; &#x30F3; &#x3092; &#x78BA; &#x7ACB; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x53EF; &#x80FD; &#x306B;&#xD;&#xA;&#x306A; &#x308B; &#x3053; &#x3068; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;IT &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x5B58; &#x7D9A; &#x671F; &#x9593; &#x3092; &#x901A; &#x3057; &#x305F; &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x306E; &#x5909; &#x5316; &#x306E; &#x6E2C; &#x5B9A;&#xD;&#xA;&#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x6A5F; &#x80FD; &#x3055; &#x305B; &#x308B; &#x305F; &#x3081; &#x306B; &#x5FC5; &#x8981; &#x306A; &#x6700; &#x4F4E; &#x9650; &#x306E; &#x5229; &#x7528; &#x53EF; &#x80FD; &#x30EC; &#x30D9; &#x30EB; &#x306E; &#x5B9A; &#x7FA9;&#xD;&#xA;&#x69CB; &#x6210; &#x76E3; &#x67FB; &#x53CA; &#x3073; &#x5207; &#x308A; &#x623B; &#x3057; &#x306E; &#x305F; &#x3081; &#x306E; &#x57FA; &#x6E96; &#x3068; &#x306A; &#x308B; &#x60C5; &#x5831; &#x306E; &#x63D0; &#x4F9B;&#xD;&#xA;&#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x3068; &#x304D; &#x306E; &#x554F; &#x984C; &#x7BA1; &#x7406; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3067; &#x306E; &#x72B6; &#x6CC1; &#x8A3C; &#x62E0; &#x306E; &#x5206; &#x6790;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q008.png" alt="問. 8 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 9</h3>
			<figure>
				<figcaption><small>&#x554F; 10 &#x7DCF; &#x6240; &#x6709; &#x8CBB; &#x7528; (TCO) &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x81EA; &#x793E; &#x306B; &#x5C0E; &#x5165; &#x3057; &#x305F; &#x696D; &#x52D9; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x958B; &#x767A; &#x7DCF; &#x8CBB; &#x7528; &#x3068; &#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x8CFC; &#x5165; &#x8CBB; &#x7528;&#xD;&#xA;&#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x8CFC; &#x5165; &#x8CBB; &#x7528; &#x3068; &#x30D8; &#x30EB; &#x30D7; &#x30C7; &#x30B9; &#x30AF; &#x53CA; &#x3073; &#x5229; &#x7528; &#x8005; &#x6559; &#x80B2; &#x306A; &#x3069; &#x306E; &#x30C6; &#x30AF; &#x30CB; &#x30AB; &#x30EB; &#x30B5; &#x30DD; &#x30FC;&#xD;&#xA;&#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x53CA; &#x3073; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x5C0E; &#x5165; &#x304B; &#x3089; &#x7A3C; &#x50CD; &#x3055; &#x305B; &#x308B; &#x307E; &#x3067; &#x306E; &#x7DCF; &#x8CBB; &#x7528;&#xD;&#xA;&#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x53CA; &#x3073; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x5C0E; &#x5165; &#x304B; &#x3089; &#x5EC3; &#x68C4; &#x307E; &#x3067; &#x306E; &#x7DCF; &#x8CBB; &#x7528;&#xD;&#xA;&#x30C8; &#x306B; &#x8981; &#x3059; &#x308B; &#x7DCF; &#x8CBB; &#x7528;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q009.png" alt="問. 9 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 10</h3>
			<figure>
				<figcaption><small>&#x554F; 1 1 &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x5BB9; &#x91CF; &#x30FB; &#x80FD; &#x529B; &#x7BA1; &#x7406; &#x306B; &#x304A; &#x3051; &#x308B; , &#x30AA; &#x30F3; &#x30E9; &#x30A4; &#x30F3; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x5BB9; &#x91CF; &#x30FB; &#x80FD;&#xD;&#xA;&#x529B; &#x306E; &#x5229; &#x7528; &#x306E; &#x76E3; &#x8996; &#x306B; &#x3064; &#x3044; &#x3066; &#x306E; &#x6CE8; &#x610F; &#x4E8B; &#x9805; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;7&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5BB9; &#x91CF; &#x30FB; &#x80FD; &#x529B; &#x53CA; &#x3073; &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x306B; &#x95A2; &#x3059; &#x308B; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x3092; &#x8A18; &#x9332; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x6E2C; &#x5B9A; &#x306F; &#x30AA; &#x30F3; &#x30E9; &#x30A4; &#x30F3; &#x505C; &#x6B62; &#x6642; &#x554F; &#x5E2F; &#x306B; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A6; &#x30AA; &#x30F3; &#x30E9; &#x30A4; &#x30F3; &#x6642; &#x9593; &#x5E2F; &#x306B; &#x6027; &#x80FD; &#x3092; &#x6E2C; &#x5B9A; &#x3059; &#x308B; &#x3053; &#x3068; &#x306F; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30EC; &#x30D9; &#x30EB; &#x306E; &#x4F4E; &#x4E0B; &#x306B; &#x3064; &#x306A; &#x304C; &#x308B; &#x306E; &#x3067; ,&#xD;&#xA;&#x30A4; &#x5FDC; &#x7B54; &#x6642; &#x9593; &#x3084; CPU &#x4F7F; &#x7528; &#x7387; &#x306A; &#x3069; &#x306E; &#x8907; &#x6570; &#x306E; &#x6E2C; &#x5B9A; &#x9805; &#x76EE; &#x3092; &#x5B9A; &#x5E38; &#x7684; &#x306B; &#x76E3; &#x8996; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; SLA &#x306E; &#x76EE; &#x6A19; &#x5024; &#x3092; &#x76E3; &#x8996; &#x3057; &#x304D; &#x3044; &#x5024; &#x306B; &#x8A2D; &#x5B9A; &#x3057; , &#x3057; &#x304D; &#x3044; &#x5024; &#x3092; &#x8D85; &#x904E; &#x3057; &#x305F; &#x5834; &#x5408; &#x306B; &#x306F; &#x5BFE; &#x7B56; &#x3092; &#x8B1B; &#x305A;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q010.png" alt="問. 10 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 11</h3>
			<figure>
				<figcaption><small>&#x554F; 12 &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x9032; &#x6357; &#x7BA1; &#x7406; &#x3084; &#x8AB2; &#x984C; &#x7BA1; &#x7406; &#x3060; &#x3051; &#x3067; &#x306A; &#x304F; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3;&#xD;&#xA;&#x30C8; &#x306E; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x7BA1; &#x7406; &#x3084; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x8981; &#x6C42; &#x7BA1; &#x7406; &#x3067; &#x3082; &#x5229; &#x7528; &#x3067; &#x304D; &#x308B; , &#x6B21; &#x306E; &#x7279; &#x5FB4; &#x3092; &#x3082; &#x3064; oss &#x306E; &#x30C4;&#xD;&#xA;&#x30FB; &#x30C1; &#x30B1; &#x30C3; &#x30C8; &#x306B; &#x95A2; &#x9023; &#x3059; &#x308B; &#x90E8; &#x7F72; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x6A29; &#x9650; &#x3092; &#x8A2D; &#x5B9A; &#x3057; , &#x30EF; &#x30FC; &#x30AF; &#x30D5; &#x30ED; &#x30FC; &#x304C; &#x5B9A; &#x7FA9; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x3068; &#x9032; &#x6357; &#x304C; &#x7BA1; &#x7406; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30FB; &#x5B9F; &#x65BD; &#x3059; &#x3079; &#x304D; &#x30BF; &#x30B9; &#x30AF; &#x3092; &#x30C1; &#x30B1; &#x30C3; &#x30C8; &#x3068; &#x3057; &#x3066; &#x6271; &#x3044; , &#x8D77; &#x7968; , &#x8ABF; &#x67FB; , &#x89E3; &#x6C7A; , &#x30AF; &#x30ED; &#x30FC; &#x30BA; &#x306A; &#x3069; &#x306E; &#x72B6; &#x614B;&#xD;&#xA;&#x3014; &#x7279; &#x5FB4; &#x3015;&#xD;&#xA;&#x30FC; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; Ans i b le&#xD;&#xA;&#x30A4; Jenkins&#xD;&#xA;&#x30A6; Redmine&#xD;&#xA;&#x5DE5; Zabbix</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q011.png" alt="問. 11 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 12</h3>
			<figure>
				<figcaption><small>&#x554F; 1 3 JDCC ( &#x65E5; &#x672C; &#x30C7; &#x30FC; &#x30BF; &#x30BB; &#x30F3; &#x30BF; &#x30FC; &#x5354; &#x4F1A; ) &#x304C; &#x5236; &#x5B9A; &#x3059; &#x308B; &#x201C; &#x30C7; &#x30FC; &#x30BF; &#x30BB; &#x30F3; &#x30BF; &#x30FC; &#x30D5; &#x30A1; &#x30B7; &#x30EA; &#x30C6; &#x30A3; &#x30B9; &#x30BF; &#x30F3;&#xD;&#xA;&#x30C0; &#x30FC; &#x30C9; &#x201D; &#x306B; &#x304A; &#x3044; &#x3066; , UPS &#x8A2D; &#x5099; &#x306E; &#x5197; &#x9577; &#x6027; &#x306B; &#x95A2; &#x3059; &#x308B; &#x30C6; &#x30A3; &#x30A2; &#x57FA; &#x6E96; &#x304C; &#x3042; &#x308B; &#x3002; &#x30C6; &#x30A3; &#x30A2; 3 &#x306B; &#x8A72; &#x5F53; &#x3059;&#xD;&#xA;&#x308B; &#x69CB; &#x6210; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x30C6; &#x30A3; &#x30A2; 3 &#x306F; &#x6A5F; &#x5668; &#x306E; &#x30E1; &#x30F3; &#x30C6; &#x30CA; &#x30F3; &#x30B9; &#x306A; &#x3069; &#x306B; &#x3088; &#x308B; &#x4E00; &#x90E8; &#x8A2D; &#x5099; &#x306E; &#x4E00; &#x6642;&#xD;&#xA;&#x505C; &#x6B62; &#x6642; &#x306B; &#x304A; &#x3044; &#x3066; &#x3082; , &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x7D99; &#x7D9A; &#x3057; &#x3066; &#x63D0; &#x4F9B; &#x3067; &#x304D; &#x308B; &#x5197; &#x9577; &#x69CB; &#x6210; &#x306E; &#x8A2D;&#xD;&#xA;&#x5099; &#x3092; &#x6709; &#x3059; &#x308B; &#x30EC; &#x30D9; &#x30EB; &#x3067; &#x3042; &#x308B; &#x3002; &#x307E; &#x305F; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x69CB; &#x6210; &#x3068; &#x3057; &#x3066; &#x5FC5; &#x8981; &#x3068; &#x306A; &#x308B; &#x5E38; &#x7528; UPS &#x306E; &#x53F0; &#x6570; &#x306F; N&#xD;&#xA;&#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; 2N&#xD;&#xA;&#x30A6;&#xD;&#xA;8&#xD;&#xA;N &#x5341; 1&#xD;&#xA;&#x5DE5;&#xD;&#xA;N &#x5341; 2</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q012.png" alt="問. 12 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 13</h3>
			<figure>
				<figcaption><small>&#x554F; 14 &#x5165; &#x51FA; &#x91D1; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304B; &#x3089; &#x51FA; &#x529B; &#x3055; &#x308C; &#x305F; &#x5165; &#x91D1; &#x30C7; &#x30FC; &#x30BF; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; , &#x58F2; &#x639B; &#x91D1; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304C;&#xD;&#xA;&#x8AAD; &#x307F; &#x8FBC; &#x3093; &#x3067; &#x30DE; &#x30B9; &#x30BF; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x66F4; &#x65B0; &#x3059; &#x308B; &#x3002; &#x5165; &#x51FA; &#x91D1; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304B; &#x3089; &#x58F2; &#x639B; &#x91D1; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0;&#xD;&#xA;&#x306B; &#x53D7; &#x3051; &#x6E21; &#x3055; &#x308C; &#x305F; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x6B63; &#x78BA; &#x6027; &#x53CA; &#x3073; &#x7DB2; &#x7F85; &#x6027; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x30B3; &#x30F3; &#x30C8; &#x30ED; &#x30FC; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x58F2; &#x639B; &#x91D1; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3051; &#x308B; &#x5165; &#x529B; &#x30C7; &#x30FC; &#x30BF; &#x3068; &#x51FA; &#x529B; &#x7D50; &#x679C; &#x3068; &#x306E; &#x30E9; &#x30F3; &#x30C4; &#x30FC; &#x30E9; &#x30F3; &#x30B3; &#x30F3; &#x30C8; &#x30ED; &#x30FC;&#xD;&#xA;&#x58F2; &#x639B; &#x91D1; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x30DE; &#x30B9; &#x30BF; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x66F4; &#x65B0; &#x306B; &#x304A; &#x3051; &#x308B; &#x30BF; &#x30A4; &#x30E0; &#x30B9; &#x30BF; &#x30F3; &#x30D7; &#x6A5F; &#x80FD;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5165; &#x91D1; &#x984D; &#x53CA; &#x3073; &#x5165; &#x91D1; &#x30C7; &#x30FC; &#x30BF; &#x4EF6; &#x6570; &#x306E; &#x30B3; &#x30F3; &#x30C8; &#x30ED; &#x30FC; &#x30EB; &#x30C8; &#x30FC; &#x30BF; &#x30EB; &#x306E; &#x30C1; &#x30A7; &#x30C3; &#x30AF;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x5165; &#x51FA; &#x91D1; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3078; &#x306E; &#x5165; &#x529B; &#x306E; &#x30A8; &#x30C7; &#x30A3; &#x30C3; &#x30C8; &#x30D0; &#x30EA; &#x30C7; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30C1; &#x30A7; &#x30C3; &#x30AF;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q013.png" alt="問. 13 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 14</h3>
			<figure>
				<figcaption><small>&#x554F; 15 &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x57FA; &#x672C; &#x6CD5; &#x306B; &#x57FA; &#x3065; &#x304D; , &#x5185; &#x95A3; &#x306B; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x6226; &#x7565; &#x672C; &#x90E8; &#x304C; &#x8A2D;&#xD;&#xA;&#x7F6E; &#x3055; &#x308C; &#x305F; &#x306E; &#x3068; &#x540C; &#x6642; &#x306B; , &#x5185; &#x95A3; &#x5B98; &#x623F; &#x306B; &#x8A2D; &#x7F6E; &#x3055; &#x308C; &#x305F; &#x7D44; &#x7E54; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; IPA&#xD;&#xA;&#x30A6; JPCERT/CC&#xD;&#xA;&#x30A4; JIPDEC&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q014.png" alt="問. 14 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 15</h3>
			<figure>
				<figcaption><small>&#x554F; 16 &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x8A55; &#x4FA1; &#x5236; &#x5EA6; &#x3067; &#x3042; &#x308B; ISMAP &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207;&#xD;&#xA;&#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; PaaS, SaaS &#x4E8B; &#x696D; &#x8005; &#x304C; &#x6C42; &#x3081; &#x308B; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x8981; &#x6C42; &#x3092; &#x6E80; &#x305F; &#x3057; &#x3066; &#x3044; &#x308B; laas &#x3092; &#x767B; &#x9332; &#x3059; &#x308B; &#x5236;&#xD;&#xA;&#x5EA6; &#x3067; &#x3042; &#x308B; &#x306E; &#x3067; , IaaS &#x3060; &#x3051; &#x304C; ISMAP &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x767B; &#x9332; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x4E8B; &#x696D; &#x8005; &#x81EA; &#x3089; &#x304C; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x306B; &#x53D6; &#x308A; &#x7D44; &#x3080; &#x3053; &#x3068; &#x3092; &#x81EA; &#x5DF1; &#x5BA3;&#xD;&#xA;&#x3057; &#x305F; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306F; ISMAP &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x767B; &#x9332; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x653F; &#x5E9C; &#x304C; &#x6C42; &#x3081; &#x308B; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x8981; &#x6C42; &#x3092; &#x6E80; &#x305F; &#x3057; &#x3066; &#x3044; &#x308B; &#x3053; &#x3068; &#x304C; &#x78BA; &#x8A8D; &#x3055; &#x308C; &#x305F; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3;&#xD;&#xA;&#x30B9; &#x304C; ISMAP &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x767B; &#x9332; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x653F; &#x5E9C; &#x6A5F; &#x95A2; &#x304C; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x5229; &#x7528; &#x3059; &#x308B; &#x306B; &#x5F53; &#x305F; &#x308A; , &#x9069; &#x5207; &#x306B; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x4E8B; &#x696D;&#xD;&#xA;&#x8005; &#x3092; &#x9078; &#x5B9A; &#x3057; &#x3066; &#x3044; &#x308B; &#x304B; &#x3069; &#x3046; &#x304B; &#x3092; &#x76E3; &#x67FB; &#x6A5F; &#x95A2; &#x304C; &#x5BE9; &#x67FB; &#x3057; , &#x8A8D; &#x5B9A; &#x3055; &#x308C; &#x305F; &#x653F; &#x5E9C; &#x6A5F; &#x95A2; &#x306F; ISMAP &#x30AF; &#x30E9;&#xD;&#xA;&#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x767B; &#x9332; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;= &#x5F53;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q015.png" alt="問. 15 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 16</h3>
			<figure>
				<figcaption><small>&#x554F; 1 7 &#x7D4C; &#x6E08; &#x7523; &#x696D; &#x7701; &#x3068; IPA &#x304C; &#x7B56; &#x5B9A; &#x3057; &#x305F; &quot; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x7D4C; &#x55B6; &#x30AC; &#x30A4; &#x30C9; &#x30E9; &#x30A4; &#x30F3; (Ver&#xD;&#xA;2. &#x306E; &#x201D; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x7D4C; &#x55B6; &#x8005; &#x304C; , &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x3092; &#x6295; &#x8CC7; &#x3067; &#x306F; &#x306A; &#x304F; &#x30B3; &#x30B9; &#x30C8; &#x3068; &#x3057; &#x3066; &#x6349; &#x3048;&#xD;&#xA;&#x308B; &#x3053; &#x3068; &#x3092; &#x91CD; &#x8996; &#x3057; , &#x30B3; &#x30B9; &#x30C8; &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x306E; &#x826F; &#x3044; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x3092; &#x307E; &#x3068; &#x3081;&#xD;&#xA;&#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x7D4C; &#x55B6; &#x8005; &#x304C; &#x8A8D; &#x8B58; &#x3059; &#x3079; &#x304D; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x306B; &#x95A2; &#x3059; &#x308B; &#x539F; &#x5247; &#x3068; , &#x7D4C; &#x55B6; &#x8005; &#x304C; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3;&#xD;&#xA;&#x30D7; &#x3092; &#x767A; &#x63EE; &#x3057; &#x3066; &#x53D6; &#x308A; &#x7D44; &#x3080; &#x3079; &#x304D; &#x9805; &#x76EE; &#x3092; &#x53D6; &#x308A; &#x307E; &#x3068; &#x3081; &#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4E8B; &#x696D; &#x306E; &#x898F; &#x6A21; &#x3084; &#x30D3; &#x30B8; &#x30CD; &#x30B9; &#x30E2; &#x30C7; &#x30EB; &#x306B; &#x3088; &#x3089; &#x305A; , &#x5168; &#x3066; &#x306E; &#x7D4C; &#x55B6; &#x8005; &#x304C; &#x81EA; &#x793E; &#x306B; &#x9069; &#x7528; &#x3059; &#x3079; &#x304D; &#x30B5; &#x30A4; &#x30D0;&#xD;&#xA;&#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x3092; &#x5B9A; &#x3081; &#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x88FD; &#x9020; &#x696D; &#x306E; &#x30B5; &#x30D7; &#x30E9; &#x30A4; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x5C0F; &#x898F; &#x6A21; &#x4E8B; &#x696D; &#x8005; &#x306E; &#x7D4C; &#x55B6; &#x8005; &#x304C; , &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x653B; &#x6483; &#x3092;&#xD;&#xA;&#x53D7; &#x3051; &#x305F; &#x969B; &#x306B; &#x884C; &#x3046; &#x4E8B; &#x5F8C; &#x5BFE; &#x5FDC; &#x3092; &#x307E; &#x3068; &#x3081; &#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q016.png" alt="問. 16 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 17</h3>
			<figure>
				<figcaption><small>&#x554F; 18 &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B3; &#x30B9; &#x30C8; &#x898B; &#x7A4D; &#x308A; &#x624B; &#x6CD5; &#x306E; &#x8AAC; &#x660E; &#x306E; &#x3046; &#x3061; , &#x30DD; &#x30C8; &#x30E0; &#x30A2; &#x30C3; &#x30D7; &#x898B; &#x7A4D; &#x308A; &#x306E; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C;&#xD;&#xA;&#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x95A2; &#x9023; &#x3059; &#x308B; &#x904E; &#x53BB; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3068; &#x305D; &#x306E; &#x4ED6; &#x306E; &#x5909; &#x6570; &#x3068; &#x306E; &#x9593; &#x306B; &#x7D71; &#x8A08; &#x7684; &#x95A2; &#x4FC2; &#x304C; &#x3042; &#x308B; &#x5834; &#x5408; &#x306B; &#x4F7F; &#x308F; &#x308C; ,&#xD;&#xA;&#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x30B9; &#x30C6; &#x30C3; &#x30D7; &#x6570; , &#x30D7; &#x30ED; &#x30C0; &#x30AF; &#x30C8; &#x306E; &#x8907; &#x96D1; &#x5EA6; , &#x30C1; &#x30FC; &#x30E0; &#x306E; &#x958B; &#x767A; &#x80FD; &#x529B; &#x306A; &#x3069; &#x3092; &#x898B; &#x7A4D; &#x308A; &#x30E2;&#xD;&#xA;&#x30C7; &#x30EB; &#x306E; &#x5F0F; &#x306B; &#x5F53; &#x3066; &#x306F; &#x3081; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5DE5; &#x6570; &#x3092; &#x898B; &#x7A4D; &#x3082; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x4F5C; &#x696D; &#x306E; &#x5185; &#x5BB9; &#x3092; &#x5341; &#x5206; &#x306B; &#x628A; &#x63E1; &#x3057; &#x3066; &#x3044; &#x308B; &#x5834; &#x5408; &#x306B; &#x4F7F; &#x308F; &#x308C; , &#x4F5C; &#x696D; &#x306E; &#x69CB; &#x6210; &#x8981; &#x7D20; &#x306E; &#x5DE5; &#x6570; &#x3092; &#x898B; &#x7A4D; &#x3082;&#xD;&#xA;&#x308A; , &#x305D; &#x308C; &#x3092; &#x7A4D; &#x307F; &#x4E0A; &#x3052; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x5168; &#x4F53; &#x306E; &#x5DE5; &#x6570; &#x3092; &#x898B; &#x7A4D; &#x3082; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x751F; &#x7523; &#x6027; &#x306E; &#x6A19; &#x6E96; &#x5024; &#x304C; &#x904E; &#x53BB; &#x306E; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x5B9F; &#x7E3E; &#x5024; &#x304B; &#x3089; &#x6C42; &#x3081; &#x3089; &#x308C; &#x308B; &#x5834; &#x5408; &#x306B; &#x4F7F; &#x308F; &#x308C; , &#x898B;&#xD;&#xA;&#x7A4D; &#x308A; &#x30E2; &#x30C7; &#x30EB; &#x306E; &#x5F0F; &#x3092; &#x9069; &#x7528; &#x3057; &#x3066; &#x5DE5; &#x6570; &#x3092; &#x898B; &#x7A4D; &#x3082; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x521D; &#x671F; &#x306E; &#x898B; &#x7A4D; &#x308A; &#x306B; &#x4F7F; &#x308F; &#x308C; , &#x904E; &#x53BB; &#x306E; &#x985E; &#x4F3C; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x5B9F; &#x7E3E; &#x5024; &#x304B; &#x3089; &#x985E;&#xD;&#xA;&#x63A8; &#x3057; &#x3066; , &#x5DE5; &#x6570; &#x3092; &#x898B; &#x7A4D; &#x3082; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q017.png" alt="問. 17 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 18</h3>
			<figure>
				<figcaption><small>&#x554F; 1 9 &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x304A; &#x3051; &#x308B; &#x30EA; &#x30B9; &#x30AF; &#x5BFE; &#x5FDC; &#x306E; &#x4F8B; &#x306E; &#x3046; &#x3061; , &#x8EE2; &#x5AC1; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E; &#x306F;&#xD;&#xA;&#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x4F5C; &#x696D; &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x60C5; &#x5831;&#xD;&#xA;&#x30A4; &#x500B; &#x4EBA; &#x60C5; &#x5831; &#x306E; &#x6F0F; &#x3048; &#x3044; &#x304C; &#x8D77; &#x3053; &#x3089; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30C6; &#x30B9; &#x30C8; &#x3067; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x672C; &#x756A; &#x30C7; &#x30FC; &#x30BF; &#x306E;&#xD;&#xA;&#x5099; &#x8CBB; &#x3092; &#x5145; &#x3066; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x5B8C; &#x4E86; &#x6642; &#x671F; &#x306F; &#x5B88; &#x308C; &#x308B; &#x304C; , &#x5B9F; &#x30B3; &#x30B9; &#x30C8; &#x306F; &#x4E88; &#x5B9A; &#x30B3; &#x30B9; &#x30C8; &#x3092; &#x8D85; &#x904E; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x5206; &#x304B; &#x3063; &#x305F; &#x306E; &#x3067; , &#x4E88;&#xD;&#xA;&#x5DE5; &#x53D6; &#x5F15; &#x5148; &#x306E; &#x696D; &#x7E3E; &#x304C; &#x60AA; &#x5316; &#x3057; &#x3066; , &#x4FE1; &#x7528; &#x30EA; &#x30B9; &#x30AF; &#x304C; &#x9AD8; &#x307E; &#x3063; &#x3066; &#x3044; &#x308B; &#x306E; &#x3067; , &#x65B0; &#x898F; &#x53D6; &#x5F15; &#x3092; &#x3084; &#x3081; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x640D; &#x5BB3; &#x306E; &#x767A; &#x751F; &#x306B; &#x5099; &#x3048; &#x3066; , &#x640D; &#x5BB3; &#x8CE0; &#x511F; &#x4FDD; &#x967A; &#x3092; &#x5951; &#x7D04; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x500B; &#x4EBA; &#x60C5; &#x5831; &#x90E8; &#x5206; &#x306F; &#x30DE; &#x30B9; &#x30AD; &#x30F3; &#x30B0; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30BB; &#x30B9; &quot; &#x54C1; &#x8CEA; &#x306E; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x201D; &#x53CA; &#x3073; &#x201C; &#x54C1; &#x8CEA; &#x306E; &#x30B3; &#x30F3; &#x30C8; &#x30ED; &#x30FC; &#x30EB; &#x201D; &#x306E; &#x30A4; &#x30F3; &#x30D6; &#x30C3; &#x30C8; &#x306B; &#x306A; &#x308B; &#x3082; &#x306E; &#x306F;&#xD;&#xA;&#x6210; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &quot; &#x54C1; &#x8CEA; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x8A08; &#x753B; &quot; &#x306E; &#x30A2; &#x30A6; &#x30C8; &#x30D6; &#x30C3; &#x30C8; &#x3067; &#x3042; &#x3063; &#x3066; , &#x30D7; &#x30ED;&#xD;&#xA;&#x54C1; &#x8CEA; &#x306E; &#x30B3; &#x30F3; &#x30C8; &#x30ED; &#x30FC; &#x30EB; &#x201D; &#x306E; &#x4E09; &#x3064; &#x306E; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3067; &#x69CB;&#xD;&#xA;&#x30F3; &#x30C8; &#x306E; &#x8A08; &#x753B; &#x201D; , &#x27; &#x54C1; &#x8CEA; &#x306E; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x201D;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q018.png" alt="問. 18 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 19</h3>
			<figure>
				<figcaption><small>&#x554F; 21 &#x30E1; &#x30E2; &#x30EA; &#x30A4; &#x30F3; &#x30BF; &#x30EA; &#x30FC; &#x30D6; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; CPU &#x3068; &#x78C1; &#x6C17; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x88C5; &#x7F6E; &#x3068; &#x306E; &#x9593; &#x306B; &#x534A; &#x5C0E; &#x4F53; &#x30E1; &#x30E2; &#x30EA; &#x306B; &#x3088; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x30D0; &#x30C3; &#x30D5; &#x30A2; &#x3092; &#x8A2D; &#x3051; &#x3066; ,&#xD;&#xA;&#x78C1; &#x6C17; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x306E; &#x9AD8; &#x901F; &#x5316; &#x3092; &#x56F3; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x4E00; &#x90E8; &#x3092; &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x306B; &#x30B3; &#x30D4; &#x30FC; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , CPU &#x3068; &#x4E3B;&#xD;&#xA;&#x8A18; &#x61B6; &#x3068; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x901F; &#x5EA6; &#x306E; &#x30AE; &#x30E3; &#x30C3; &#x30D7; &#x3092; &#x57CB; &#x3081; , &#x30E1; &#x30E2; &#x30EA; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x306E; &#x9AD8; &#x901F; &#x5316; &#x3092; &#x56F3; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4E3B; &#x8A18; &#x61B6; &#x3078; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3092; &#x9AD8; &#x901F; &#x5316; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x8981; &#x6C42; , &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x8AAD; &#x307F; &#x66F8; &#x304D; &#x53CA; &#x3073;&#xD;&#xA;&#x5F8C; &#x51E6; &#x7406; &#x304C; &#x7D42; &#x308F; &#x3063; &#x3066; &#x304B; &#x3089; , &#x6B21; &#x306E; &#x30E1; &#x30E2; &#x30EA; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x306E; &#x51E6; &#x7406; &#x306B; &#x79FB; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x4E3B; &#x8A18; &#x61B6; &#x3092; &#x8907; &#x6570; &#x306E; &#x72EC; &#x7ACB; &#x3057; &#x305F; &#x30B0; &#x30EB; &#x30FC; &#x30D7; &#x306B; &#x5206; &#x3051; &#x3066; , CPU &#x304B; &#x3089; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x8981; &#x6C42; &#x3092; &#x4E26; &#x5217; &#x306B; &#x51E6;&#xD;&#xA;&#x7406; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x4E3B; &#x8A18; &#x61B6; &#x3078; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x306E; &#x9AD8; &#x901F; &#x5316; &#x3092; &#x56F3; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q019.png" alt="問. 19 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 20</h3>
			<figure>
				<figcaption><small>&#x554F; 22 &#x6545; &#x969C; &#x767A; &#x751F; &#x7387; &#x304C; 1 &#x300F; X19 &#x30FC; 6 &#x56DE; / &#x79D2; &#x3067; &#x3042; &#x308B; &#x6A5F; &#x5668; 1 % 0 &#x56F2; &#x53F0; &#x304C; &#x7A3C; &#x50CD; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002; 330 &#x6642; &#x9593;&#xD;&#xA;&#x7D4C; &#x904E; &#x5F8C; &#x306B; , &#x6545; &#x969C; &#x3057; &#x3066; &#x3044; &#x306A; &#x3044; &#x6A5F; &#x5668; &#x306E; &#x53F0; &#x6570; &#x306F; &#x304A; &#x3088; &#x305D; &#x4F55; &#x53F0; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x6545; &#x969C; &#x767A; &#x751F; &#x7387; &#x306F; &#x7D4C;&#xD;&#xA;&#x904E; &#x6642; &#x9593; &#x306B; &#x3088; &#x3089; &#x305A; &#x4E00; &#x5B9A; &#x3067; , &#x6545; &#x969C; &#x3057; &#x305F; &#x6A5F; &#x5668; &#x306F; &#x4FEE; &#x7406; &#x3057; &#x306A; &#x3044; &#x3002; &#x307E; &#x305F; , &#x5FC5; &#x8981; &#x3067; &#x3042; &#x308C; &#x3070; , &#x6545; &#x969C; &#x767A;&#xD;&#xA;&#x751F; &#x7387; &#x3092; &#x30B9; &#x56DE; / &#x79D2; , &#x7A3C; &#x50CD; &#x6642; &#x9593; &#x3092; t &#x79D2; &#x3068; &#x3059; &#x308B; &#x6B21; &#x306E; &#x6307; &#x6570; &#x95A2; &#x6570; &#x306E; &#x30B0; &#x30E9; &#x30D5; &#x304B; &#x3089; &#x5024; &#x3092; &#x8AAD; &#x307F; &#x53D6; &#x3063; &#x3066; ,&#xD;&#xA;&#x8A08; &#x7B97; &#x306B; &#x4F7F; &#x7528; &#x3057; &#x3066; &#x3088; &#x3044; &#x3002;&#xD;&#xA;= exp(&#xD;&#xA;&#x30FC; &#x30B9; t )&#xD;&#xA;&#x6307; &#x6570; &#x95A2; &#x6570; F ( t )&#xD;&#xA;F ( t )&#xD;&#xA;3.5 &#x30B9; t&#xD;&#xA;&#x30A2; 3 &#x2032; 0&#xD;&#xA;&#x30A6;&#xD;&#xA;7&#xD;&#xA;&#x30A4;&#xD;&#xA;5 &#x2032; &#x56F2; 0&#xD;&#xA;&#x5DE5; 9</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q020.png" alt="問. 20 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 21</h3>
			<figure>
				<figcaption><small>&#x554F; 23 &#x56F3; &#x306F; , &#x5206; &#x6563; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3051; &#x308B; 2 &#x76F8; &#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306E; &#x6B63; &#x5E38; &#x51E6; &#x7406; &#x306E; &#x6D41; &#x308C; &#x3092; &#x8868; &#x3057; &#x3066; &#x3044;&#xD;&#xA;&#x308B; &#x3002; &#x2462; &#x306E; &#x52D5; &#x4F5C; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; A&#xD;&#xA;&#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x958B; &#x59CB;&#xD;&#xA;&#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E;&#xD;&#xA;&#x305F; &#x3081; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x8EE2; &#x9001;&#xD;&#xA;&#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3;&#xD;&#xA;&#x7D42; &#x4E86; &#x51E6; &#x7406; &#x306E; &#x958B; &#x59CB;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; B&#xD;&#xA;4&#xD;&#xA;&#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x53EF; &#x5426; &#x554F; &#x5408; &#x305B;&#xD;&#xA;&#x30ED; &#x30B0; &#x53D6; &#x5F97; &#x6307; &#x793A;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; C&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30C8; &#x30E9; &#x30F3; &#x30B5; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x7D42; &#x4E86;&#xD;&#xA;&#x30A2; &#x30F3; &#x30ED; &#x30C3; &#x30AF; &#x5B9F; &#x884C; &#x6307; &#x793A;&#xD;&#xA;&#x30B3; &#x30DF; &#x30C3; &#x30C8; &#x5B9F; &#x884C; &#x6307; &#x793A;&#xD;&#xA;4&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q021.png" alt="問. 21 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 22</h3>
			<figure>
				<figcaption><small>&#x554F; 24 &#x56F3; &#x306F; , &#x7D44; &#x7E54; &#x5185; &#x306E; TCP/IP &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x63A5; &#x7D9A; &#x3057; &#x3066; &#x3044; &#x308B; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x304C; , &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5;&#xD;&#xA;&#x30FC; &#x30D0; , &#x30EB; &#x30FC; &#x30BF; , &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x3092; &#x7D4C; &#x7531; &#x3057; &#x3066; &#x7D44; &#x7E54; &#x5916; &#x306E; Web &#x30B5; &#x30FC; &#x30D0; &#x3092; &#x5229; &#x7528; &#x3059; &#x308B; &#x3068; &#x304D; &#x306E; &#x7D4C; &#x8DEF;&#xD;&#xA;&#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8;&#xD;&#xA;&#x3092; &#x793A; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002; &#x3053; &#x306E; &#x901A; &#x4FE1; &#x306E; TCP &#x30B3; &#x30CD; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x304C; &#x8A2D; &#x5B9A; &#x3055; &#x308C; &#x308B; &#x5834; &#x6240; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30AF; &#x30E9; &#x30A4;&#xD;&#xA;&#x30D7; &#x30ED; &#x30AD; &#x30B7;&#xD;&#xA;&#x30B5; &#x30FC; &#x30D0;&#xD;&#xA;&#x7D44; &#x7E54; &#x5185; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF;&#xD;&#xA;We b&#xD;&#xA;&#x30B5; &#x30FC; &#x30D0;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3068; Web &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x9593; , &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3068; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x9593;&#xD;&#xA;&#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3068; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x9593; , &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3068; Web &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x9593;&#xD;&#xA;&#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3068; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x9593; , &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3068; &#x30EB; &#x30FC; &#x30BF; &#x306E; &#x9593; , &#x30EB; &#x30FC; &#x30BF; &#x3068;&#xD;&#xA;Web &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x9593;&#xD;&#xA;&#x5DE5; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3068; &#x30EB; &#x30FC; &#x30BF; &#x306E; &#x9593; , &#x30EB; &#x30FC; &#x30BF; &#x3068; Web &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x9593;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q022.png" alt="問. 22 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 23</h3>
			<figure>
				<figcaption><small>&#x554F; 25 &#x6280; &#x8853; &#x8005; &#x502B; &#x7406; &#x306B; &#x304A; &#x3051; &#x308B; &#x96C6; &#x56E3; &#x601D; &#x8003; &#x306E; &#x554F; &#x984C; &#x70B9; &#x3068; &#x3057; &#x3066; , &#x30A2; &#x30FC; &#x30F4; &#x30A3; &#x30F3; &#x30B0; &#x30FB; &#x30B8; &#x30E3; &#x30CB; &#x30B9; &#x304C; &#x6307; &#x6458; &#x3057; &#x305F;&#xD;&#xA;&#x516B; &#x3064; &#x306E; &#x5146; &#x5019; &#x306E; &#x3046; &#x3061; , &#x201C; &#x5FC3; &#x306E; &#x8B66; &#x5099; &#x201D; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;1 5&#xD;&#xA;&#x305B; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x53CD; &#x5BFE; &#x3059; &#x308B; &#x5C11; &#x6570; &#x30E1; &#x30F3; &#x30D0; &#x304C; &#x3044; &#x308B; &#x5834; &#x5408; &#x306F; , &#x305D; &#x306E; &#x30E1; &#x30F3; &#x30D0; &#x306B; &#x5727; &#x529B; &#x3092; &#x52A0; &#x3048; &#x3066; &#x7D71; &#x4E00; &#x3057; &#x305F; &#x610F; &#x898B; &#x306B; &#x3055;&#xD;&#xA;&#x306F; , &#x305D; &#x306E; &#x610F; &#x898B; &#x3092; &#x96C6; &#x56E3; &#x7D44; &#x7E54; &#x306E; &#x4E00; &#x81F4; &#x3057; &#x305F; &#x610F; &#x898B; &#x3068; &#x307F; &#x306A; &#x3059; &#x3002;&#xD;&#xA;&#x30A6; &#x4ED6; &#x306E; &#x30E1; &#x30F3; &#x30D0; &#x304B; &#x3089; &#x7279; &#x306B; &#x610F; &#x898B; &#x304C; &#x51FA; &#x3055; &#x308C; &#x305A; , &#x767A; &#x8A00; &#x8005; &#x4EE5; &#x5916; &#x306E; &#x5168; &#x30E1; &#x30F3; &#x30D0; &#x304C; &#x6C88; &#x9ED9; &#x3057; &#x3066; &#x3044; &#x308B; &#x5834; &#x5408;&#xD;&#xA;&#x56E3; &#x3092; &#x4FDD; &#x8B77; &#x3057; &#x3088; &#x3046; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x96C6; &#x56E3; &#x306B; &#x65B0; &#x3057; &#x304F; &#x52A0; &#x308F; &#x3063; &#x305F; &#x30E1; &#x30F3; &#x30D0; &#x306A; &#x3069; &#x304C; &#x7570; &#x8B70; &#x3092; &#x5531; &#x3048; &#x308B; &#x5834; &#x5408; &#x306B; &#x306F; , &#x305D; &#x308C; &#x3092; &#x963B; &#x6B62; &#x3057; &#x3066; , &#x96C6;&#xD;&#xA;&#x7D9A; &#x3059; &#x308B; &#x3068; &#x8003; &#x3048; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x81EA; &#x5206; &#x306E; &#x6240; &#x5C5E; &#x3057; &#x3066; &#x3044; &#x308B; &#x96C6; &#x56E3; &#x306F; &#x5931; &#x6557; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x306A; &#x304F; , &#x53C8; &#x306F; &#x4E07; &#x304C; &#x4E00; &#x5931; &#x6557; &#x3057; &#x3066; &#x3082; &#x96C6; &#x56E3; &#x306F; &#x5B58;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_au/2022r04h_sm_am2_qs/q023.png" alt="問. 23 設問画像">
			</figure>
		</article>
</section>

	</main>
	<footer>
		<hr>
		<p><a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a></p>
	</footer>
	
</body>
</html>