<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x30B9;&#x30DA;&#x30B7;&#x30E3;&#x30EA;&#x30B9;&#x30C8;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link rel="stylesheet" href="https://unpkg.com/mvp.css">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body>
	<header>
		<nav>
			<a href="/">
				IPA過去問Bot
			</a>
		</nav>
	</header>
	<main>
		
<section>
	<h2>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x30CD;&#x30C3;&#x30C8;&#x30EF;&#x30FC;&#x30AF;&#x30B9;&#x30DA;&#x30B7;&#x30E3;&#x30EA;&#x30B9;&#x30C8;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C;</h2>
		<article>
			<h3>問. 1</h3>
			<figure>
				<figcaption><small>&#x554F; 2 &#x9577; &#x8DDD; &#x96E2; &#x306E; &#x5149; &#x901A; &#x4FE1; &#x3067; &#x7528; &#x3044; &#x3089; &#x308C; &#x308B; &#x30DE; &#x30EB; &#x30C1; &#x30E2; &#x30FC; &#x30C9; &#x3068; &#x30B7; &#x30F3; &#x30B0; &#x30EB; &#x30E2; &#x30FC; &#x30C9; &#x306E; &#x5149; &#x30D5; &#x30A1; &#x30A4; &#x30D0; &#x306E; &#x4F1D; &#x9001; &#x7279;&#xD;&#xA;&#x6027; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x30B7; &#x30F3; &#x30B0; &#x30EB; &#x30E2; &#x30FC; &#x30C9; &#x306E; &#x65B9; &#x304C; &#x4F1D; &#x9001; &#x901F; &#x5EA6; &#x306F; &#x901F; &#x304F; , &#x4F1D; &#x9001; &#x8DDD; &#x96E2; &#x3082; &#x9577; &#x3044; &#x3002;&#xD;&#xA;&#x30B7; &#x30F3; &#x30B0; &#x30EB; &#x30E2; &#x30FC; &#x30C9; &#x306E; &#x65B9; &#x304C; &#x4F1D; &#x9001; &#x901F; &#x5EA6; &#x306F; &#x901F; &#x3044; &#x304C; , &#x4F1D; &#x9001; &#x8DDD; &#x96E2; &#x306F; &#x77ED; &#x3044; &#x3002;&#xD;&#xA;&#x30DE; &#x30EB; &#x30C1; &#x30E2; &#x30FC; &#x30C9; &#x306E; &#x65B9; &#x304C; &#x4F1D; &#x9001; &#x901F; &#x5EA6; &#x306F; &#x901F; &#x304F; , &#x4F1D; &#x9001; &#x8DDD; &#x96E2; &#x3082; &#x9577; &#x3044; &#x3002;&#xD;&#xA;&#x30DE; &#x30EB; &#x30C1; &#x30E2; &#x30FC; &#x30C9; &#x306E; &#x65B9; &#x304C; &#x4F1D; &#x9001; &#x901F; &#x5EA6; &#x306F; &#x901F; &#x3044; &#x304C; , &#x4F1D; &#x9001; &#x8DDD; &#x96E2; &#x306F; &#x77ED; &#x3044; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q001.png" alt="問. 1 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 2</h3>
			<figure>
				<figcaption><small>&#x554F; 3 &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x306B; &#x304A; &#x3044; &#x3066; , AS (Autonomous System) &#x9593; &#x306E; &#x7D4C; &#x8DEF; &#x5236; &#x5FA1; &#x306B; &#x7528; &#x3044; &#x3089; &#x308C; &#x308B; &#x30D7;&#xD;&#xA;&#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; BGP&#xD;&#xA;&#x30A4;&#xD;&#xA;IS-IS&#xD;&#xA;&#x30A6;&#xD;&#xA;OSPF&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q002.png" alt="問. 2 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 3</h3>
			<figure>
				<figcaption><small>&#x554F; 4 &#x30B9; &#x30D1; &#x30CB; &#x30F3; &#x30B0; &#x30C3; &#x30EA; &#x30FC; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; OSI &#x57FA; &#x672C; &#x53C2; &#x7167; &#x30E2; &#x30C7; &#x30EB; &#x306B; &#x304A; &#x3051; &#x308B; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x5C64; &#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30D7; &#x30EA; &#x30C3; &#x30B8; &#x9593; &#x306B; &#x8907; &#x6570; &#x7D4C; &#x8DEF; &#x304C; &#x3042; &#x308B; &#x5834; &#x5408; , &#x540C; &#x6642; &#x306B; &#x30D5; &#x30EC; &#x30FC; &#x30E0; &#x8EE2; &#x9001; &#x3059; &#x308B; &#x3053; &#x3068; &#x3092; &#x53EF; &#x80FD; &#x306B; &#x3059; &#x308B; &#x30D7;&#xD;&#xA;&#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30D6; &#x30ED; &#x30FC; &#x30C9; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30D5; &#x30EC; &#x30FC; &#x30E0; &#x3092; , &#x30D7; &#x30EA; &#x30C3; &#x30B8; &#x9593; &#x3067; &#x8EE2; &#x9001; &#x3057; &#x306A; &#x3044; &#x5229; &#x70B9; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30EB; &#x30FC; &#x30C8; &#x30D7; &#x30EA; &#x30C3; &#x30B8; &#x306E; &#x6C7A; &#x5B9A; &#x306B; &#x306F; , &#x30D7; &#x30EA; &#x30C3; &#x30B8; &#x306E; &#x512A; &#x5148; &#x9806; &#x4F4D; &#x3068; MAC &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x304C; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q003.png" alt="問. 3 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 4</h3>
			<figure>
				<figcaption><small>&#x554F; 5 DNS &#x306B; &#x304A; &#x3044; &#x3066; , &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x306E; &#x9001; &#x4FE1; &#x3060; &#x3051; &#x306B; &#x5229; &#x7528; &#x3055; &#x308C; &#x308B; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x30EC; &#x30B3; &#x30FC; &#x30C9; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;MX &#x30EC; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;PTR &#x30EC; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;NS &#x30EC; &#x30B3; &#x30FC; &#x30C9;&#xD;&#xA;SOA &#x30EC; &#x30B3; - &#x30C9;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q004.png" alt="問. 4 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 5</h3>
			<figure>
				<figcaption><small>&#x554F; 6 1 Pv4 &#x306B; &#x304A; &#x3051; &#x308B; ICMP &#x306E; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x9001; &#x4FE1; &#x5143; &#x304C; &#x8A2D; &#x5B9A; &#x3057; &#x305F; &#x30BD; &#x30FC; &#x30B9; &#x30EB; &#x30FC; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x304C; &#x5931; &#x6557; &#x3057; &#x305F; &#x5834; &#x5408; &#x306F; , Echo Reply &#x3092; &#x8FD4; &#x3059;&#xD;&#xA;&#x8EE2; &#x9001; &#x3055; &#x308C; &#x3066; &#x304D; &#x305F; &#x30C7; &#x30FC; &#x30BF; &#x30B0; &#x30E9; &#x30E0; &#x3092; &#x53D7; &#x4FE1; &#x3057; &#x305F; &#x30EB; &#x30FC; &#x30BF; &#x304C; , &#x305D; &#x306E; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306E; &#x6700; &#x9069; &#x306A; &#x30EB;&#xD;&#xA;&#x30FC; &#x30BF; &#x3092; &#x9001; &#x4FE1; &#x5143; &#x306B; &#x901A; &#x77E5; &#x3057; &#x3066; &#x7D4C; &#x8DEF; &#x306E; &#x5909; &#x66F4; &#x3092; &#x8981; &#x8ACB; &#x3059; &#x308B; &#x306B; &#x306F; , Redirect &#x3092; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30D5; &#x30E9; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x306E; &#x518D; &#x7D44; &#x7ACB; &#x3066; &#x4E2D; &#x306B; &#x30BF; &#x30A4; &#x30E0; &#x30A2; &#x30A6; &#x30C8; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x5834; &#x5408; &#x306F; , &#x30C7; &#x30FC; &#x30BF; &#x30B0; &#x30E9; &#x30E0; &#x3092; &#x7834;&#xD;&#xA;&#x68C4; &#x3057; &#x3066; Parameter ProbIem &#x3092; &#x8FD4; &#x3059; &#x3002;&#xD;&#xA;&#x5DE5; &#x30EB; &#x30FC; &#x30BF; &#x3067; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x3092; &#x8EE2; &#x9001; &#x3059; &#x308B; &#x969B; &#x306B; , &#x53D7; &#x4FE1; &#x5074; &#x306E; &#x30D0; &#x30C3; &#x30D5; &#x30A2; &#x304C; &#x3042; &#x3075; &#x308C; &#x305F; &#x5834; &#x5408; &#x306F; Time&#xD;&#xA;Exceeded &#x3092; &#x9001; &#x308A; , &#x9001; &#x4FE1; &#x30DB; &#x30B9; &#x30C8; &#x306B; &#x9001; &#x4FE1; &#x3092; &#x6291; &#x5236; &#x3059; &#x308B; &#x3053; &#x3068; &#x3092; &#x4FC3; &#x3059; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q005.png" alt="問. 5 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 6</h3>
			<figure>
				<figcaption><small>&#x554F; 7 &#x30DE; &#x30EB; &#x30C1; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30B0; &#x30EB; &#x30FC; &#x30D7; &#x3078; &#x306E; &#x53C2; &#x52A0; &#x3084; &#x96E2; &#x8131; &#x3092; &#x30DB; &#x30B9; &#x30C8; &#x304C; &#x901A; &#x77E5; &#x3057; &#x305F; &#x308A; , &#x30DE; &#x30EB; &#x30C1; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30B0;&#xD;&#xA;&#x30EB; &#x30FC; &#x30D7; &#x306B; &#x53C2; &#x52A0; &#x3057; &#x3066; &#x3044; &#x308B; &#x30DB; &#x30B9; &#x30C8; &#x306E; &#x6709; &#x7121; &#x3092; &#x30EB; &#x30FC; &#x30BF; &#x304C; &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x3057; &#x305F; &#x308A; &#x3059; &#x308B; &#x3068; &#x304D; &#x306B; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x30D7;&#xD;&#xA;&#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; ARP&#xD;&#xA;&#x30A4;&#xD;&#xA;IGMP&#xD;&#xA;&#x30A6;&#xD;&#xA;LDAP&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q006.png" alt="問. 6 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 7</h3>
			<figure>
				<figcaption><small>&#x554F; 8 SMTP (ESMTP &#x3092; &#x542B; &#x3080; ) &#x306E; &#x30BB; &#x30C3; &#x30B7; &#x30E7; &#x30F3; &#x958B; &#x59CB; &#x3092; &#x8868; &#x3059; &#x30B3; &#x30DE; &#x30F3; &#x30C9; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; DATA&#xD;&#xA;&#x30A4; EHLO&#xD;&#xA;RIP&#xD;&#xA;RCPT&#xD;&#xA;&#x30A6; MAIL&#xD;&#xA;4&#xD;&#xA;&#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q007.png" alt="問. 7 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 8</h3>
			<figure>
				<figcaption><small>&#x554F; 9 IPv4 &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x304C; 192.168.10.0 / 24 ~ 192.168.58. 24 &#x306E; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x3092; &#x5BFE; &#x8C61; &#x306B; &#x7D4C; &#x8DEF;&#xD;&#xA;&#x3092; &#x96C6; &#x7D04; &#x3059; &#x308B; &#x3068; &#x304D; , &#x96C6; &#x7D04; &#x3057; &#x305F; &#x7D4C; &#x8DEF; &#x306E; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x30D3; &#x30C3; &#x30C8; &#x6570; &#x304C; &#x6700; &#x3082; &#x591A; &#x304F; &#x306A; &#x308B; &#x3082;&#xD;&#xA;&#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;192.168.0.0 / 16&#xD;&#xA;192. 168.0.0 / 18&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;192. 168.0.0 / 17&#xD;&#xA;192. 168.0. &#x30EC; 19</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q008.png" alt="問. 8 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 9</h3>
			<figure>
				<figcaption><small>&#x554F; 1 0 1 EEE 802.3 &#x306E; &#x30A4; &#x30FC; &#x30B5; &#x30CD; &#x30C3; &#x30C8; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x304C; &#x56F3; &#x306E; &#x69CB; &#x6210; &#x306E; &#x3068; &#x304D; ,&#xD;&#xA;&#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5B9B; &#x5148; MAC&#xD;&#xA;&#x30A2; &#x30C9; &#x30EC; &#x30B9;&#xD;&#xA;&#x9001; &#x4FE1; &#x5143; MAC&#xD;&#xA;&#x30A2; &#x30C9; &#x30EC; &#x30B9;&#xD;&#xA;&#x30BF; &#x30A4; &#x30D7;&#xD;&#xA;IPv4 &#x3068; IPv6 &#x306B; &#x3088; &#x3063; &#x3066; &#x7570; &#x306A;&#xD;&#xA;FCS&#xD;&#xA;&#x30D7; &#x30EA; &#x30A2; &#x30F3;&#xD;&#xA;&#x30D7; &#x30EB;&#xD;&#xA;SFD &#x306E; &#x5024;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x5B9B; &#x5148; MAC &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3068; &#x9001; &#x4FE1; &#x5143; MAC &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x9577; &#x3055;&#xD;&#xA;&#x30BF; &#x30A4; &#x30D7; &#x306E; &#x5024;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; &#x306E; &#x6700; &#x5927; &#x9577;&#xD;&#xA;IPv4 &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x304A; &#x3044; &#x3066; , &#x4EA4; &#x63DB; &#x3059; &#x308B; &#x7D4C; &#x8DEF; &#x60C5; &#x5831; &#x306E; &#x4E2D; &#x306B; &#x30B5; &#x30D7; &#x30CD; &#x30C3; &#x30C8; &#x30DE; &#x30B9; &#x30AF; &#x304C; &#x542B; &#x307E; &#x308C;&#xD;&#xA;&#x3066; &#x3044; &#x306A; &#x3044; &#x30C0; &#x30A4; &#x30CA; &#x30DF; &#x30C3; &#x30AF; &#x30EB; &#x30FC; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; BGP-4&#xD;&#xA;&#x30A4; OSPF&#xD;&#xA;&#x30A6; RIP-I&#xD;&#xA;5&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q009.png" alt="問. 9 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 10</h3>
			<figure>
				<figcaption><small>&#x554F; 1 2 &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x30DB; &#x30B9; &#x30C8; &#x306E; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3068; &#x3057; &#x3066; &#x7528; &#x3044; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069;&#xD;&#xA;&#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30CE; &#x30A4; &#x30BA; , &#x5DE5; &#x30B3; &#x30FC;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;127. 16. 10.255 / 8&#xD;&#xA;192. 168.255.255 / 24&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q010.png" alt="問. 10 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 11</h3>
			<figure>
				<figcaption><small>&#x554F; 1 3 1 Pv4 &#x306E; &#x30DE; &#x30EB; &#x30C1; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30C3; &#x30C8; &#x3092; &#x30AD; &#x30E3; &#x30D7; &#x30C1; &#x30E3; &#x3057; &#x3066; &#x89E3; &#x6790; &#x3057; , SNMP &#x3092; &#x4F7F; &#x3063; &#x3066; &#x7BA1; &#x7406; &#x88C5; &#x7F6E; &#x306B; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x4ED5; &#x7D44; &#x307F; &#x306F;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q011.png" alt="問. 11 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 12</h3>
			<figure>
				<figcaption><small>&#x554F; 1 4 &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306E; &#x30C8; &#x30E9; &#x30D5; &#x30A3; &#x30C3; &#x30AF; &#x7BA1; &#x7406; &#x306B; &#x304A; &#x3044; &#x3066; , &#x6E2C; &#x5B9A; &#x5BFE; &#x8C61; &#x306E; &#x56DE; &#x7DDA; &#x3084; &#x30DD; &#x30FC; &#x30C8; &#x306A; &#x3069; &#x304B; &#x3089; &#x30D0; &#x30B1;&#xD;&#xA;IP &#x3088; &#x308A; &#x3082; &#x4E0A; &#x4F4D; &#x306E; &#x5C64; &#x3067; , &#x5FC5; &#x8981; &#x306A; &#x30C7; &#x30FC; &#x30BF; &#x304B; &#x5426; &#x304B; &#x304C; &#x5224; &#x65AD; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30DE; &#x30EB; &#x30C1; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x306F; , &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x4E0A; &#x306E; &#x5168; &#x3066; &#x306E; &#x30DB; &#x30B9; &#x30C8; &#x306B; &#x3088; &#x3063; &#x3066; &#x53D7; &#x4FE1; &#x3055; &#x308C; ,&#xD;&#xA;&#x3088; &#x3063; &#x3066; &#x4E2D; &#x7D99; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30DE; &#x30EB; &#x30C1; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x306F; , TTL &#x5024; &#x306B; &#x95A2; &#x4FC2; &#x306A; &#x304F; IP &#x30DE; &#x30EB; &#x30C1; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x5BFE; &#x5FDC; &#x30EB; &#x30FC; &#x30BF; &#x306B;&#xD;&#xA;&#x30A4; &#x30DE; &#x30EB; &#x30C1; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306B; &#x306F; , &#x30AF; &#x30E9; &#x30B9; D &#x306E; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x304C; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x3081; &#x3089; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x5168; &#x3066; &#x306E; &#x30DE; &#x30EB; &#x30C1; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306F; , &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3054; &#x3068; &#x306B; &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x7528; &#x9014; &#x304C; &#x56FA; &#x5B9A; &#x7684; &#x306B; &#x6C7A;&#xD;&#xA;&#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; MIB&#xD;&#xA;&#x30A4;&#xD;&#xA;RMON&#xD;&#xA;&#x30A6;&#xD;&#xA;SMTP&#xD;&#xA;&#x30B8; &#x30C3; &#x30BF;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q012.png" alt="問. 12 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 13</h3>
			<figure>
				<figcaption><small>&#x554F; 15 IP &#x96FB; &#x8A71; &#x306E; &#x97F3; &#x58F0; &#x54C1; &#x8CEA; &#x3092; &#x8868; &#x3059; &#x6307; &#x6A19; &#x306E; &#x3046; &#x3061; ,&#xD;&#xA;&#x9045; &#x5EF6; &#x306A; &#x3069; &#x304B; &#x3089; &#x7B97; &#x51FA; &#x3055; &#x308C; &#x308B;&#xD;&#xA;&#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; MOS &#x5024;&#xD;&#xA;&#x30A4;&#xD;&#xA;R &#x5024;&#xD;&#xA;&#x30A6;&#xD;&#xA;6&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x640D; &#x5931; &#x7387;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q013.png" alt="問. 13 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 14</h3>
			<figure>
				<figcaption><small>&#x554F; 16 RLO (Right-to-Left 0verride) &#x3092; &#x5229; &#x7528; &#x3057; &#x305F; &#x624B; &#x53E3; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x201C; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x306B; &#x611F; &#x67D3; &#x3057; &#x3066; &#x3044; &#x308B; &#x201D; &#x3068; &#x3044; &#x3063; &#x305F; &#x507D; &#x306E; &#x8B66; &#x544A; &#x3092; &#x51FA; &#x3057; &#x3066; &#x5229; &#x7528; &#x8005; &#x3092; &#x8105; &#x3057; ,&#xD;&#xA;&#x30A7; &#x30A2; &#x5BFE; &#x7B56; &#x30BD; &#x30D5; &#x30C8; &#x306E; &#x8CFC; &#x5165; &#x306A; &#x3069; &#x3092; &#x8FEB; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x8106; &#x5F31; &#x6027; &#x304C; &#x3042; &#x308B; &#x30DB; &#x30B9; &#x30C8; &#x3084; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x3042; &#x3048; &#x3066; &#x516C; &#x958B; &#x3057; , &#x653B; &#x6483; &#x306E; &#x5185; &#x5BB9; &#x3092; &#x89B3; &#x5BDF; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30DE; &#x30EB; &#x30A6;&#xD;&#xA;&#x30A6; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x6A5F; &#x5668; &#x306E; &#x8A2D; &#x5B9A; &#x3092; &#x4E0D; &#x6B63; &#x306B; &#x5909; &#x66F4; &#x3057; &#x3066; , MIB &#x60C5; &#x5831; &#x306E; &#x3046; &#x3061; &#x76E3; &#x8996; &#x9805; &#x76EE; &#x306E; &#x5024; &#x306E; &#x5909; &#x5316;&#xD;&#xA;&#x3092; &#x691C; &#x77E5; &#x3057; &#x305F; &#x3068; &#x304D; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x306B; &#x95A2; &#x3059; &#x308B; &#x30A4; &#x30D9; &#x30F3; &#x30C8; &#x3092; SNMP &#x30DE; &#x30CD; &#x30FC; &#x30B8; &#x30E3; &#x5B9B; &#x3066; &#x306B; &#x901A; &#x77E5; &#x3055; &#x305B;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x6587; &#x5B57; &#x306E; &#x8868; &#x793A; &#x9806; &#x3092; &#x5909; &#x3048; &#x308B; &#x5236; &#x5FA1; &#x6587; &#x5B57; &#x3092; &#x5229; &#x7528; &#x3057; , &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x540D; &#x306E; &#x62E1; &#x5F35; &#x5B50; &#x3092; &#x507D; &#x88C5; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q014.png" alt="問. 14 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 15</h3>
			<figure>
				<figcaption><small>&#x554F; 17 &#x6697; &#x53F7; &#x5316; &#x88C5; &#x7F6E; &#x306B; &#x304A; &#x3051; &#x308B; &#x6697; &#x53F7; &#x5316; &#x51E6; &#x7406; &#x6642; &#x306E; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x3092; &#x6E2C; &#x5B9A; &#x3059; &#x308B; &#x306A; &#x3069; &#x3057; &#x3066; , &#x5F53; &#x8A72; &#x88C5; &#x7F6E; &#x5185; &#x90E8; &#x306E;&#xD;&#xA;&#x79D8; &#x5BC6; &#x60C5; &#x5831; &#x3092; &#x63A8; &#x5B9A; &#x3059; &#x308B; &#x653B; &#x6483; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30AD; &#x30FC; &#x30ED; &#x30AC; &#x30FC;&#xD;&#xA;&#x30B9; &#x30DF; &#x30C3; &#x30B7; &#x30F3; &#x30B0;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x30B5; &#x30A4; &#x30C9; &#x30C1; &#x30E3; &#x30CD; &#x30EB; &#x653B; &#x6483;&#xD;&#xA;&#x4E2D; &#x9593; &#x8005; &#x653B; &#x6483;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q015.png" alt="問. 15 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 16</h3>
			<figure>
				<figcaption><small>&#x554F; 18 DNS &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x7BA1; &#x7406; &#x3055; &#x308C; &#x308B; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x60C5; &#x5831; &#x306E; &#x4E2D; &#x3067; , &#x5916; &#x90E8; &#x306B; &#x516C; &#x958B; &#x3059; &#x308B; &#x5FC5; &#x8981; &#x304C; &#x306A; &#x3044; &#x60C5; &#x5831;&#xD;&#xA;&#x304C; &#x653B; &#x6483; &#x8005; &#x306B; &#x3088; &#x3063; &#x3066; &#x8AAD; &#x307F; &#x51FA; &#x3055; &#x308C; &#x308B; &#x3053; &#x3068; &#x3092; &#x9632; &#x6B62; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; , &#x30D7; &#x30E9; &#x30A4; &#x30DE; &#x30EA; DNS &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x8A2D; &#x5B9A;&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;SOA &#x30EC; &#x30B3; &#x30FC; &#x30C9; &#x306E; &#x30B7; &#x30EA; &#x30A2; &#x30EB; &#x756A; &#x53F7; &#x3092; &#x66F4; &#x65B0; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5916; &#x90E8; &#x306E; DNS &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x30EC; &#x30B3; &#x30FC; &#x30C9; &#x304C; &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x3055; &#x308C; &#x308B; &#x6642; &#x9593; &#x3092; &#x77ED; &#x304F; &#x8A2D; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30BE; &#x30FC; &#x30F3; &#x8EE2; &#x9001; &#x3092; &#x8A31; &#x53EF; &#x3059; &#x308B; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x9650; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30E9; &#x30A6; &#x30F3; &#x30C9; &#x30ED; &#x30D3; &#x30F3; &#x3092; &#x8A2D; &#x5B9A; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q016.png" alt="問. 16 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 17</h3>
			<figure>
				<figcaption><small>&#x554F; 19 VLAN &#x6A5F; &#x80FD; &#x3092; &#x3082; &#x3063; &#x305F; 1 &#x53F0; &#x306E; &#x30EC; &#x30A4; &#x30E4; 3 &#x30B9; &#x30A4; &#x30C3; &#x30C1; &#x306B; 40 &#x53F0; &#x306E; PC &#x3092; &#x63A5; &#x7D9A; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002; &#x30B9; &#x30A4; &#x30C4;&#xD;&#xA;&#x30C1; &#x306E; &#x30DD; &#x30FC; &#x30C8; &#x3092; &#x30B0; &#x30EB; &#x30FC; &#x30D7; &#x5316; &#x3057; &#x3066; &#x8907; &#x6570; &#x306E; &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x5206; &#x3051; &#x305F; &#x3068; &#x304D; , &#x30B9; &#x30A4; &#x30C3; &#x30C1; &#x306E; &#x30DD; &#x30FC; &#x30C8; &#x3092; &#x30BB;&#xD;&#xA;&#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x306B; &#x5206; &#x3051; &#x306A; &#x3044; &#x5834; &#x5408; &#x306B; &#x6BD4; &#x3079; &#x3066; &#x5F97; &#x3089; &#x308C; &#x308B; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x4E0A; &#x306E; &#x52B9; &#x679C; &#x306E; &#x4E00; &#x3064; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30B9; &#x30A4; &#x30C3; &#x30C1; &#x304C; , pc &#x304B; &#x3089; &#x9001; &#x51FA; &#x3055; &#x308C; &#x308B; ICMP &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x3092; &#x540C; &#x4E00; &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x5185; &#x3082; &#x542B; &#x3081; , &#x5168; &#x3066;&#xD;&#xA;&#x906E; &#x65AD; &#x3059; &#x308B; &#x306E; &#x3067; , pc &#x9593; &#x306E; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x611F; &#x67D3; &#x306E; &#x30EA; &#x30B9; &#x30AF; &#x3092; &#x4F4E; &#x6E1B; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B9; &#x30A4; &#x30C3; &#x30C1; &#x304C; , pc &#x304B; &#x3089; &#x306E; &#x30D7; &#x30ED; &#x30FC; &#x30C9; &#x30AD; &#x30E3; &#x30B9; &#x30C8; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x306E; &#x5230; &#x9054; &#x7BC4; &#x56F2; &#x3092; &#x5236; &#x9650; &#x3059; &#x308B; &#x306E; &#x3067; ,&#xD;&#xA;&#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x60C5; &#x5831; &#x306E; &#x4E0D; &#x8981; &#x306A; &#x6D41; &#x51FA; &#x306E; &#x30EA; &#x30B9; &#x30AF; &#x3092; &#x4F4E; &#x6E1B; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30B9; &#x30A4; &#x30C3; &#x30C1; &#x304C; , pc &#x306E; MAC &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x304B; &#x3089; &#x63A5; &#x7D9A; &#x53EF; &#x5426; &#x3092; &#x5224; &#x5225; &#x3059; &#x308B; &#x306E; &#x3067; , PC &#x306E; &#x4E0D; &#x6B63; &#x63A5; &#x7D9A; &#x306E;&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; &#x3092; &#x4F4E; &#x6E1B; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30B9; &#x30A4; &#x30C3; &#x30C1; &#x304C; , &#x7269; &#x7406; &#x30DD; &#x30FC; &#x30C8; &#x3054; &#x3068; &#x306B; , &#x6C7A; &#x307E; &#x3063; &#x305F; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x3082; &#x3064; PC &#x306E; &#x63A5; &#x7D9A; &#x3060; &#x3051; &#x3092; &#x8A31;&#xD;&#xA;&#x53EF; &#x3059; &#x308B; &#x306E; &#x3067; , pc &#x306E; &#x4E0D; &#x6B63; &#x63A5; &#x7D9A; &#x306E; &#x30EA; &#x30B9; &#x30AF; &#x3092; &#x4F4E; &#x6E1B; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q017.png" alt="問. 17 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 18</h3>
			<figure>
				<figcaption><small>&#x554F; 20 &#x30C7; &#x30B8; &#x30BF; &#x30EB; &#x30D5; &#x30A9; &#x30EC; &#x30F3; &#x30B8; &#x30C3; &#x30AF; &#x30B9; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x753B; &#x50CF; , &#x97F3; &#x697D; &#x306A; &#x3069; &#x306E; &#x30C7; &#x30B8; &#x30BF; &#x30EB; &#x30B3; &#x30F3; &#x30C6; &#x30F3; &#x30C4; &#x306B; &#x8457; &#x4F5C; &#x6A29; &#x8005; &#x306A; &#x3069; &#x306E; &#x60C5; &#x5831; &#x3092; &#x57CB; &#x3081; &#x8FBC; &#x3080; &#x3002;&#xD;&#xA;&#x30A4; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x3084; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306E; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x4E0A; &#x306E; &#x5F31; &#x70B9; &#x3092; &#x767A; &#x898B; &#x3059; &#x308B; &#x30C6; &#x30B9; &#x30C8; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x5B9F; &#x969B; &#x306B; &#x653B; &#x6483; &#x3057; &#x3066; &#x4FB5; &#x5165; &#x3092; &#x8A66; &#x307F; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5DE7; &#x307F; &#x306A; &#x8A71; &#x8853; , &#x76D7; &#x307F; &#x805E; &#x304D; , &#x76D7; &#x307F; &#x898B; &#x306A; &#x3069; &#x306E; &#x624B; &#x6BB5; &#x306B; &#x3088; &#x3063; &#x3066; , &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306E; &#x7BA1; &#x7406; &#x8005; , &#x5229;&#xD;&#xA;&#x7528; &#x8005; &#x306A; &#x3069; &#x304B; &#x3089; , &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306A; &#x3069; &#x306E; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x4E0A; &#x91CD; &#x8981; &#x306A; &#x60C5; &#x5831; &#x3092; &#x5165; &#x624B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x72AF; &#x7F6A; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A3C; &#x62E0; &#x3068; &#x306A; &#x308A; &#x5F97; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x4FDD; &#x5168; &#x3057; , &#x8ABF; &#x67FB; , &#x5206; &#x6790; , &#x305D; &#x306E; &#x5F8C; &#x306E; &#x8A34; &#x8A1F; &#x306A; &#x3069; &#x306B;&#xD;&#xA;&#x5099; &#x3048; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q018.png" alt="問. 18 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 19</h3>
			<figure>
				<figcaption><small>&#x554F; 21 DNS &#x306E; &#x518D; &#x5E30; &#x7684; &#x306A; &#x554F; &#x5408; &#x305B; &#x3092; &#x4F7F; &#x3063; &#x305F; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x59A8; &#x5BB3; &#x653B; &#x6483; (DNS &#x30EA; &#x30D5; &#x30EC; &#x30AF; &#x30BF; &#x653B; &#x6483; ) &#x306E; &#x8E0F; &#x307F; &#x53F0;&#xD;&#xA;&#x30A2; DNS &#x30B5; &#x30FC; &#x30D0; &#x3092; DNS &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30B5; &#x30FC; &#x30D0; &#x3068; &#x6A29; &#x5A01; DNS &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x5206; &#x96E2; &#x3057; , &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8;&#xD;&#xA;&#x306B; &#x3055; &#x308C; &#x306A; &#x3044; &#x305F; &#x3081; &#x306E; &#x5BFE; &#x7B56; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5DE5; &#x307B; &#x304B; &#x306E; &#x6A29; &#x5A01; DNS &#x30B5; &#x30FC; &#x30D0; &#x304B; &#x3089; &#x9001; &#x3089; &#x308C; &#x3066; &#x304F; &#x308B; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3068; &#x30DB; &#x30B9; &#x30C8; &#x540D; &#x306E; &#x5BFE; &#x5FDC; &#x60C5; &#x5831; &#x306E; &#x4FE1;&#xD;&#xA;&#x30BB; &#x30B9; &#x3092; &#x632F; &#x308A; &#x5206; &#x3051; &#x3066; &#x5206; &#x6563; &#x3055; &#x305B; &#x308B; &#x3088; &#x3046; &#x306B; &#x8A2D; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30FC; &#x3063; &#x306E; DNS &#x30EC; &#x30B3; &#x30FC; &#x30C9; &#x306B; &#x8907; &#x6570; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306E; I P &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x5272; &#x308A; &#x5F53; &#x3066; , &#x30B5; &#x30FC; &#x30D0; &#x3078; &#x306E; &#x30A2; &#x30AF;&#xD;&#xA;&#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x767B; &#x9332; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x554F; &#x5408; &#x305B; &#x304C; &#x3042; &#x3063; &#x305F; &#x30C9; &#x30E1; &#x30A4; &#x30F3; &#x306B; &#x95A2; &#x3059; &#x308B; &#x60C5; &#x5831; &#x3092; Wh &#x3002; is &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x3067; &#x78BA; &#x8A8D; &#x3057; &#x3066; &#x304B; &#x3089; DNS&#xD;&#xA;&#x5074; &#x304B; &#x3089; DNS &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x554F; &#x5408; &#x305B; &#x3067; &#x304D; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x983C; &#x6027; &#x3092; , &#x30C7; &#x30B8; &#x30BF; &#x30EB; &#x7F72; &#x540D; &#x3067; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x3088; &#x3046; &#x306B; &#x8A2D; &#x5B9A; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q019.png" alt="問. 19 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 20</h3>
			<figure>
				<figcaption><small>&#x554F; 22 &#x91CF; &#x5B50; &#x30A2; &#x30FC; &#x30FC; &#x30EA; &#x30F3; &#x30B0; &#x65B9; &#x5F0F; &#x306E; &#x91CF; &#x5B50; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x6975; &#x4F4E; &#x6E29; &#x306E; &#x74B0; &#x5883; &#x306E; &#x4E2D; &#x3067; , &#x91CF; &#x5B50; &#x30B2; &#x30FC; &#x30C8; &#x3092; &#x7528; &#x3044; &#x3066; &#x6F14; &#x7B97; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x81A8; &#x5927; &#x306A; &#x9078; &#x629E; &#x80A2; &#x306E; &#x4E2D; &#x304B; &#x3089; &#x6700; &#x9069; &#x306A; &#x9078; &#x629E; &#x80A2; &#x3092; &#x63A2; &#x3059; &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x306B; &#x7279; &#x5316; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x8907; &#x6570; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x540C; &#x4E00; &#x306E; &#x6F14; &#x7B97; &#x51E6; &#x7406; &#x3092; &#x9AD8; &#x901F; &#x306B; &#x5B9F; &#x884C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x5F93; &#x6765; &#x306E; CPU &#x3068; &#x540C; &#x69D8; &#x306B; &#x547D; &#x4EE4; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x6F14; &#x7B97; , &#x8A18; &#x61B6; &#x3068; &#x5236; &#x5FA1; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q020.png" alt="問. 20 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 21</h3>
			<figure>
				<figcaption><small>&#x554F; 23 &#x3042; &#x308B; 2 &#x5C40; &#x9593; &#x306E; &#x901A; &#x4FE1; &#x56DE; &#x7DDA; &#x306E; &#x30A2; &#x30D9; &#x30A4; &#x30E9; &#x30D3; &#x30EA; &#x30C6; &#x30A3; ( &#x7A3C; &#x50CD; &#x7387; ) &#x306F; 0.9 &#x3067; &#x3042; &#x3063; &#x305F; &#x3002; &#x901A; &#x4FE1; &#x56DE; &#x7DDA; &#x90E8;&#xD;&#xA;&#x5206; &#x306E; &#x30CB; &#x91CD; &#x5316; &#x3092; &#x884C; &#x3063; &#x305F; &#x3068; &#x3053; &#x308D; , &#x30A2; &#x30D9; &#x30A4; &#x30E9; &#x30D3; &#x30EA; &#x30C6; &#x30A3; &#x304C; 0.999 &#x3068; &#x306A; &#x3063; &#x305F; &#x3002;&#xD;&#xA;&#x8A2D; &#x7F6E; &#x3057; &#x305F; &#x901A; &#x4FE1; &#x56DE; &#x7DDA; &#x306E; &#x30A2; &#x30D9; &#x30A4; &#x30E9; &#x30D3; &#x30EA; &#x30C6; &#x30A3; &#x306F; &#x5E7E; &#x3089; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; 0.990&#xD;&#xA;&#x30A4; 0.993&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x3053; &#x306E; &#x3068; &#x304D; , &#x65B0; &#x305F; &#x306B;&#xD;&#xA;0. 999&#xD;&#xA;&#x30A6; 0.996</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q021.png" alt="問. 21 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 22</h3>
			<figure>
				<figcaption><small>&#x554F; 24 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x898F; &#x5B9A; &#x5916; &#x306E; &#x7121; &#x52B9; &#x306A; &#x30C7; &#x30FC; &#x30BF; &#x304C; &#x5165; &#x529B; &#x3055; &#x308C; &#x305F; &#x3068; &#x304D; , &#x8AA4; &#x5165; &#x529B; &#x3067; &#x3042; &#x308B; &#x3053; &#x3068; &#x3092; &#x4F1D; &#x3048; &#x308B; &#x30E1;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x7570; &#x5E38; &#x7D42; &#x4E86; &#x3055; &#x305B; &#x306A; &#x3044; &#x8A2D;&#xD;&#xA;&#x30D5; &#x30A7; &#x30FC; &#x30EB; &#x30BB; &#x30FC; &#x30D5;&#xD;&#xA;&#x30D5; &#x30A9; &#x30FC; &#x30EB; &#x30C8; &#x30C8; &#x30EC; &#x30E9; &#x30F3; &#x30B9;&#xD;&#xA;&#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x3092; &#x8868; &#x793A; &#x3057; &#x3066; &#x6B63; &#x3057; &#x3044; &#x5165; &#x529B; &#x3092; &#x4FC3; &#x3059; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; ,&#xD;&#xA;&#x8A08; &#x306F; &#x4F55; &#x3068; &#x3044; &#x3046; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30D5; &#x30FC; &#x30EB; &#x30D7; &#x30EB; &#x30FC; &#x30D5;&#xD;&#xA;&#x30D5; &#x30A7; &#x30FC; &#x30EB; &#x30BD; &#x30D5; &#x30C8;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q022.png" alt="問. 22 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 23</h3>
			<figure>
				<figcaption><small>&#x554F; 25 &#x30B9; &#x30C6; &#x30FC; &#x30B8; &#x30F3; &#x30B0; &#x74B0; &#x5883; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x958B; &#x767A; &#x8005; &#x304C; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3092; &#x5909; &#x66F4; &#x3059; &#x308B; &#x305F; &#x3073; &#x306B; , &#x30B9; &#x30C6; &#x30FC; &#x30B8; &#x30F3; &#x30B0; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3092; &#x76F4; &#x63A5;&#xD;&#xA;&#x30C7; &#x30D6; &#x30ED; &#x30A4; &#x3057; &#x3066; &#x52D5; &#x4F5C; &#x3092; &#x78BA; &#x8A8D; &#x3057; , &#x30C7; &#x30D0; &#x30C3; &#x30B0; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x74B0; &#x5883;&#xD;&#xA;&#x30A4; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x3079; &#x30FC; &#x30BF; &#x7248; &#x3092; &#x5E83; &#x304F; &#x4E00; &#x822C; &#x306E; &#x5229; &#x7528; &#x8005; &#x306B; &#x516C; &#x958B; &#x3057; &#x3066; &#x30C6; &#x30B9; &#x30C8; &#x3092; &#x5B9F; &#x65BD; &#x3057; &#x3066; &#x3082; &#x3089; &#x3046; &#x3053; &#x3068;&#xD;&#xA;&#x306B; &#x3088; &#x3063; &#x3066; , &#x554F; &#x984C; &#x70B9; &#x3084; &#x30D0; &#x30B0; &#x3092; &#x5831; &#x544A; &#x3057; &#x3066; &#x3082; &#x3089; &#x3046; &#x74B0; &#x5883;&#xD;&#xA;&#x30A6; &#x4FDD; &#x8B77; &#x3059; &#x308B; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x3068; &#x5916; &#x90E8; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306E; &#x9593; &#x306B; &#x5883; &#x754C; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; (DMZ) &#x3092; &#x8A2D;&#xD;&#xA;&#x7F6E; &#x3057; &#x3066; , &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x3092; &#x9AD8; &#x3081; &#x305F; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x74B0; &#x5883;&#xD;&#xA;&#x5DE5; &#x672C; &#x756A; &#x74B0; &#x5883; &#x3068; &#x307B; &#x307C; &#x540C; &#x3058; &#x74B0; &#x5883; &#x3092; &#x7528; &#x610F; &#x3057; &#x3066; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30EA; &#x30EA; &#x30FC; &#x30B9; &#x524D; &#x306E; &#x6700; &#x7D42; &#x30C6; &#x30B9; &#x30C8; &#x3092; &#x884C; &#x3046; &#x74B0;&#xD;&#xA;&#x5883;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_es/2022r04h_nw_am2_qs/q023.png" alt="問. 23 設問画像">
			</figure>
		</article>
</section>

	</main>
	<footer>
		<hr>
		<p><a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a></p>
	</footer>
	
</body>
</html>