<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x9AD8;&#x5EA6;&#x8A66;&#x9A13; &#x5348;&#x524D;I &#x554F;&#x984C;&#x3010;&#x5171;&#x901A;&#x3011; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link rel="stylesheet" href="https://unpkg.com/mvp.css">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body>
	<header>
		<nav>
			<a href="/">
				IPA過去問Bot
			</a>
		</nav>
	</header>
	<main>
		
<section>
	<h2>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x9AD8;&#x5EA6;&#x8A66;&#x9A13; &#x5348;&#x524D;I &#x554F;&#x984C;&#x3010;&#x5171;&#x901A;&#x3011;</h2>
		<article>
			<h3>問. 1</h3>
			<figure>
				<figcaption><small>&#x554F; 1 &#x30CF; &#x30DF; &#x30F3; &#x30B0; &#x7B26; &#x53F7; &#x3068; &#x306F; , &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x5197; &#x9577; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x4ED8; &#x52A0; &#x3057; &#x3066; , 1 &#x30D3; &#x30C3; &#x30C8; &#x306E; &#x8AA4; &#x308A; &#x3092; &#x8A02; &#x6B63; &#x3067; &#x304D; &#x308B;&#xD;&#xA;P3 &#x306F; , &#x305D; &#x308C; &#x305E; &#x308C;&#xD;&#xA;P2, PI &#x3092; &#x4ED8; &#x52A0; &#x3057; &#x305F; &#x30CF; &#x30DF; &#x30F3; &#x30B0; &#x7B26; &#x53F7; XI X2X3P3X4P2 PI &#x3092; &#x8003; &#x3048; &#x308B; &#x3002;&#xD;&#xA;&#x3053; &#x3053; &#x3067; &#x306F; , XI , X2, X3, X4 &#x306E; 4 &#x30D3; &#x30C3; &#x30C8; &#x304B; &#x3089; &#x6210; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x306B; , 3&#xD;&#xA;XI &#x2460; X2 &#x2460; X3 &#x2460; P3 = 0&#xD;&#xA;XI &#x2460; X2 &#x2460; X4 &#x3007; P2 = 0&#xD;&#xA;XI &#x3007; X3 &#x2460; X4 &#x2463; PI = 0&#xD;&#xA;&#x4ED8; &#x52A0; &#x3057; &#x305F; &#x30D3; &#x30C3; &#x30C8; PI , P2,&#xD;&#xA;&#x30D3; &#x30C3; &#x30C8; &#x306E; &#x5197; &#x9577; &#x30D3; &#x30C3; &#x30C8; P3,&#xD;&#xA;&#x3088; &#x3046; &#x306B; &#x3057; &#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30CF; &#x30DF; &#x30F3; &#x30B0; &#x7B26; &#x53F7; 1 1 1 1 1 &#x306B; &#x306F; 1 &#x30D3; &#x30C3; &#x30C8; &#x306E; &#x8AA4; &#x308A; &#x304C; &#x5B58; &#x5728; &#x3059; &#x308B; &#x3002; &#x8AA4; &#x308A; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x8A02; &#x6B63; &#x3057; &#x305F; &#x30CF; &#x30DF;&#xD;&#xA;&#x3068; &#x306A; &#x308B; &#x3088; &#x3046; &#x306B; &#x6C7A; &#x3081; &#x308B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x3007; &#x306F; &#x6392; &#x4ED6; &#x7684; &#x8AD6; &#x7406; &#x548C; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x30F3; &#x30B0; &#x7B26; &#x53F7; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; 011 1 1&#xD;&#xA;&#x30A4;&#xD;&#xA;1 01 1 1&#xD;&#xA;&#x30A6;&#xD;&#xA;1 1 &#x56F2; 01 1&#xD;&#xA;&#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q001.png" alt="問. 1 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 2</h3>
			<figure>
				<figcaption><small>&#x554F; 2 &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x306F; , &#x914D; &#x5217; &#x3067; &#x5B9F; &#x73FE; &#x3059; &#x308B; &#x5834; &#x5408; &#x3068; &#x30DD; &#x30A4; &#x30F3; &#x30BF; &#x3067; &#x5B9F; &#x73FE; &#x3059; &#x308B; &#x5834; &#x5408; &#x3068; &#x304C; &#x3042; &#x308B; &#x3002; &#x30EA; &#x30B9; &#x30C8; &#x3092; &#x914D;&#xD;&#xA;&#x5217; &#x3067; &#x5B9F; &#x73FE; &#x3057; &#x305F; &#x5834; &#x5408; &#x306E; &#x7279; &#x5FB4; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x914D; &#x5217; &#x3092; &#x7528; &#x3044; &#x305F; &#x30EA; &#x30B9; &#x30C8;&#xD;&#xA;&#x306F; &#x914D; &#x5217; &#x306B; &#x8981; &#x7D20; &#x3092; &#x9023; &#x7D9A; &#x3057; &#x3066; &#x683C; &#x7D0D; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x30EA; &#x30B9; &#x30C8; &#x3092; &#x69CB; &#x6210; &#x3057; , &#x30DD; &#x30A4; &#x30F3; &#x30BF; &#x3092; &#x7528; &#x3044; &#x305F; &#x30EA;&#xD;&#xA;&#x30B9; &#x30C8; &#x306F; &#x8981; &#x7D20; &#x3068; &#x6B21; &#x306E; &#x8981; &#x7D20; &#x3078; &#x306E; &#x30DD; &#x30A4; &#x30F3; &#x30BF; &#x3092; &#x7528; &#x3044; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x30EA; &#x30B9; &#x30C8; &#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x3042; &#x308B; &#x5B9F; &#x969B; &#x306E; &#x8981; &#x7D20; &#x6570; &#x306B; &#x304B; &#x304B; &#x308F; &#x3089; &#x305A; , &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x5165; &#x308C; &#x3089; &#x308C; &#x308B; &#x8981; &#x7D20; &#x306E; &#x6700; &#x5927; &#x500B; &#x6570; &#x306B;&#xD;&#xA;&#x5BFE; &#x5FDC; &#x3057; &#x305F; &#x9818; &#x57DF; &#x3092; &#x78BA; &#x4FDD; &#x3057; , &#x5B9F; &#x969B; &#x306B; &#x306F; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x306A; &#x3044; &#x9818; &#x57DF; &#x304C; &#x767A; &#x751F; &#x3059; &#x308B; &#x53EF; &#x80FD; &#x6027; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30EA; &#x30B9; &#x30C8; &#x306E; &#x4E2D; &#x9593; &#x8981; &#x7D20; &#x3092; &#x53C2; &#x7167; &#x3059; &#x308B; &#x306B; &#x306F; , &#x30EA; &#x30B9; &#x30C8; &#x306E; &#x5148; &#x982D; &#x304B; &#x3089; &#x9806; &#x756A; &#x306B; &#x8981; &#x7D20; &#x3092; &#x305F; &#x3069; &#x3063; &#x3066; &#x3044; &#x304F;&#xD;&#xA;&#x3053; &#x3068; &#x304B; &#x3089; , &#x8981; &#x7D20; &#x6570; &#x306B; &#x6BD4; &#x4F8B; &#x3057; &#x305F; &#x6642; &#x9593; &#x304C; &#x5FC5; &#x8981; &#x3068; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30EA; &#x30B9; &#x30C8; &#x306E; &#x8981; &#x7D20; &#x3092; &#x683C; &#x7D0D; &#x3059; &#x308B; &#x9818; &#x57DF; &#x306E; &#x4ED6; &#x306B; , &#x6B21; &#x306E; &#x8981; &#x7D20; &#x3092; &#x6307; &#x3057; &#x793A; &#x3059; &#x305F; &#x3081; &#x306E; &#x9818; &#x57DF; &#x304C; &#x5225; &#x9014; &#x5FC5; &#x8981;&#xD;&#xA;&#x3068; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30EA; &#x30B9; &#x30C8; &#x3078; &#x306E; &#x633F; &#x5165; &#x4F4D; &#x7F6E; &#x304C; &#x5206; &#x304B; &#x308B; &#x5834; &#x5408; &#x306B; &#x306F; , &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x3042; &#x308B; &#x5B9F; &#x969B; &#x306E; &#x8981; &#x7D20; &#x6570; &#x306B; &#x304B; &#x304B; &#x308F; &#x3089; &#x305A; ,&#xD;&#xA;&#x8981; &#x7D20; &#x306E; &#x633F; &#x5165; &#x3092; &#x4E00; &#x5B9A; &#x6642; &#x9593; &#x3067; &#x884C; &#x3046; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q002.png" alt="問. 2 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 3</h3>
			<figure>
				<figcaption><small>&#x554F; 3 &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x8A00; &#x8A9E; &#x306E; &#x3046; &#x3061; , &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x306E; &#x7BC4; &#x56F2; &#x3092; &#x6307; &#x5B9A; &#x3059; &#x308B; &#x65B9; &#x6CD5; &#x3068; &#x3057; &#x3066; &#x7279; &#x5B9A; &#x306E; &#x8A18; &#x53F7; &#x3084; &#x4E88; &#x7D04; &#x8A9E;&#xD;&#xA;&#x3092; &#x7528; &#x3044; &#x305A; , &#x7B49; &#x3057; &#x3044; &#x6587; &#x5B57; &#x6570; &#x306E; &#x5B57; &#x4E0B; &#x3052; &#x3092; &#x7528; &#x3044; &#x308B; &#x3068; &#x3044; &#x3046; &#x7279; &#x5FB4; &#x3092; &#x3082; &#x3064; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4; Java&#xD;&#xA;&#x30A6; PHP&#xD;&#xA;&#x5DE5; Python</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q003.png" alt="問. 3 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 4</h3>
			<figure>
				<figcaption><small>&#x554F; 4 &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x304C; &#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x554F; &#x306E; 1 / 30 &#x3067; , &#x30D2; &#x30C3; &#x30C8; &#x7387; &#x304C;&#xD;&#xA;95 % &#x306E; &#x3068; &#x304D; , &#x5B9F; &#x52B9; &#x30E1; &#x30E2; &#x30EA; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x306F; , &#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x306E; &#x7D04; &#x4F55; &#x500D; &#x306B; &#x306A; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; 0. 03&#xD;&#xA;&#x30A4; 0 &#x300F; 8&#xD;&#xA;&#x30A6; 0.37&#xD;&#xA;&#x5DE5; 0. 95</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q004.png" alt="問. 4 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 5</h3>
			<figure>
				<figcaption><small>&#x554F; 5 &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x3068; , &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x306B; &#x304A; &#x3051; &#x308B; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x4E26; &#x5217; &#x5316; &#x304C; &#x53EF; &#x80FD; &#x306A; &#x90E8; &#x5206; &#x306E; &#x5272; &#x5408; &#x3068; &#x304C; , &#x6027;&#xD;&#xA;&#x80FD; &#x5411; &#x4E0A; &#x3078; &#x53CA; &#x307C; &#x3059; &#x5F71; &#x97FF; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x30A2; &#x30E0; &#x30C0; &#x30FC; &#x30EB; &#x306E; &#x6CD5; &#x5247; &#x306B; &#x57FA; &#x3065; &#x3044; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x5168; &#x3066; &#x306E; &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x304C; &#x4E26; &#x5217; &#x5316; &#x3067; &#x304D; &#x308B; &#x5834; &#x5408; , &#x901F; &#x5EA6; &#x5411; &#x4E0A; &#x6BD4; &#x306F; ,&#xD;&#xA;&#x3042; &#x308B; &#x6C34; &#x6E96; &#x306B; &#x6F38; &#x8FD1; &#x7684; &#x306B; &#x8FD1; &#x3065; &#x304F; &#x3002;&#xD;&#xA;&#x30A4; &#x4E26; &#x5217; &#x5316; &#x3067; &#x304D; &#x306A; &#x3044; &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x304C; &#x3042; &#x308B; &#x5834; &#x5408; , &#x901F; &#x5EA6; &#x5411; &#x4E0A; &#x6BD4; &#x306F; ,&#xD;&#xA;&#x52A0; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4E26; &#x5217; &#x5316; &#x3067; &#x304D; &#x306A; &#x3044; &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x304C; &#x3042; &#x308B; &#x5834; &#x5408; , &#x901F; &#x5EA6; &#x5411; &#x4E0A; &#x6BD4; &#x306F; ,&#xD;&#xA;&#x3042; &#x308B; &#x6C34; &#x6E96; &#x306B; &#x6F38; &#x8FD1; &#x7684; &#x306B; &#x8FD1; &#x3065; &#x304F; &#x3002;&#xD;&#xA;&#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x3092; &#x5897; &#x3084; &#x3057; &#x3066; &#x3082;&#xD;&#xA;&#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x306B; &#x6BD4; &#x4F8B; &#x3057; &#x3066; &#x5897;&#xD;&#xA;&#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x3092; &#x5897; &#x3084; &#x3057; &#x3066; &#x3082;&#xD;&#xA;&#x5DE5; &#x4E26; &#x5217; &#x5316; &#x3067; &#x304D; &#x308B; &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x306E; &#x5272; &#x5408; &#x304C; &#x5897; &#x3048; &#x308B; &#x3068; , &#x901F; &#x5EA6; &#x5411; &#x4E0A; &#x6BD4; &#x306F; , &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x306B; &#x53CD; &#x6BD4; &#x4F8B;&#xD;&#xA;&#x3057; &#x3066; &#x6E1B; &#x5C11; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q005.png" alt="問. 5 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 6</h3>
			<figure>
				<figcaption><small>&#x554F; 6&#xD;&#xA;&#x30CB; &#x3064; &#x306E; &#x30BF; &#x30B9; &#x30AF; &#x3067; &#x6392; &#x4ED6; &#x7684; &#x306B; &#x5236; &#x5FA1; &#x3057; &#x305F; &#x3044; &#x3002; &#x5229; &#x7528; &#x3059; &#x308B; &#x30EA; &#x30A2; &#x30EB; &#x30BF; &#x30A4; &#x30E0; 0S &#x306E; &#x6A5F; &#x80FD; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207;&#xD;&#xA;&#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30BB; &#x30DE; &#x30D5; &#x30A9;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30E9; &#x30A6; &#x30F3; &#x30C9; &#x30ED; &#x30D3; &#x30F3;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30AD; &#x30E5; &#x30FC;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30DE; &#x30EB; &#x30C1; &#x30B9; &#x30EC; &#x30C3; &#x30C9;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q006.png" alt="問. 6 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 7</h3>
			<figure>
				<figcaption><small>&#x554F; 7 &#x30A2; &#x30AF; &#x30C1; &#x30E5; &#x30A8; &#x30FC; &#x30BF; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x4E0E; &#x3048; &#x3089; &#x308C; &#x305F; &#x76EE; &#x6A19; &#x91CF; &#x3068; , &#x30BB; &#x30F3; &#x30B5; &#x304B; &#x3089; &#x5F97; &#x3089; &#x308C; &#x305F; &#x5236; &#x5FA1; &#x91CF; &#x3092; &#x6BD4; &#x8F03; &#x3057; , &#x5236; &#x5FA1; &#x91CF; &#x3092; &#x76EE; &#x6A19; &#x91CF; &#x306B;&#xD;&#xA;&#x81F4; &#x3055; &#x305B; &#x308B; &#x3088; &#x3046; &#x306B; &#x64CD; &#x4F5C; &#x91CF; &#x3092; &#x51FA; &#x529B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x4F4D; &#x7F6E; , &#x89D2; &#x5EA6; , &#x901F; &#x5EA6; , &#x52A0; &#x901F; &#x5EA6; , &#x30AB; , &#x6E29; &#x5EA6; &#x306A; &#x3069; &#x3092; &#x691C; &#x51FA; &#x3057; , &#x96FB; &#x6C17; &#x7684; &#x306A; &#x60C5; &#x5831; &#x306B; &#x5909; &#x63DB; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A8; &#x30CD; &#x30EB; &#x30AE; &#x30FC; &#x6E90; &#x304B; &#x3089; &#x306E; &#x30D1; &#x30EF; &#x30FC; &#x3092; , &#x56DE; &#x8EE2; , &#x76F4; &#x9032; &#x306A; &#x3069; &#x306E; &#x52D5; &#x304D; &#x306B; &#x5909; &#x63DB; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30DE; &#x30A4; &#x30AF; &#x30ED; &#x30D5; &#x30A9; &#x30F3; , &#x30BB; &#x30F3; &#x30B5; &#x306A; &#x3069; &#x304C; &#x51FA; &#x529B; &#x3059; &#x308B; &#x5FAE; &#x5C0F; &#x306A; &#x96FB; &#x6C17; &#x4FE1; &#x53F7; &#x3092; &#x5897; &#x5E45; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q007.png" alt="問. 7 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 8</h3>
			<figure>
				<figcaption><small>&#x554F; 8 &#x7B2C; 1 , &#x7B2C; 2 , &#x7B2C; 3 &#x6B63; &#x898F; &#x5F62; &#x3068; &#x30EA; &#x30EC; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x7279; &#x5FB4; a, b, c &#x306E; &#x7D44; &#x5408; &#x305B; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082;&#xD;&#xA;&#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;a : &#x3069; &#x306E; &#x975E; &#x30AD; &#x30FC; &#x5C5E; &#x6027; &#x3082; , &#x4E3B; &#x30AD; &#x30FC; &#x306E; &#x771F; &#x90E8; &#x5206; &#x96C6; &#x5408; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x95A2; &#x6570; &#x5F93; &#x5C5E; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;b : &#x3069; &#x306E; &#x975E; &#x30AD; &#x30FC; &#x5C5E; &#x6027; &#x3082; , &#x4E3B; &#x30AD; &#x30FC; &#x306B; &#x63A8; &#x79FB; &#x7684; &#x306B; &#x95A2; &#x6570; &#x5F93; &#x5C5E; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;c : &#x7E70; &#x8FD4; &#x3057; &#x5C5E; &#x6027; &#x304C; &#x5B58; &#x5728; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x7B2C; 1 &#x6B63; &#x898F; &#x5F62; &#x7B2C; 2 &#x6B63; &#x898F; &#x5F62;&#xD;&#xA;&#x7B2C; 3 &#x6B63; &#x898F; &#x5F62;&#xD;&#xA;&#x30A2; &#x30A4; &#x30A6; &#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q008.png" alt="問. 8 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 9</h3>
			<figure>
				<figcaption><small>&#x554F; 9 &#x30D3; &#x30C3; &#x30B0; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x5229; &#x7528; &#x306B; &#x304A; &#x3051; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x30DE; &#x30A4; &#x30CB; &#x30F3; &#x30B0; &#x3092; &#x8AAC; &#x660E; &#x3057; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x84C4; &#x7A4D; &#x3055; &#x308C; &#x305F; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x5206; &#x6790; &#x3057; , &#x5358; &#x306A; &#x308B; &#x691C; &#x7D22; &#x3060; &#x3051; &#x3067; &#x306F; &#x5206; &#x304B; &#x3089; &#x306A; &#x3044; &#x96A0; &#x308C; &#x305F; &#x898F; &#x5247; &#x3084; &#x76F8; &#x95A2; &#x95A2;&#xD;&#xA;&#x4FC2; &#x3092; &#x898B; &#x3064; &#x3051; &#x51FA; &#x3059; &#x3053; &#x3068;&#xD;&#xA;&#x30A4; &#x30C7; &#x30FC; &#x30BF; &#x30A6; &#x30A7; &#x30A2; &#x30CF; &#x30A6; &#x30B9; &#x306B; &#x683C; &#x7D0D; &#x3055; &#x308C; &#x305F; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x4E00; &#x90E8; &#x3092; , &#x7279; &#x5B9A; &#x306E; &#x7528; &#x9014; &#x3084; &#x90E8; &#x9580; &#x7528; &#x306B; &#x5207; &#x308A; &#x51FA;&#xD;&#xA;&#x3057; &#x3066; , &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306B; &#x683C; &#x7D0D; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A6; &#x30C7; &#x30FC; &#x30BF; &#x51E6; &#x7406; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x306A; &#x308B; &#x60C5; &#x5831; &#x3092; &#x57FA; &#x306B; &#x898F; &#x5B9A; &#x3057; &#x305F; , &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x69CB; &#x9020; , &#x610F; &#x5473; &#x53CA; &#x3073; &#x64CD; &#x4F5C; &#x306E; &#x67A0;&#xD;&#xA;&#x5DE5; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x8907; &#x6570; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x8907; &#x88FD; &#x3057; , &#x6027; &#x80FD; &#x3068; &#x53EF; &#x7528; &#x6027; &#x3092; &#x5411; &#x4E0A; &#x3055; &#x305B; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x7D44; &#x307F; &#x306E; &#x3053; &#x3068;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q009.png" alt="問. 9 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 10</h3>
			<figure>
				<figcaption><small>&#x554F; 1 0 UDP &#x3092; &#x4F7F; &#x7528; &#x3057; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; FTP&#xD;&#xA;&#x30A4; NTP&#xD;&#xA;&#x30A6;&#xD;&#xA;POP3&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q010.png" alt="問. 10 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 11</h3>
			<figure>
				<figcaption><small>&#x554F; 11 0penFlow &#x3092; &#x4F7F; &#x3063; &#x305F; SDN (Software-Defined Networking) &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x9069;&#xD;&#xA;&#x30A2; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x306E; &#x30C9; &#x30E1; &#x30A4; &#x30F3; &#x540D; &#x3092; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x4E16; &#x754C; &#x898F; &#x6A21; &#x306E; &#x5206; &#x6563; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x3092; &#x7528; &#x3044; &#x3066; ,&#xD;&#xA;IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x4EE3; &#x308F; &#x308A; &#x306B; &#x540D; &#x524D; &#x3092; &#x6307; &#x5B9A; &#x3057; &#x3066; &#x901A; &#x4FE1; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x4ED5; &#x7D44; &#x307F;&#xD;&#xA;&#x30A4; &#x643A; &#x5E2F; &#x96FB; &#x8A71; &#x7DB2; &#x306B; &#x304A; &#x3044; &#x3066; , &#x56DE; &#x7DDA; &#x4EA4; &#x63DB; &#x65B9; &#x5F0F; &#x3067; &#x306F; &#x306A; &#x304F; , &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x4EA4; &#x63DB; &#x65B9; &#x5F0F; &#x3067; &#x97F3; &#x58F0; &#x901A; &#x8A71; &#x3092; &#x5B9F;&#xD;&#xA;&#x73FE; &#x3059; &#x308B; &#x65B9; &#x5F0F;&#xD;&#xA;&#x30A6; &#x30B9; &#x30C8; &#x30EC; &#x30FC; &#x30B8; &#x88C5; &#x7F6E; &#x3068; &#x30B5; &#x30FC; &#x30D0; &#x3092; &#x63A5; &#x7D9A; &#x3057; , WWN (World Wide Name) &#x306B; &#x3088; &#x3063; &#x3066; &#x30CE; &#x30FC; &#x30C9; &#x3084; &#x30DD;&#xD;&#xA;&#x30FC; &#x30C8; &#x3092; &#x8B58; &#x5225; &#x3059; &#x308B; &#x30B9; &#x30C8; &#x30EC; &#x30FC; &#x30B8; &#x7528; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF;&#xD;&#xA;&#x5DE5; &#x30C7; &#x30FC; &#x30BF; &#x8EE2; &#x9001; &#x6A5F; &#x80FD; &#x3068; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x5236; &#x5FA1; &#x6A5F; &#x80FD; &#x3092; &#x8AD6; &#x7406; &#x7684; &#x306B; &#x5206; &#x96E2; &#x3057; , &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x5236; &#x5FA1; &#x3092;&#xD;&#xA;&#x96C6; &#x4E2D; &#x7684; &#x306B; &#x884C; &#x3046; &#x3053; &#x3068; &#x3092; &#x53EF; &#x80FD; &#x306B; &#x3057; &#x305F; &#x30A2; &#x30FC; &#x30AD; &#x30C6; &#x30AF; &#x30C1; &#x30E3;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q011.png" alt="問. 11 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 12</h3>
			<figure>
				<figcaption><small>&#x554F; 12 &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306E; &#x9001; &#x53D7; &#x4FE1; &#x306B; &#x304A; &#x3051; &#x308B; &#x7F72; &#x540D; &#x9375; &#x306E; &#x4F7F; &#x7528; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q012.png" alt="問. 12 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 13</h3>
			<figure>
				<figcaption><small>&#x554F; 13 &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x8A3C; &#x660E; &#x66F8; &#x3067; &#x5229; &#x7528; &#x8005; &#x3092; &#x8A8D; &#x8A3C; &#x3059; &#x308B; &#x30EA; &#x30D0; &#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3092; &#x7528; &#x3044; &#x3066; , &#x8907; &#x6570; &#x306E;&#xD;&#xA;&#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x53D7; &#x4FE1; &#x8005; &#x304C; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306E; &#x6539; &#x3056; &#x3093; &#x90E8; &#x4F4D; &#x3092; &#x7279; &#x5B9A; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x9001; &#x4FE1; &#x8005; &#x304C; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306B; &#x56FA; &#x5B9A; &#x6587; &#x5B57; &#x5217; &#x3092; &#x4ED8; &#x52A0; &#x3057; , &#x66F4; &#x306B; &#x9001; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x6697; &#x53F7; &#x5316;&#xD;&#xA;&#x30FC; &#x30B8; &#x306E; &#x5185; &#x5BB9; &#x304C; &#x95A2; &#x4FC2; &#x8005; &#x4EE5; &#x5916; &#x306B; &#x5206; &#x304B; &#x3089; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x9001; &#x4FE1; &#x8005; &#x304C; &#x9001; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x3092; &#x6697; &#x53F7; &#x5316; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x30E1; &#x30C3; &#x30BB;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x304C; &#x53D7; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; , &#x6697; &#x53F7; &#x6587; &#x3092; &#x5143; &#x306E; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306B; &#x623B; &#x3059; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x306A;&#xD;&#xA;&#x30A4; &#x9001; &#x4FE1; &#x8005; &#x304C; &#x9001; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x3092; &#x6697; &#x53F7; &#x5316; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x53D7; &#x4FE1; &#x8005;&#xD;&#xA;&#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x306B; &#x4ED8; &#x52A0; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x53D7; &#x4FE1; &#x8005; &#x304C; &#x9001; &#x4FE1; &#x8005; &#x306B; &#x3088; &#x308B; &#x7F72; &#x540D; &#x3067; &#x3042; &#x308B; &#x3053; &#x3068; &#x3092; &#x78BA; &#x8A8D; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046;&#xD;&#xA;&#x30A2; &#x9001; &#x4FE1; &#x8005; &#x304C; &#x9001; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x7F72; &#x540D; &#x3092; &#x4F5C; &#x6210; &#x3057; , &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8;&#xD;&#xA;&#x3053; &#x306E; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0;&#xD;&#xA;web &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x30B7; &#x30F3; &#x30B0; &#x30EB; &#x30B5; &#x30A4; &#x30F3; &#x30AA; &#x30F3; &#x3092; &#x884C; &#x3046; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x8A3C; &#x660E; &#x66F8; &#x3092; &#x5229; &#x7528; &#x8005; &#x306E; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x306E; &#x306F; , Web &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x306F; &#x306A; &#x304F; ,&#xD;&#xA;&#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x8A3C; &#x660E; &#x66F8; &#x3092; &#x5229; &#x7528; &#x8005; &#x306E; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x306E; &#x306F; ,&#xD;&#xA;&#x306F; &#x306A; &#x304F; , Web &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5229; &#x7528; &#x8005; ID &#x306A; &#x3069; &#x306E; &#x60C5; &#x5831; &#x3092; Web &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x306E; &#x306F; ,&#xD;&#xA;&#x306F; &#x306A; &#x304F; , &#x5229; &#x7528; &#x8005; &#x306E; PC &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5229; &#x7528; &#x8005; ID &#x306A; &#x3069; &#x306E; &#x60C5; &#x5831; &#x3092; Web &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x306E; &#x306F; ,&#xD;&#xA;&#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30EA; &#x30D0; &#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3067;&#xD;&#xA;&#x30EA; &#x30D0; &#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3067;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x306E; PC &#x3067; &#x306F; &#x306A; &#x304F; ,&#xD;&#xA;&#x30EA; &#x30D0;&#xD;&#xA;&#x30EA; &#x30D0;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q013.png" alt="問. 13 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 14</h3>
			<figure>
				<figcaption><small>&#x554F; 1 4 &#x5185; &#x90E8; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306E; PC &#x304B; &#x3089; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x4E0A; &#x306E; Web &#x30B5; &#x30A4; &#x30C8; &#x3092; &#x53C2; &#x7167; &#x3059; &#x308B; &#x3068; &#x304D; &#x306B; , DMZ&#xD;&#xA;&#x306B; &#x8A2D; &#x7F6E; &#x3057; &#x305F; VDI (VirtuaI Desktop lnfrastructure) &#x30B5; &#x30FC; &#x30D0; &#x4E0A; &#x306E; Web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x3092; &#x5229; &#x7528;&#xD;&#xA;&#x3059; &#x308B; &#x3068; , &#x672A; &#x77E5; &#x306E; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x304C; PC &#x306B; &#x30C0; &#x30A6; &#x30F3; &#x30ED; &#x30FC; &#x30C9; &#x3055; &#x308C; &#x308B; &#x306E; &#x3092; &#x9632; &#x3050; &#x3068; &#x3044; &#x3046; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3;&#xD;&#xA;&#x4E0A; &#x306E; &#x52B9; &#x679C; &#x304C; &#x671F; &#x5F85; &#x3067; &#x304D; &#x308B; &#x3002; &#x3053; &#x306E; &#x52B9; &#x679C; &#x3092; &#x751F; &#x307F; &#x51FA; &#x3059; VDI &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x52D5; &#x4F5C; &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; Web &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; &#x306E; &#x53D7; &#x4FE1; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x53D7; &#x4FE1; &#x51E6; &#x7406; &#x3057; &#x305F; &#x5F8C; ,&#xD;&#xA;&#x4FE1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;IPsec &#x3067; &#x30AB; &#x30D7; &#x30BB; &#x30EB; &#x5316; &#x3057; , PC &#x306B; &#x9001;&#xD;&#xA;&#x30A4; Web &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; &#x306E; &#x53D7; &#x4FE1; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x53D7; &#x4FE1; &#x51E6; &#x7406; &#x3057; &#x305F; &#x5F8C; , &#x5B9F; &#x884C; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x524A; &#x9664; &#x3057; , &#x305D; &#x306E; &#x4ED6;&#xD;&#xA;&#x30A6; Web &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; &#x306E; &#x53D7; &#x4FE1; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x53D7; &#x4FE1; &#x51E6; &#x7406; &#x3057; &#x305F; &#x5F8C; , &#x751F; &#x6210; &#x3057; &#x305F; &#x30C7; &#x30B9; &#x30AF; &#x30C8; &#x30C3; &#x30D7; &#x753B; &#x9762; &#x306E; &#x753B;&#xD;&#xA;&#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3092; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x50CF; &#x30C7; &#x30FC; &#x30BF; &#x3060; &#x3051; &#x3092; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; Web &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; &#x306E; &#x53D7; &#x4FE1; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x53D7; &#x4FE1; &#x51E6; &#x7406; &#x3057; &#x305F; &#x5F8C; ,</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q014.png" alt="問. 14 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 15</h3>
			<figure>
				<figcaption><small>&#x554F; 1 5 &#x30D5; &#x30A2; &#x30B8; &#x30F3; &#x30B0; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5834; &#x5408; &#x3060; &#x3051; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x4E0D; &#x6B63; &#x306A; &#x30B3; &#x30FC; &#x30C9; &#x5217; &#x304C; &#x691C; &#x77E5; &#x3055; &#x308C; &#x306A; &#x3044;&#xD;&#xA;&#x30A2; &#x30B5; &#x30FC; &#x30D0; &#x306B; FIN &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x3092; &#x9001; &#x4FE1; &#x3057; , &#x30B5; &#x30FC; &#x30D0; &#x304B; &#x3089; &#x306E; &#x5FDC; &#x7B54; &#x3092; &#x89B3; &#x6E2C; &#x3057; &#x3066; , &#x7A3C; &#x50CD; &#x3057; &#x3066; &#x3044; &#x308B; &#x30B5;&#xD;&#xA;&#x30FC; &#x30D3; &#x30B9; &#x3092; &#x898B; &#x3064; &#x3051; &#x51FA; &#x3059; &#x3002;&#xD;&#xA;&#x30A4; &#x30B5; &#x30FC; &#x30D0; &#x306E; OS &#x3084; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x304C; &#x751F; &#x6210; &#x3057; &#x305F; &#x30ED; &#x30B0; &#x3084; &#x30B3; &#x30DE; &#x30F3; &#x30C9; &#x5C65; &#x6B74; &#x306A;&#xD;&#xA;&#x3069; &#x3092; &#x89E3; &#x6790; &#x3057; &#x3066; , &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x4FDD; &#x5B58; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x306E; &#x6539; &#x3056; &#x3093; &#x3092; &#x691C; &#x77E5; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306B; , &#x554F; &#x984C; &#x3092; &#x5F15; &#x304D; &#x8D77; &#x3053; &#x3057; &#x305D; &#x3046; &#x306A; &#x591A; &#x69D8; &#x306A; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x5165; &#x529B; &#x3057; , &#x6319; &#x52D5; &#x3092; &#x76E3; &#x8996; &#x3057;&#xD;&#xA;&#x3092; &#x89E3; &#x6790; &#x3057; &#x3066; , &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x767B; &#x9332; &#x3055; &#x308C; &#x305F; &#x653B; &#x6483; &#x30D1; &#x30BF; &#x30FC; &#x30F3; &#x3068; &#x4E00; &#x81F4; &#x3059; &#x308B; &#x3082; &#x306E; &#x3092; &#x691C; &#x51FA; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x4E0A; &#x3092; &#x6D41; &#x308C; &#x308B; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x3092; &#x53CE; &#x96C6; &#x3057; ,&#xD;&#xA;&#x3066; , &#x8106; &#x5F31; &#x6027; &#x3092; &#x898B; &#x3064; &#x3051; &#x51FA; &#x3059; &#x3002;&#xD;&#xA;&#x305D; &#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x30D8; &#x30C3; &#x30C0; &#x3084; &#x30DA; &#x30A4; &#x30ED; &#x30FC; &#x30C9;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q015.png" alt="問. 15 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 16</h3>
			<figure>
				<figcaption><small>&#x554F; 16 &#x6B21; &#x306E; &#x6D41; &#x308C; &#x56F3; &#x306B; &#x304A; &#x3044; &#x3066; ,&#xD;&#xA;A=O,&#xD;&#xA;B=O&#xD;&#xA;A = , B = 0&#xD;&#xA;A=O,&#xD;&#xA;B = 9&#xD;&#xA;A=O,&#xD;&#xA;B = 0&#xD;&#xA;A =&#xD;&#xA;B =&#xD;&#xA;A =&#xD;&#xA;A=&#xD;&#xA;A=O,&#xD;&#xA;B =&#xD;&#xA;A =&#xD;&#xA;, B=O&#xD;&#xA;A =&#xD;&#xA;B = 0&#xD;&#xA;&#x5224; &#x5B9A; &#x6761; &#x4EF6; &#x7DB2; &#x7F85; ( &#x5206; &#x5C90; &#x7DB2; &#x7F85; ) &#x3092; &#x6E80; &#x305F; &#x3059; &#x6700; &#x5C11; &#x306E; &#x30C6; &#x30B9; &#x30C8; &#x30B1; &#x30FC; &#x30B9; &#x306E; &#x7D44;&#xD;&#xA;&#x307F; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A1;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;( 1 )&#xD;&#xA;( 1 )&#xD;&#xA;( 1 )&#xD;&#xA;( 1 )&#xD;&#xA;&#x958B; &#x59CB;&#xD;&#xA;1 &#x2192; C&#xD;&#xA;A&gt;O&#xD;&#xA;&#x304B; &#x3063;&#xD;&#xA;Yes&#xD;&#xA;AXC &#x2192; C&#xD;&#xA;A&gt;0&#xD;&#xA;&#x304B; &#x3063;&#xD;&#xA;Yes&#xD;&#xA;&#x7D42; &#x4E86;&#xD;&#xA;( 2 )&#xD;&#xA;( 2 )&#xD;&#xA;( 2 )&#xD;&#xA;&#x2461;&#xD;&#xA;2 &#x2192; C&#xD;&#xA;C2 &#x2192; C</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q016.png" alt="問. 16 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 17</h3>
			<figure>
				<figcaption><small>&#x554F; 17 &#x554F; &#x984C; &#x306F; &#x767A; &#x751F; &#x3057; &#x3066; &#x3044; &#x306A; &#x3044; &#x304C; , &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x4ED5; &#x69D8; &#x66F8; &#x3068; &#x73FE; &#x72B6; &#x306E; &#x30BD; &#x30FC; &#x30B9; &#x30B3; &#x30FC; &#x30C9; &#x3068; &#x306E; &#x4E0D; &#x6574; &#x5408; &#x3092;&#xD;&#xA;&#x308C; &#x306F; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x4FDD; &#x5B88; &#x306E; &#x3069; &#x306E; &#x5206; &#x985E; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x89E3; &#x6D88; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30EA; &#x30D0; &#x30FC; &#x30B9; &#x30A8; &#x30F3; &#x30B8; &#x30CB; &#x30A2; &#x30EA; &#x30F3; &#x30B0; &#x306E; &#x624B; &#x6CD5; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x4ED5; &#x69D8; &#x66F8; &#x3092; &#x4F5C; &#x6210; &#x3057; &#x76F4; &#x3059; &#x3002; &#x3053;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5B8C; &#x5168; &#x5316; &#x4FDD; &#x5B88;&#xD;&#xA;&#x9069; &#x5FDC; &#x4FDD; &#x5B88;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;9&#xD;&#xA;&#x662F; &#x6B63; &#x4FDD; &#x5B88;&#xD;&#xA;&#x4E88; &#x9632; &#x4FDD; &#x5B88;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q017.png" alt="問. 17 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 18</h3>
			<figure>
				<figcaption><small>&#x554F; 18 &#x3042; &#x308B; &#x7D44; &#x7E54; &#x3067; &#x306F; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x3068; &#x30B3; &#x30B9; &#x30C8; &#x306E; &#x7BA1; &#x7406; &#x306B; &#x30A2; &#x30FC; &#x30F3; &#x30C9; &#x30D0; &#x30EA; &#x30E5; &#x30FC; &#x30DE;&#xD;&#xA;&#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x3092; &#x7528; &#x3044; &#x3066; &#x3044; &#x308B; &#x3002; &#x671F; &#x9593; 10 &#x65E5; &#x9593; &#x306E; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; , 5 &#x65E5; &#x76EE; &#x306E; &#x7D42; &#x4E86; &#x6642; &#x70B9; &#x306E; &#x72B6; &#x6CC1;&#xD;&#xA;&#x306F; &#x8868; &#x306E; &#x3068; &#x304A; &#x308A; &#x3067; &#x3042; &#x308B; &#x3002; &#x3053; &#x306E; &#x6642; &#x70B9; &#x3067; &#x306E; &#x30B3; &#x30B9; &#x30C8; &#x52B9; &#x7387; &#x304C; &#x4ECA; &#x5F8C; &#x3082; &#x7D9A; &#x304F; &#x3068; &#x3057; &#x305F; &#x3068; &#x304D; , &#x5B8C; &#x6210; &#x6642; &#x7DCF; &#x30B3;&#xD;&#xA;&#x30B9; &#x30C8; &#x898B; &#x7A4D; &#x308A; (EAC) &#x306F; &#x4F55; &#x4E07; &#x5186; &#x304B; &#x3002;&#xD;&#xA;&#x7BA1; &#x7406; &#x9805; &#x76EE;&#xD;&#xA;&#x5B8C; &#x6210; &#x6642; &#x7DCF; &#x4E88; &#x7B97; (BAC)&#xD;&#xA;&#x30D7; &#x30E9; &#x30F3; &#x30C9; &#x30D0; &#x30EA; &#x30E5; &#x30FC; (PV)&#xD;&#xA;&#x30A2; &#x30FC; &#x30F3; &#x30C9; &#x30D0; &#x30EA; &#x30E5; &#x30FC; (EV)&#xD;&#xA;&#x5B9F; &#x30B3; &#x30B9; &#x30C8; (AC)&#xD;&#xA;&#x30A4; 120&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x91D1; &#x984D; ( &#x4E07; &#x5186; )&#xD;&#xA;135&#xD;&#xA;60&#xD;&#xA;49&#xD;&#xA;59&#xD;&#xA;1 &#x56F2;&#xD;&#xA;&#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q018.png" alt="問. 18 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 19</h3>
			<figure>
				<figcaption><small>&#x554F; 19 &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x958B; &#x767A; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306B; &#x304A; &#x3044; &#x3066; , &#x8868; &#x306E; &#x5168; &#x3066; &#x306E; &#x4F5C; &#x696D; &#x3092; &#x5B8C; &#x4E86; &#x3055; &#x305B; &#x308B; &#x305F; &#x3081; &#x306B; &#x5FC5; &#x8981;&#xD;&#xA;&#x306A; &#x671F; &#x554F; &#x306F; &#x6700; &#x77ED; &#x3067; &#x4F55; &#x65E5; &#x9593; &#x304B; &#x3002;&#xD;&#xA;&#x4F5C; &#x696D;&#xD;&#xA;&#x8981; &#x4EF6; &#x5B9A; &#x7FA9;&#xD;&#xA;&#x8A2D; &#x8A08;&#xD;&#xA;&#x88FD; &#x9020;&#xD;&#xA;&#x30C6; &#x30B9; &#x30C8;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x30DE; &#x30CB; &#x30E5; &#x30A2; &#x30EB; &#x4F5C; &#x6210;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x6559; &#x80B2;&#xD;&#xA;&#x4F5C; &#x696D; &#x306E; &#x958B; &#x59CB; &#x6761; &#x4EF6;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x30DE; &#x30CB; &#x30E5; &#x30A2; &#x30EB; &#x4F5C; &#x6210; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x30C6; &#x30B9; &#x30C8; &#x306E; &#x5B8C; &#x4E86; &#x53CA; &#x3073;&#xD;&#xA;&#x8A2D; &#x8A08; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x88FD; &#x9020; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x8A2D; &#x8A08; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x8981; &#x4EF6; &#x5B9A; &#x7FA9; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x30A2;&#xD;&#xA;80&#xD;&#xA;&#x30A4; 95&#xD;&#xA;&#x6240; &#x8981; &#x65E5; &#x6570; ( &#x65E5; )&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30A6; 1</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q019.png" alt="問. 19 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 20</h3>
			<figure>
				<figcaption><small>&#x554F; 29 ITIL 2011 edition &#x3067; &#x306F; , &#x53EF; &#x7528; &#x6027; &#x7BA1; &#x7406; &#x306B; &#x304A; &#x3051; &#x308B; &#x91CD; &#x8981; &#x696D; &#x7E3E; &#x8A55; &#x4FA1; &#x6307; &#x6A19; (KPI) &#x306E; &#x4F8B; &#x3068; &#x3057;&#xD;&#xA;&#x3066; , &#x201C; &#x4FDD; &#x5B88; &#x6027; &#x3092; &#x8868; &#x3059; &#x6307; &#x6A19; &#x5024; &#x201D; &#x306E; &#x77ED; &#x7E2E; &#x3092; &#x6319; &#x3052; &#x3066; &#x3044; &#x308B; &#x3002; &#x4FDD; &#x5B88; &#x6027; &#x3092; &#x8868; &#x3059; &#x6307; &#x6A19; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E;&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x4E00; &#x5B9A; &#x671F; &#x9593; &#x5185; &#x3067; &#x306E; &#x4E2D; &#x65AD; &#x306E; &#x6570;&#xD;&#xA;&#x5E73; &#x5747; &#x6545; &#x969C; &#x9593; &#x9694;&#xD;&#xA;&#x5E73; &#x5747; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x9593; &#x9694;&#xD;&#xA;&#x5E73; &#x5747; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x56DE; &#x5FA9; &#x6642; &#x9593;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q020.png" alt="問. 20 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 21</h3>
			<figure>
				<figcaption><small>&#x554F; 21 &#x57FA; &#x5E79; &#x696D; &#x52D9; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x69CB; &#x7BC9; &#x53CA; &#x3073; &#x904B; &#x7528; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30C7; &#x30FC; &#x30BF; &#x7BA1; &#x7406; &#x8005; (DA) &#x3068; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x7BA1;&#xD;&#xA;&#x7406; &#x8005; (DBA) &#x3092; &#x5225; &#x3005; &#x306B; &#x4EFB; &#x547D; &#x3057; &#x305F; &#x5834; &#x5408; &#x306E; DA &#x306E; &#x5F79; &#x5272; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x969C; &#x5BB3; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x5834; &#x5408; &#x306B; &#x306F; , &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x5FA9; &#x65E7; &#x3084; &#x6574; &#x5408; &#x6027; &#x306E; &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x306A; &#x3069; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A6; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x958B; &#x767A; &#x306E; &#x30C6; &#x30B9; &#x30C8; &#x5DE5; &#x7A0B; &#x3067; &#x306F; , &#x4E3B; &#x306B; &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x30C1; &#x30E5; &#x30FC; &#x30CB; &#x30F3; &#x30B0; &#x3092; &#x62C5; &#x5F53; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x7BA1; &#x7406; &#x3057; &#x3066; &#x6A19; &#x6E96; &#x5316; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x958B; &#x767A; &#x306E; &#x8A2D; &#x8A08; &#x5DE5; &#x7A0B; &#x3067; &#x306F; , &#x4E3B; &#x306B; &#x8AD6; &#x7406; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x8A2D; &#x8A08; &#x3092; &#x884C; &#x3044; , &#x30C7; &#x30FC; &#x30BF; &#x9805; &#x76EE; &#x3092;&#xD;&#xA;&#x30A2; &#x696D; &#x52D9; &#x30C7; &#x30FC; &#x30BF; &#x91CF; &#x306E; &#x5897; &#x52A0; &#x50BE; &#x5411; &#x3092; &#x628A; &#x63E1; &#x3057; , &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x88C5; &#x7F6E; &#x306E; &#x5897; &#x8A2D; &#x306A; &#x3069; &#x3092; &#x8A08; &#x753B; &#x3057; &#x3066; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q021.png" alt="問. 21 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 22</h3>
			<figure>
				<figcaption><small>&#x554F; 22 &#x76E3; &#x67FB; &#x8A3C; &#x62E0; &#x306E; &#x5165; &#x624B; &#x3068; &#x8A55; &#x4FA1; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x57FA; &#x6E96; ( &#x5E73; &#x6210; 30 &#x5E74; ) &#x306B; &#x7167;&#xD;&#xA;&#x3089; &#x3057; &#x3066; , &#x9069; &#x5207; &#x3067; &#x306A; &#x3044; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30A2; &#x30B8; &#x30E3; &#x30A4; &#x30EB; &#x624B; &#x6CD5; &#x3092; &#x7528; &#x3044; &#x305F; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x958B; &#x767A; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306B; &#x304A; &#x3044; &#x3066; &#x306F; , &#x7BA1; &#x7406; &#x7528; &#x30C9; &#x30AD; &#x30E5; &#x30E1;&#xD;&#xA;&#x30F3; &#x30C8; &#x3068; &#x3057; &#x3066; &#x306E; &#x4F53; &#x88C1; &#x304C; &#x6574; &#x3063; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x3060; &#x3051; &#x304C; &#x76E3; &#x67FB; &#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x5229; &#x7528; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x5916; &#x90E8; &#x59D4; &#x8A17; &#x696D; &#x52D9; &#x5B9F; &#x65BD; &#x62E0; &#x70B9; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x76E3; &#x67FB; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x4EBA; &#x304C; &#x59D4; &#x8A17; &#x5148; &#x304B; &#x3089; &#x5165; &#x624B;&#xD;&#xA;&#x3057; &#x305F; &#x7B2C; &#x4E09; &#x8005; &#x306E; &#x4FDD; &#x8A3C; &#x5831; &#x544A; &#x66F8; &#x306B; &#x4F9D; &#x62E0; &#x3067; &#x304D; &#x308B; &#x3068; &#x5224; &#x65AD; &#x3059; &#x308C; &#x3070; , &#x73FE; &#x5730; &#x8ABF; &#x67FB; &#x3092; &#x7701; &#x7565; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5341; &#x5206; &#x304B; &#x3063; &#x9069; &#x5207; &#x306A; &#x76E3; &#x67FB; &#x8A3C; &#x62E0; &#x3092; &#x5165; &#x624B; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x672C; &#x8ABF; &#x67FB; &#x306E; &#x524D; &#x306B; , &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x306E; &#x5B9F; &#x614B; &#x3092; &#x628A; &#x63E1;&#xD;&#xA;&#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x4E88; &#x5099; &#x8ABF; &#x67FB; &#x3092; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30FC; &#x3063; &#x306E; &#x76E3; &#x67FB; &#x76EE; &#x7684; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x901A; &#x5E38; &#x306F; , &#x8907; &#x6570; &#x306E; &#x76E3; &#x67FB; &#x624B; &#x7D9A; &#x3092; &#x7D44; &#x307F; &#x5408; &#x308F; &#x305B; &#x3066; &#x76E3; &#x67FB; &#x3092; &#x5B9F; &#x65BD; &#x3059;&#xD;&#xA;&#x5C02; &#x9580; &#x7684; &#x306A; &#x4F01; &#x696D; &#x306B; &#x59D4; &#x8A17; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A4; &#x793E; &#x5185; &#x696D; &#x52D9; &#x306E; &#x3046; &#x3061; &#x30B3; &#x30A2; &#x30D3; &#x30B8; &#x30CD; &#x30B9; &#x3067; &#x306A; &#x3044; &#x4E8B; &#x696D; &#x306B; &#x95A2; &#x308F; &#x308B; &#x696D; &#x52D9; &#x306E; &#x4E00; &#x90E8; &#x53C8; &#x306F; &#x5168; &#x90E8; &#x3092; , &#x5916; &#x90E8; &#x306E;&#xD;&#xA;&#x9593; &#x3092; &#x77ED; &#x304F; &#x3059; &#x308B; &#x4ED5; &#x7D44; &#x307F; &#x3092; &#x69CB; &#x7BC9; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A2; &#x707D; &#x5BB3; &#x3084; &#x4E8B; &#x6545; &#x3067; &#x88AB; &#x5BB3; &#x3092; &#x53D7; &#x3051; &#x3066; &#x3082; , &#x91CD; &#x8981; &#x4E8B; &#x696D; &#x3092; &#x4E2D; &#x65AD; &#x3055; &#x305B; &#x306A; &#x3044; , &#x53C8; &#x306F; &#x53EF; &#x80FD; &#x306A; &#x9650; &#x308A; &#x4E2D; &#x65AD; &#x671F;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q022.png" alt="問. 22 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 23</h3>
			<figure>
				<figcaption><small>&#x554F; 23 BPO &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30A2; &#x30A6; &#x30C8; &#x3092; &#x4F55; &#x5E74; &#x5F8C; &#x306B; &#x56DE; &#x53CE; &#x3067; &#x304D; &#x308B; &#x304B; &#x3068; &#x3044; &#x3046; &#x6307; &#x6A19; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q023.png" alt="問. 23 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 24</h3>
			<figure>
				<figcaption><small>&#x554F; 24 IT &#x6295; &#x8CC7; &#x52B9; &#x679C; &#x306E; &#x8A55; &#x4FA1; &#x65B9; &#x6CD5; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30D5; &#x30ED; &#x30FC; &#x30D9; &#x30FC; &#x30B9; &#x3067; &#x521D; &#x5E74; &#x5EA6; &#x306E; &#x6295; &#x8CC7; &#x306B; &#x3088; &#x308B;&#xD;&#xA;&#x884C; &#x3044; , &#x60C5; &#x5831; &#x5316; &#x6295; &#x8CC7; &#x306E; &#x30D0; &#x30E9; &#x30F3; &#x30B9; &#x3092; &#x7BA1; &#x7406; &#x3057; , &#x6700; &#x9069; &#x5316; &#x3092; &#x56F3; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A8; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x3092; , &#x6226; &#x7565; &#x3068; &#x306E; &#x9069; &#x5408; &#x6027; &#x3084; &#x8CBB; &#x7528; &#x5BFE; &#x52B9; &#x679C; , &#x30EA; &#x30B9; &#x30AF; &#x3068; &#x3044; &#x3063; &#x305F; &#x89B3; &#x70B9; &#x304B; &#x3089; &#x8A55; &#x4FA1; &#x3092;&#xD;&#xA;&#x6C42; &#x3081; , &#x3053; &#x308C; &#x3092; &#x57FA; &#x6E96; &#x306B; &#x8CC7; &#x6750; &#x306E; &#x624B; &#x914D; , &#x7D0D; &#x5165; &#x306E; &#x7BA1; &#x7406; &#x3092; &#x652F; &#x63F4; &#x3059; &#x308B; &#x751F; &#x7523; &#x7BA1; &#x7406; &#x624B; &#x6CD5; &#x306E; &#x3053; &#x3068;&#xD;&#xA;&#x30A6; &#x88FD; &#x54C1; &#x306E; &#x57FA; &#x6E96; &#x751F; &#x7523; &#x8A08; &#x753B; , &#x90E8; &#x54C1; &#x8868; &#x53CA; &#x3073; &#x5728; &#x5EAB; &#x60C5; &#x5831; &#x3092; &#x57FA; &#x306B; , &#x8CC7; &#x6750; &#x306E; &#x6240; &#x8981; &#x91CF; &#x3068; &#x5FC5; &#x8981; &#x306A; &#x6642; &#x671F; &#x3092;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;IRR (lnternal Rate of Return)&#xD;&#xA;PBP (Pay Back Period)&#xD;&#xA;&#x30A4; NPV (Net Present VaIue)&#xD;&#xA;&#x5DE5; ROI (Return 0n lnvestment)</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q024.png" alt="問. 24 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 25</h3>
			<figure>
				<figcaption><small>&#x554F; 25 UML &#x306E; &#x56F3; &#x306E; &#x3046; &#x3061; , &#x696D; &#x52D9; &#x8981; &#x4EF6; &#x5B9A; &#x7FA9; &#x306B; &#x304A; &#x3044; &#x3066; , &#x696D; &#x52D9; &#x30D5; &#x30ED; &#x30FC; &#x3092; &#x8A18; &#x8FF0; &#x3059; &#x308B; &#x969B; &#x306B; &#x4F7F; &#x7528; &#x3059; &#x308B; , &#x51E6;&#xD;&#xA;&#x7406; &#x306E; &#x5206; &#x5C90; &#x3084; &#x4E26; &#x884C; &#x51E6; &#x7406; , &#x51E6; &#x7406; &#x306E; &#x540C; &#x671F; &#x306A; &#x3069; &#x3092; &#x8868; &#x73FE; &#x3067; &#x304D; &#x308B; &#x56F3; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x56F3;&#xD;&#xA;&#x72B6; &#x614B; &#x30DE; &#x30B7; &#x30F3; &#x56F3;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30AF; &#x30E9; &#x30B9; &#x56F3;&#xD;&#xA;&#x30E6; &#x30FC; &#x30B9; &#x30B1; &#x30FC; &#x30B9; &#x56F3;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q025.png" alt="問. 25 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 26</h3>
			<figure>
				<figcaption><small>&#x554F; 26 PPM &#x306B; &#x304A; &#x3044; &#x3066; , &#x6295; &#x8CC7; &#x7528; &#x306E; &#x8CC7; &#x91D1; &#x6E90; &#x3068; &#x3057; &#x3066; &#x4F4D; &#x7F6E; &#x4ED8; &#x3051; &#x3089; &#x308C; &#x308B; &#x4E8B; &#x696D; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x5E02; &#x5834; &#x6210; &#x9577; &#x7387; &#x304C; &#x9AD8; &#x304F; , &#x76F8; &#x5BFE; &#x7684; &#x5E02; &#x5834; &#x5360; &#x6709; &#x7387; &#x304C; &#x9AD8; &#x3044; &#x4E8B; &#x696D;&#xD;&#xA;&#x5E02; &#x5834; &#x6210; &#x9577; &#x7387; &#x304C; &#x9AD8; &#x304F; , &#x76F8; &#x5BFE; &#x7684; &#x5E02; &#x5834; &#x5360; &#x6709; &#x7387; &#x304C; &#x4F4E; &#x3044; &#x4E8B; &#x696D;&#xD;&#xA;&#x5E02; &#x5834; &#x6210; &#x9577; &#x7387; &#x304C; &#x4F4E; &#x304F; , &#x76F8; &#x5BFE; &#x7684; &#x5E02; &#x5834; &#x5360; &#x6709; &#x7387; &#x304C; &#x9AD8; &#x3044; &#x4E8B; &#x696D;&#xD;&#xA;&#x5E02; &#x5834; &#x6210; &#x9577; &#x7387; &#x304C; &#x4F4E; &#x304F; , &#x76F8; &#x5BFE; &#x7684; &#x5E02; &#x5834; &#x5360; &#x6709; &#x7387; &#x304C; &#x4F4E; &#x3044; &#x4E8B; &#x696D;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q026.png" alt="問. 26 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 27</h3>
			<figure>
				<figcaption><small>&#x554F; 27 &#x534A; &#x5C0E; &#x4F53; &#x7523; &#x696D; &#x306B; &#x304A; &#x3044; &#x3066; ,&#xD;&#xA;&#x30D5; &#x30A2; &#x30D7; &#x30EC; &#x30B9; &#x4F01; &#x696D; &#x3068; &#x6BD4; &#x8F03; &#x3057; &#x305F; &#x30D5; &#x30A1; &#x30A6; &#x30F3; &#x30C9; &#x30EA; &#x4F01; &#x696D; &#x306E; &#x30D3; &#x30B8; &#x30CD; &#x30B9; &#x30E2; &#x30C7;&#xD;&#xA;&#x30EB; &#x306E; &#x7279; &#x5FB4; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x5DE5; &#x5834; &#x3067; &#x306E; &#x751F; &#x7523; &#x3092; &#x30A2; &#x30A6; &#x30C8; &#x30BD; &#x30FC; &#x30B7; &#x30F3; &#x30B0; &#x3057; &#x3066; , &#x751F; &#x7523; &#x8A2D; &#x5099; &#x3078; &#x306E; &#x6295; &#x8CC7; &#x3092; &#x6291; &#x3048; &#x308B; &#x3002;&#xD;&#xA;&#x81EA; &#x793E; &#x88FD; &#x54C1; &#x306E; &#x8A2D; &#x8A08; , &#x30DE; &#x30FC; &#x30B1; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x306B; &#x6CE8; &#x529B; &#x3057; , &#x65B0; &#x5E02; &#x5834; &#x3092; &#x958B; &#x62D3; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x81EA; &#x793E; &#x88FD; &#x54C1; &#x306E; &#x8CA9; &#x58F2; &#x306B; &#x6CE8; &#x529B; &#x3057; , &#x58F2; &#x4E0A; &#x3052; &#x3092; &#x62E1; &#x5927; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x8907; &#x6570; &#x306E; &#x4F01; &#x696D; &#x304B; &#x3089; &#x751F; &#x7523; &#x305F; &#x3051; &#x3092; &#x5C02; &#x9580; &#x306B; &#x8ACB; &#x3051; &#x8CA0; &#x3044; , &#x591A; &#x304F; &#x306E; &#x88FD; &#x54C1; &#x3092; &#x4F4E; &#x30B3; &#x30B9; &#x30C8; &#x3067; &#x751F; &#x7523; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q027.png" alt="問. 27 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 28</h3>
			<figure>
				<figcaption><small>&#x554F; 28 XBRL &#x3067; &#x4E3B; &#x8981; &#x306A; &#x53D6; &#x6271; &#x3044; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x60C5; &#x5831; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x533B; &#x7642; &#x6A5F; &#x95A2; &#x306E; &#x30AB; &#x30EB; &#x30C6; &#x60C5; &#x5831;&#xD;&#xA;&#x4F01; &#x696D; &#x306E; &#x8CA1; &#x52D9; &#x60C5; &#x5831;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x4F01; &#x696D; &#x306E; &#x9867; &#x5BA2; &#x60C5; &#x5831;&#xD;&#xA;&#x81EA; &#x6CBB; &#x4F53; &#x306E; &#x4F4F; &#x6C11; &#x60C5; &#x5831;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q028.png" alt="問. 28 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 29</h3>
			<figure>
				<figcaption><small>&#x554F; 29 &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x8AD6; &#x306E; &#x3046; &#x3061; , PM &#x7406; &#x8AD6; &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x512A; &#x308C; &#x305F; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x3092; &#x767A; &#x63EE; &#x3059; &#x308B; , &#x30EA; &#x30FC; &#x30C0; &#x500B; &#x4EBA; &#x304C; &#x3082; &#x3064; &#x6027; &#x683C; , &#x77E5; &#x6027; , &#x5916; &#x89B3; &#x306A; &#x3069; &#x306E; &#x500B; &#x4EBA;&#xD;&#xA;&#x7684; &#x8CC7; &#x8CEA; &#x306E; &#x5206; &#x6790; &#x306B; &#x7126; &#x70B9; &#x3092; &#x5F53; &#x3066; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x306E; &#x30B9; &#x30BF; &#x30A4; &#x30EB; &#x306B; &#x3064; &#x3044; &#x3066; , &#x76EE; &#x6A19; &#x9054; &#x6210; &#x80FD; &#x529B; &#x3068; &#x96C6; &#x56E3; &#x7DAD; &#x6301; &#x80FD; &#x529B; &#x306E; &#x30CB; &#x3064; &#x306E; &#x6B21; &#x5143; &#x306B;&#xD;&#xA;&#x7126; &#x70B9; &#x3092; &#x5F53; &#x3066; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x306E; &#x6709; &#x52B9; &#x6027; &#x306F; , &#x90E8; &#x4E0B; &#x306E; &#x6210; &#x719F; ( &#x81EA; &#x5F8B; &#x6027; ) &#x306E; &#x5EA6; &#x5408; &#x3044; &#x3068; &#x3044; &#x3046; &#x72B6; &#x6CC1; &#x8981; &#x56E0; &#x306B; &#x4F9D; &#x5B58;&#xD;&#xA;&#x3059; &#x308B; &#x3068; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x306E; &#x6709; &#x52B9; &#x6027; &#x306F; , &#x30EA; &#x30FC; &#x30C0; &#x304C; &#x3082; &#x3064; &#x30D1; &#x30FC; &#x30BD; &#x30CA; &#x30EA; &#x30C6; &#x30A3; &#x3068; , &#x30EA; &#x30FC; &#x30C0; &#x304C; &#x3069; &#x308C; &#x3060; &#x3051; &#x7D71;&#xD;&#xA;&#x5236; &#x529B; &#x3084; &#x5F71; &#x97FF; &#x529B; &#x3092; &#x884C; &#x4F7F; &#x3067; &#x304D; &#x308B; &#x304B; &#x3068; &#x3044; &#x3046; &#x72B6; &#x6CC1; &#x8981; &#x56E0; &#x306B; &#x4F9D; &#x5B58; &#x3059; &#x308B; &#x3068; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q029.png" alt="問. 29 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 30</h3>
			<figure>
				<figcaption><small>&#x554F; 30 A &#x793E; &#x306F; , B &#x793E; &#x3068; &#x8457; &#x4F5C; &#x7269; &#x306E; &#x6A29; &#x5229; &#x306B; &#x95A2; &#x3059; &#x308B; &#x7279; &#x6BB5; &#x306E; &#x53D6; &#x6C7A; &#x3081; &#x3092; &#x305B; &#x305A; , A &#x793E; &#x306E; &#x8981; &#x6C42; &#x4ED5; &#x69D8; &#x306B; &#x57FA; &#x3065;&#xD;&#xA;&#x3044; &#x3066; , &#x8CA9; &#x58F2; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x4F5C; &#x6210; &#x3092; B &#x793E; &#x306B; &#x59D4; &#x8A17; &#x3057; &#x305F; &#x3002; &#x3053; &#x306E; &#x5834; &#x5408; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0;&#xD;&#xA;&#x8457; &#x4F5C; &#x6A29; &#x306E; &#x539F; &#x59CB; &#x7684; &#x5E30; &#x5C5E; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;A &#x793E; &#x3068; B &#x793E; &#x304C; &#x8A71; &#x3057; &#x5408; &#x3063; &#x3066; &#x5E30; &#x5C5E; &#x5148; &#x3092; &#x6C7A; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;A &#x793E; &#x3068; B &#x793E; &#x306E; &#x5171; &#x6709; &#x5E30; &#x5C5E; &#x3068; &#x306A; &#x308B; &#x3002;&#xD;&#xA;A &#x793E; &#x306B; &#x5E30; &#x5C5E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;B &#x793E; &#x306B; &#x5E30; &#x5C5E; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_koudo/2022r04h_koudo_am1_qs/q030.png" alt="問. 30 設問画像">
			</figure>
		</article>
</section>

	</main>
	<footer>
		<hr>
		<p><a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a></p>
	</footer>
	
</body>
</html>