<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x30A2;&#x30FC;&#x30AD;&#x30C6;&#x30AF;&#x30C8;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link rel="stylesheet" href="https://unpkg.com/mvp.css">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body>
	<header>
		<nav>
			<a href="/">
				IPA過去問Bot
			</a>
		</nav>
	</header>
	<main>
		
<section>
	<h2>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x30B7;&#x30B9;&#x30C6;&#x30E0;&#x30A2;&#x30FC;&#x30AD;&#x30C6;&#x30AF;&#x30C8;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C;</h2>
		<article>
			<h3>問. 1</h3>
			<figure>
				<figcaption><small>&#x554F; 1 &#x30A2; &#x30B8; &#x30E3; &#x30A4; &#x30EB; &#x958B; &#x767A; &#x306E; &#x521D; &#x671F; &#x6BB5; &#x968E; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x76EE; &#x7684; , &#x30B9; &#x30B3; &#x30FC; &#x30D7; &#x306A; &#x3069; &#x306B; &#x5BFE; &#x3059; &#x308B;&#xD;&#xA;&#x5171; &#x901A; &#x8A8D; &#x8B58; &#x3092; &#x5F97; &#x308B; &#x305F; &#x3081; &#x306B; , &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x8A2D; &#x5B9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x8A2D; &#x554F; &#x3068; &#x8AB2; &#x984C; &#x306B; &#x3064; &#x3044; &#x3066; &#x95A2; &#x4FC2; &#x8005; &#x304C; &#x96C6; &#x307E;&#xD;&#xA;&#x3063; &#x3066; &#x78BA; &#x8A8D; &#x3057; &#x5408; &#x3044; , &#x305D; &#x306E; &#x6210; &#x679C; &#x3092; &#x5171; &#x6709; &#x3059; &#x308B; &#x624B; &#x6CD5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A2; &#x30B8; &#x30E3; &#x30A4; &#x30EB; &#x30E2; &#x30C7; &#x30EA; &#x30F3; &#x30B0;&#xD;&#xA;&#x30D7; &#x30E9; &#x30F3; &#x30CB; &#x30F3; &#x30B0; &#x30DC; &#x30FC; &#x30AB;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30A4; &#x30F3; &#x30BB; &#x30D7; &#x30B7; &#x30E7; &#x30F3; &#x30C7; &#x30C3; &#x30AD;&#xD;&#xA;&#x30E5; &#x30FC; &#x30B6; &#x30B9; &#x30C8; &#x30FC; &#x30EA; &#x30DE; &#x30C3; &#x30D4; &#x30F3; &#x30B0;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q001.png" alt="問. 1 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 2</h3>
			<figure>
				<figcaption><small>&#x554F; 2 &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x30D1; &#x30BF; &#x30FC; &#x30F3; &#x306E; &#x3046; &#x3061; , GoF &#x306E; &#x30C7; &#x30B6; &#x30A4; &#x30F3; &#x30D1; &#x30BF; &#x30FC; &#x30F3; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; Java &#x306E; &#x30D1; &#x30BF; &#x30FC; &#x30F3; &#x3068; &#x3057; &#x3066; , &#x5F15; &#x6570; &#x30AA; &#x30D7; &#x30B8; &#x30A7; &#x30AF; &#x30C8; , &#x30AA; &#x30D7; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x53EF; &#x5909; &#x6027; &#x306A; &#x3069; &#x3067; &#x69CB; &#x6210;&#xD;&#xA;&#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30AA; &#x30D7; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x6307; &#x5411; &#x958B; &#x767A; &#x306E; &#x305F; &#x3081; &#x306E; &#x30D1; &#x30BF; &#x30FC; &#x30F3; &#x3067; &#x3042; &#x3063; &#x3066; , &#x751F; &#x6210; , &#x69CB; &#x9020; , &#x632F; &#x308B; &#x821E; &#x3044; &#x306E; &#x4E09; &#x3064;&#xD;&#xA;&#x306E; &#x30AB; &#x30C6; &#x30B4; &#x30EA; &#x306B; &#x5206; &#x985E; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x69CB; &#x9020; , &#x5206; &#x6563; &#x30B7; &#x30B9; &#x30C6; &#x30E0; , &#x5BFE; &#x8A71; &#x578B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x53CA; &#x3073; &#x9069; &#x5408; &#x578B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x56DB; &#x3064; &#x306E; &#x30AB; &#x30C6; &#x30B4; &#x30EA; &#x306B; &#x5206;&#xD;&#xA;&#x985E; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x62BD; &#x8C61; &#x5EA6; &#x304C; &#x7570; &#x306A; &#x308B; &#x8981; &#x7D20; &#x3092; &#x5206; &#x5272; &#x3057; &#x3066; &#x968E; &#x5C64; &#x5316; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; Layers, &#x30B3; &#x30F3; &#x30DD; &#x30FC; &#x30CD; &#x30F3; &#x30C8; &#x5206; &#x5272;&#xD;&#xA;&#x306E; &#x305F; &#x3081; &#x306E; Broker &#x306A; &#x3069; &#x3067; &#x69CB; &#x6210; &#x3055; &#x308C; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q002.png" alt="問. 2 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 3</h3>
			<figure>
				<figcaption><small>&#x554F; 3 Pattern-0riented Software Architecture (POSA) &#x306E; &#x30A2; &#x30FC; &#x30AD; &#x30C6; &#x30AF; &#x30C1; &#x30E3; &#x30D1; &#x30BF; &#x30FC; &#x30F3; &#x306E; &#x3046;&#xD;&#xA;&#x3061; , &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x30E1; &#x30BF; &#x30EC; &#x30D9; &#x30EB; &#x3068; &#x3079; &#x30FC; &#x30B9; &#x30EC; &#x30D9; &#x30EB; &#x306E; &#x30CB; &#x3064; &#x306E; &#x30EC; &#x30D9; &#x30EB; &#x306B; &#x5206; &#x5272; &#x3057; , &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7;&#xD;&#xA;&#x30A2; &#x306E; &#x69CB; &#x9020; &#x3068; &#x632F; &#x308B; &#x821E; &#x3044; &#x3068; &#x3092; &#x52D5; &#x7684; &#x306B; &#x5909; &#x66F4; &#x3067; &#x304D; &#x308B; &#x4ED5; &#x7D44; &#x307F; &#x3092; &#x63D0; &#x4F9B; &#x3057; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A6;&#xD;&#xA;Broker&#xD;&#xA;Mode I-V i ew-Contro ller&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q003.png" alt="問. 3 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 4</h3>
			<figure>
				<figcaption><small>&#x554F; 4 &#x7D44; &#x8FBC; &#x307F; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3067; DBMS &#x3092; &#x7528; &#x3044; &#x308B; &#x3068; &#x304D; &#x306B; &#x306F; , &#x901A; &#x4FE1; &#x306E; &#x30AA; &#x30FC; &#x30D0; &#x30D8; &#x30C3; &#x30C9; , &#x901A; &#x4FE1; &#x8CA0; &#x8377; &#x306E; &#x767A; &#x751F;&#xD;&#xA;&#x3092; &#x9632; &#x3050; &#x3053; &#x3068; , &#x5FC5; &#x8981; &#x306A; &#x30E1; &#x30E2; &#x30EA; &#x5BB9; &#x91CF; &#x3092; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x5236; &#x9650; &#x5185; &#x306B; &#x6291; &#x3048; &#x308B; &#x3053; &#x3068; &#x306A; &#x3069; &#x3092; &#x76EE; &#x7684; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x30A4; &#x30F3; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x3092; &#x7528; &#x3044; &#x308B; &#x3053; &#x3068; &#x304C; &#x3042; &#x308B; &#x3002; &#x3053; &#x306E; &#x30A4; &#x30F3; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306E;&#xD;&#xA;&#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x30B5; &#x30FC; &#x30D0; &#x5F62; &#x5F0F; &#x306E; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3068; &#x306A; &#x308B; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3068; &#x30BD;&#xD;&#xA;&#x30B1; &#x30C3; &#x30C8; &#x3092; &#x4ECB; &#x3057; &#x3066; &#x901A; &#x4FE1; &#x3057; , SQL &#x3092; &#x7528; &#x3044; &#x3066; &#x51E6; &#x7406; &#x3092; &#x8A18; &#x8FF0; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x30A8; &#x30F3; &#x30B8; &#x30F3; &#x306F; &#x30E9; &#x30A4; &#x30D7; &#x30E9; &#x30EA; &#x5F62; &#x5F0F; &#x3067; &#x63D0; &#x4F9B; &#x3055; &#x308C; , &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30D7; &#x30ED; &#x30B0; &#x30E9;&#xD;&#xA;4&#xD;&#xA;&#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x5165; &#x51FA; &#x529B; &#x306E; API &#x3067; &#x64CD; &#x4F5C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30FC; &#x3063; &#x306E; &#x30C6; &#x30FC; &#x30D7; &#x30EB; &#x3092; &#x4E00; &#x3064; &#x306E; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3067; &#x7BA1; &#x7406; &#x3057; ,&#xD;&#xA;&#x30A6; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306E; &#x5168; &#x4F53; &#x3092; &#x30E1; &#x30E2; &#x30EA; &#x4E0A; &#x306B; &#x914D; &#x7F6E; &#x3057; &#x3066; , &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x51E6; &#x7406; &#x3092; &#x9AD8; &#x901F; &#x5316; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30E0; &#x3068; &#x30EA; &#x30F3; &#x30AF; &#x3055; &#x308C; &#x3066; &#x540C; &#x4E00; &#x30E1; &#x30E2; &#x30EA; &#x7A7A; &#x9593; &#x3067; &#x52D5; &#x4F5C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304B; &#x3089; &#x306F;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q004.png" alt="問. 4 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 5</h3>
			<figure>
				<figcaption><small>&#x554F; 5 &#x30C7; &#x30B6; &#x30A4; &#x30F3; &#x30D1; &#x30BF; &#x30FC; &#x30F3; &#x306E; &#x4E2D; &#x306E; &#x30B9; &#x30C8; &#x30E9; &#x30C6; &#x30B8; &#x30D1; &#x30BF; &#x30FC; &#x30F3; &#x3092; &#x7528; &#x3044; &#x3066; ,&#xD;&#xA;&#x304A; &#x308A; &#x306B; &#x8A2D; &#x8A08; &#x3057; &#x305F; &#x3002; &#x9069; &#x5207; &#x306A; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30B3; &#x30F3; &#x30C6; &#x30AD; &#x30B9; &#x30C8;&#xD;&#xA;&#x2B; &#x5E33; &#x7968; &#x51FA; &#x529B; ( )&#xD;&#xA;PDF &#x5E33; &#x7968; &#x51FA; &#x529B; &#x30B9; &#x30C8; &#x30E9; &#x30C6; &#x30B8;&#xD;&#xA;&#x5E33; &#x7968; &#x51FA; &#x529B; &#x30B9; &#x30C8; &#x30E9; &#x30C6; &#x30B7;&#xD;&#xA;&#x2B; &#x5E33; &#x7968; &#x51FA; &#x529B; ( )&#xD;&#xA;&#x5E33; &#x7968; &#x51FA; &#x529B; &#x306E; &#x30AF; &#x30E9; &#x30B9; &#x3092; &#x56F3; &#x306E; &#x3068;&#xD;&#xA;&#x51E1; &#x4F8B;&#xD;&#xA;&#x30AF; &#x30E9; &#x30B9;&#xD;&#xA;&#x64CD; &#x4F5C;&#xD;&#xA;&#x5C5E; &#x6027;&#xD;&#xA;&#x30AF; &#x30E9; &#x30B9; &#x540D;&#xD;&#xA;HTML &#x5E33; &#x7968; &#x51FA; &#x529B; &#x30B9; &#x30C8; &#x30E9; &#x30C6; &#x30B8;&#xD;&#xA;&#x2B; &#x5E33; &#x7968; &#x51FA; &#x529B; ( )&#xD;&#xA;&#x30A2; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x306F; , &#x4F7F; &#x7528; &#x3057; &#x305F; &#x3044; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30C3; &#x30C8; &#x306B; &#x5BFE; &#x5FDC; &#x3059; &#x308B; , &#x5E33; &#x7968; &#x51FA; &#x529B; &#x30B9; &#x30C8; &#x30E9; &#x30C6; &#x30B8; &#x30AF; &#x30E9;&#xD;&#xA;&#x30B9; &#x306E; &#x30B5; &#x30D7; &#x30AF; &#x30E9; &#x30B9; &#x3092; &#x610F; &#x8B58; &#x305B; &#x305A; &#x306B; &#x5229; &#x7528; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x65B0; &#x898F; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30C3; &#x30C8; &#x7528; &#x306E; &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x306E; &#x8FFD; &#x52A0; &#x304C; &#x5BB9; &#x6613; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5E33; &#x7968; &#x51FA; &#x529B; &#x30B9; &#x30C8; &#x30E9; &#x30C6; &#x30B8; &#x30AF; &#x30E9; &#x30B9; &#x306E; &#x4E2D; &#x3067; , &#x3069; &#x306E; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30C3; &#x30C8; &#x3067; &#x5E33; &#x7968; &#x3092; &#x51FA; &#x529B; &#x3059; &#x308B; &#x304B; &#x306E; &#x632F; &#x308A;&#xD;&#xA;&#x5206; &#x3051; &#x3092; &#x884C; &#x3063; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x5E33; &#x7968; &#x51FA; &#x529B; &#x306E; &#x30A2; &#x30EB; &#x30B4; &#x30EA; &#x30BA; &#x30E0; &#x306F; , &#x30B3; &#x30F3; &#x30C6; &#x30AD; &#x30B9; &#x30C8; &#x30AF; &#x30E9; &#x30B9; &#x306E; &#x4E2D; &#x306B; &#x8A18; &#x8FF0; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q005.png" alt="問. 5 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 6</h3>
			<figure>
				<figcaption><small>&#x554F; 6 &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x9593; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x53D7; &#x6E21; &#x3057; &#x65B9; &#x6CD5; &#x306E; &#x3046; &#x3061; ,&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x6700; &#x3082; &#x4F4E; &#x3044; &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x7D50; &#x5408; &#x5EA6; &#x3068; &#x306A; &#x308B; &#x3082; &#x306E;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5358; &#x4E00; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x9805; &#x76EE; &#x3092; &#x5927; &#x57DF; &#x7684; &#x30C7; &#x30FC; &#x30BF; &#x3067; &#x53D7; &#x3051; &#x6E21; &#x3059; &#x3002;&#xD;&#xA;&#x5358; &#x4E00; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x9805; &#x76EE; &#x3092; &#x5F15; &#x6570; &#x3067; &#x53D7; &#x3051; &#x6E21; &#x3059; &#x3002;&#xD;&#xA;&#x4E01; &#x30FC; &#x30BF; &#x69CB; &#x9020; &#x3092; &#x5927; &#x57DF; &#x7684; &#x30C7; &#x30FC; &#x30BF; &#x3067; &#x53D7; &#x3051; &#x6E21; &#x3059; &#x3002;&#xD;&#xA;&#x30A1; &#x30FC; &#x30BF; &#x69CB; &#x9020; &#x3092; &#x5F15; &#x6570; &#x3067; &#x53D7; &#x3051; &#x6E21; &#x3059; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q006.png" alt="問. 6 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 7</h3>
			<figure>
				<figcaption><small>&#x554F; 7 &#x65E2; &#x5B58; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x57FA; &#x306B; , &#x65B0; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x30E2; &#x30C7; &#x30EB; &#x5316; &#x3092; &#x884C; &#x3046; &#x5834; &#x5408; &#x306E; DFD &#x4F5C; &#x6210; &#x306E; &#x624B; &#x9806; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x306E; &#x6709; &#x52B9; &#x958B; &#x59CB; &#x65E5; &#x3068; &#x305D; &#x306E; &#x524D; &#x65E5; &#x3068; &#x3092; &#x767A; &#x6CE8; &#x65E5; &#x3068; &#x3059; &#x308B; &#x30C6; &#x30B9; &#x30C8; &#x30B1; &#x30FC; &#x30B9; &#x3092; &#x4E8B; &#x524D; &#x306B; &#x4F5C; &#x6210; &#x3057; &#x3066; &#x30C6; &#x30B9; &#x30C8; &#x3057;&#xD;&#xA;&#x30A6; &#x7D44; &#x7E54; &#x5909; &#x66F4; &#x306E; &#x524D; &#x5F8C; &#x3067; &#x7D44; &#x7E54; &#x540D; &#x304C; &#x6B63; &#x3057; &#x304F; &#x5370; &#x5237; &#x3055; &#x308C; &#x308B; &#x304B; &#x3069; &#x3046; &#x304B; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x65B0; &#x7D44; &#x7E54;&#xD;&#xA;&#x56F2; &#x306E; &#x6570; &#x91CF; &#x306E; &#x4E2D; &#x592E; &#x306E; &#x5024; &#x3092; &#x7528; &#x3044; &#x305F; &#x30C6; &#x30B9; &#x30C8; &#x30B1; &#x30FC; &#x30B9; &#x3092; &#x4F5C; &#x6210; &#x3057; &#x3066; &#x30C6; &#x30B9; &#x30C8; &#x3057; &#x305F; &#x3002;&#xD;&#xA;&#x30A4; &#x6570; &#x91CF; &#x306E; &#x7BC4; &#x56F2; &#x306B; &#x5FDC; &#x3058; &#x3066; &#x9069; &#x7528; &#x3059; &#x308B; &#x5546; &#x54C1; &#x4FA1; &#x683C; &#x304C; &#x6B63; &#x3057; &#x3044; &#x304B; &#x3069; &#x3046; &#x304B; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x5404; &#x7BC4;&#xD;&#xA;&#x5099; &#x3092; &#x691C; &#x51FA; &#x3067; &#x304D; &#x305D; &#x3046; &#x306A; &#x30C7; &#x30FC; &#x30BF; &#x30D0; &#x30BF; &#x30FC; &#x30F3; &#x3092; &#x63A8; &#x6E2C; &#x3057; , &#x30C6; &#x30B9; &#x30C8; &#x30B1; &#x30FC; &#x30B9; &#x3092; &#x4E8B; &#x524D; &#x306B; &#x4F5C; &#x6210; &#x3057; &#x3066; &#x30C6; &#x30B9;&#xD;&#xA;&#x30A2; &#x904E; &#x53BB; &#x306B; &#x8CFC; &#x8CB7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x958B; &#x767A; &#x3057; &#x305F; &#x7D4C; &#x9A13; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; , &#x5165; &#x529B; &#x9805; &#x76EE; &#x9593; &#x306E; &#x95A2; &#x9023; &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x306E; &#x4E0D;&#xD;&#xA;&#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q007.png" alt="問. 7 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 8</h3>
			<figure>
				<figcaption><small>&#x554F; 8 &#x3042; &#x308B; &#x8CFC; &#x8CB7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x958B; &#x767A; &#x306B; &#x304A; &#x3044; &#x3066; , &#x958B; &#x767A; &#x8005; &#x304C; &#x884C; &#x3063; &#x305F; &#x63A2; &#x7D22; &#x7684; &#x30C6; &#x30B9; &#x30C8; &#x306E; &#x4F8B; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207;&#xD;&#xA;&#x5DE5; &#x73FE; &#x8AD6; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x73FE; &#x7269; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x65B0; &#x8AD6; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x65B0; &#x7269; &#x7406; &#x30E2; &#x30C7; &#x30EB;&#xD;&#xA;&#x30A6; &#x73FE; &#x8AD6; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x73FE; &#x7269; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x65B0; &#x7269; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x65B0; &#x8AD6; &#x7406; &#x30E2; &#x30C7; &#x30EB;&#xD;&#xA;&#x30A4; &#x73FE; &#x7269; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x73FE; &#x8AD6; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x65B0; &#x8AD6; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x65B0; &#x7269; &#x7406; &#x30E2; &#x30C7; &#x30EB;&#xD;&#xA;&#x30A2; &#x73FE; &#x7269; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x73FE; &#x8AD6; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x65B0; &#x7269; &#x7406; &#x30E2; &#x30C7; &#x30EB; &#x2192; &#x65B0; &#x8AD6; &#x7406; &#x30E2; &#x30C7; &#x30EB;&#xD;&#xA;&#x5E7E; &#x3064; &#x304B;&#xD;&#xA;6&#xD;&#xA;&#x6210; &#x3057; &#x3066; &#x30C6; &#x30B9; &#x30C8; &#x3092; &#x7E70; &#x308A; &#x8FD4; &#x3057; &#x305F; &#x3002;&#xD;&#xA;&#x306E; &#x4EE3; &#x8868; &#x7684; &#x306A; &#x5165; &#x529B; &#x5024; &#x306E; &#x7D44; &#x5408; &#x305B; &#x3092; &#x30C6; &#x30B9; &#x30C8; &#x3057; , &#x305D; &#x306E; &#x7D50; &#x679C; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; &#x6B21; &#x306E; &#x30C6; &#x30B9; &#x30C8; &#x30B1; &#x30FC; &#x30B9; &#x3092; &#x4F5C;&#xD;&#xA;&#x30A7; &#x5165; &#x529B; &#x5024; &#x306E; &#x7D44; &#x5408; &#x305B; &#x304C; &#x7121; &#x52B9; &#x306A; &#x3068; &#x304D; &#x306F; &#x4F1D; &#x7968; &#x3092; &#x4F5C; &#x6210; &#x3057; &#x306A; &#x3044; &#x3053; &#x3068; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q008.png" alt="問. 8 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 9</h3>
			<figure>
				<figcaption><small>&#x554F; 9 &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x30C6; &#x30B9; &#x30C8; &#x5DE5; &#x7A0B; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30D0; &#x30B0; &#x7BA1; &#x7406; &#x56F3; &#x3092; &#x7528; &#x3044; &#x3066; , &#x30C6; &#x30B9; &#x30C8; &#x306E; &#x9032; &#x6357; &#x72B6; &#x6CC1; &#x3068; &#x30BD;&#xD;&#xA;&#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x54C1; &#x8CEA; &#x3092; &#x5224; &#x65AD; &#x3057; &#x305F; &#x3044; &#x3002; &#x3053; &#x306E; &#x3068; &#x304D; &#x306E; &#x8003; &#x3048; &#x65B9; &#x306E; &#x3046; &#x3061; , &#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30C6; &#x30B9; &#x30C8; &#x5DE5; &#x7A0B; &#x306E; &#x524D; &#x534A; &#x3067; &#x4E88; &#x60F3; &#x4EE5; &#x4E0A; &#x306B; &#x30D0; &#x30B0; &#x304C; &#x6458; &#x51FA; &#x3055; &#x308C; , &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x304C; &#x9045; &#x308C; &#x305F; &#x306E; &#x3067; , &#x30B9;&#xD;&#xA;&#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x306E; &#x898B; &#x76F4; &#x3057; &#x3092; &#x884C; &#x3044; , 5 &#x65E5; &#x9045; &#x308C; &#x3067; &#x30C6; &#x30B9; &#x30C8; &#x304C; &#x7D42; &#x4E86; &#x3059; &#x308B; &#x3068; &#x5224; &#x65AD; &#x3057; &#x305F; &#x3002;&#xD;&#xA;&#x30A4; &#x30C6; &#x30B9; &#x30C8; &#x9805; &#x76EE; &#x304C; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x3069; &#x304A; &#x308A; &#x306B; &#x6D88; &#x5316; &#x3055; &#x308C; , &#x304B; &#x3063; , &#x30D0; &#x30B0; &#x6458; &#x51FA; &#x306E; &#x7D2F; &#x7A4D; &#x4EF6; &#x6570; &#x304C; &#x5897; &#x52A0;&#xD;&#xA;&#x3057; &#x306A; &#x3051; &#x308C; &#x3070; , &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306E; &#x54C1; &#x8CEA; &#x306F; &#x9AD8; &#x3044; &#x3068; &#x5224; &#x65AD; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30C6; &#x30B9; &#x30C8; &#x9805; &#x76EE; &#x6D88; &#x5316; &#x306E; &#x7D2F; &#x7A4D; &#x4EF6; &#x6570; , &#x30D0; &#x30B0; &#x6458; &#x51FA; &#x306E; &#x7D2F; &#x7A4D; &#x4EF6; &#x6570; &#x53CA; &#x3073; &#x672A; &#x89E3; &#x6C7A; &#x30D0; &#x30B0; &#x306E; &#x4EF6; &#x6570; &#x306E; &#x5168; &#x3066; &#x304C;&#xD;&#xA;&#x5909; &#x5316; &#x3057; &#x306A; &#x304F; &#x306A; &#x3063; &#x305F; &#x5834; &#x5408; &#x306F; , &#x89E3; &#x6C7A; &#x56F0; &#x96E3; &#x306A; &#x30D0; &#x30B0; &#x306B; &#x76F4; &#x9762; &#x3057; &#x3066; &#x3044; &#x308B; &#x304B; &#x3069; &#x3046; &#x304B; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x5FC5; &#x8981;&#xD;&#xA;&#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30D0; &#x30B0; &#x6458; &#x51FA; &#x306E; &#x7D2F; &#x7A4D; &#x4EF6; &#x6570; &#x306E; &#x63A8; &#x79FB; &#x3068; &#x30C6; &#x30B9; &#x30C8; &#x9805; &#x76EE; &#x306E; &#x672A; &#x6D88; &#x5316; &#x4EF6; &#x6570; &#x306E; &#x63A8; &#x79FB; &#x304B; &#x3089; , &#x30C6; &#x30B9; &#x30C8; &#x7D42; &#x4E86; &#x306E;&#xD;&#xA;&#x6642; &#x671F; &#x3092; &#x307B; &#x307C; &#x6B63; &#x78BA; &#x306B; &#x4E88; &#x6E2C; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q009.png" alt="問. 9 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 10</h3>
			<figure>
				<figcaption><small>&#x554F; 10 &#x6545; &#x969C; &#x306E; &#x4E88; &#x9632; &#x3092; &#x76EE; &#x7684; &#x3068; &#x3057; &#x305F; &#x89E3; &#x6790; &#x624B; &#x6CD5; &#x3067; &#x3042; &#x308B; FMEA &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x500B; &#x3005; &#x306E; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x69CB; &#x6210; &#x8981; &#x7D20; &#x306B; &#x8D77; &#x3053; &#x308A; &#x5F97; &#x308B; &#x6F5C; &#x5728; &#x7684; &#x306A; &#x6545; &#x969C; &#x30E2; &#x30FC; &#x30C9; &#x3092; &#x7279; &#x5B9A; &#x3057; , &#x305D; &#x308C; &#x3089; &#x306E; &#x5F71;&#xD;&#xA;&#x97FF; &#x5EA6; &#x3092; &#x8A55; &#x4FA1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x6545; &#x969C; &#x3092; , &#x767A; &#x751F; &#x3057; &#x305F; &#x5DE5; &#x7A0B; &#x3084; &#x7B87; &#x6240; &#x306A; &#x3069; &#x3067; &#x5206; &#x985E; &#x3057; &#x3066; &#x5206; &#x6790; &#x3057; , &#x6539; &#x5584; &#x3059; &#x3079; &#x304D; &#x5DE5; &#x7A0B; &#x3084; &#x7B87; &#x6240; &#x3092; &#x7279;&#xD;&#xA;&#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x767A; &#x751F; &#x3057; &#x305F; &#x6545; &#x969C; &#x306B; &#x3064; &#x3044; &#x3066; , &#x6545; &#x969C; &#x306E; &#x539F; &#x56E0; &#x306B; &#x95A2; &#x4FC2; &#x3059; &#x308B; &#x30C7; &#x30FC; &#x30BF; , &#x4E8B; &#x8C61; &#x306A; &#x3069; &#x3092; &#x53CE; &#x96C6; &#x3057; , &#x201C; &#x306A;&#xD;&#xA;&#x305C; &#x201D; &#x3092; &#x7E70; &#x308A; &#x8FD4; &#x3057; &#x3066; &#x539F; &#x56E0; &#x3092; &#x6398; &#x308A; &#x4E0B; &#x3052; , &#x6839; &#x672C; &#x7684; &#x306A; &#x539F; &#x56E0; &#x3092; &#x8FFD; &#x7A76; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x767A; &#x751F; &#x3057; &#x305F; &#x6545; &#x969C; &#x306B; &#x3064; &#x3044; &#x3066; , &#x305D; &#x306E; &#x5F15; &#x304D; &#x91D1; &#x3068; &#x306A; &#x308B; &#x539F; &#x56E0; &#x3092; &#x5217; &#x6319; &#x3057; , &#x305D; &#x308C; &#x3089; &#x306E; &#x95A2; &#x4FC2; &#x3092; &#x6728; &#x69CB; &#x9020;&#xD;&#xA;&#x3067; &#x8868; &#x73FE; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q010.png" alt="問. 10 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 11</h3>
			<figure>
				<figcaption><small>&#x554F; 1 1 J IS X 0160 : 2021 ( &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x30D7; &#x30ED; &#x30BB; &#x30B9; ) &#x306B; &#x3088; &#x308C; &#x3070; , &#x5EC3; &#x68C4; &#x30D7; &#x30ED; &#x30BB;&#xD;&#xA;&#x30B9; &#x306E; &#x30BF; &#x30B9; &#x30AF; &#x306E; &#x3046; &#x3061; , &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x201C; &#x5EC3; &#x68C4; &#x3092; &#x78BA; &#x5B9F; &#x5316; &#x3059; &#x308B; &#x201D; &#x306B; &#x304A; &#x3044; &#x3066; &#x5B9F; &#x65BD; &#x3059; &#x3079; &#x304D; &#x30BF; &#x30B9; &#x30AF;&#xD;&#xA;&#x30A4; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x5EC3; &#x68C4; &#x6226; &#x7565; &#x3092; &#x5B9A; &#x7FA9; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x4FDD; &#x7BA1; &#x53C8; &#x306F; &#x7834; &#x58CA; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x9078; &#x5B9A; &#x3055; &#x308C; &#x305F; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x8981; &#x7D20; &#x3092; &#x518D; &#x5229; &#x7528; , &#x518D; &#x751F; &#x5229; &#x7528; , &#x518D; &#x8ABF; &#x6574; , &#x5206; &#x89E3; &#x4FEE; &#x7406; ,&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x53C8; &#x306F; &#x65B0; &#x3057; &#x3044; &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x5B9A; &#x7FA9; &#x3059; &#x308B; &#x3053; &#x3068; &#x3092; &#x4F55; &#x3068; &#x3044; &#x3046; &#x304B; &#x3002;&#xD;&#xA;&#x30AF; &#x30EB; &#x30E2; &#x30C7; &#x30EB; &#x306E; &#x76EE; &#x7684; &#x53CA; &#x3073; &#x6210; &#x679C; &#x3092; &#x9054; &#x6210; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x4FEE; &#x6B63; &#x3059; &#x308B; &#x304B; ,</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q011.png" alt="問. 11 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 12</h3>
			<figure>
				<figcaption><small>&#x554F; 1 2 J I S X &#x4F8B; 60 : 2021 ( &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x30D7; &#x30ED; &#x30BB; &#x30B9; ) &#x306B; &#x3088; &#x308C; &#x3070; , &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4;&#xD;&#xA;&#x3066; &#x5BFE; &#x51E6; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3053; &#x3068; &#x3092; &#x78BA; &#x8A8D; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5EC3; &#x68C4; &#x5F8C; &#x306E; , &#x4EBA; &#x306E; &#x5065; &#x5EB7; &#x30FC; &#x5B89; &#x5168; &#x6027; , &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x53CA; &#x3073; &#x74B0; &#x5883; &#x3078; &#x306E; &#x6709; &#x5BB3; &#x306A; &#x72B6; &#x6CC1; &#x304C; &#x8B58; &#x5225; &#x3055; &#x308C;&#xD;&#xA;&#x30A6; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x53C8; &#x306F; &#x8981; &#x7D20; &#x3092; &#x4E0D; &#x6D3B; &#x6027; &#x5316; &#x3057; &#x3066; &#x53D6; &#x308A; &#x9664; &#x304F; &#x305F; &#x3081; &#x306E; &#x6E96; &#x5099; &#x3092; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30F3; &#x30DF; &#x30E5; &#x30EC; &#x30FC; &#x30B7; &#x30E7; &#x30F3;&#xD;&#xA;&#x7D71; &#x6CBB; (Governance)&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x4FEE; &#x6574; (Tai loring)&#xD;&#xA;&#x3079; &#x30F3; &#x30C1; &#x30DE; &#x30FC; &#x30AD; &#x30F3; &#x30B0;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q012.png" alt="問. 12 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 13</h3>
			<figure>
				<figcaption><small>&#x554F; 13 IT &#x6295; &#x8CC7; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x8A55; &#x4FA1; &#x6307; &#x6A19; &#x306E; &#x8A2D; &#x5B9A; &#x306B; &#x969B; &#x3057; , &#x30D0; &#x30E9; &#x30F3; &#x30B9; &#x30B9; &#x30B3; &#x30A2; &#x30AB; &#x30FC; &#x30C9; &#x306E; &#x624B; &#x6CD5; &#x3092; &#x7528; &#x3044; &#x3066; KPI&#xD;&#xA;&#x3092; &#x8A2D; &#x5B9A; &#x3059; &#x308B; &#x5834; &#x5408; &#x306B; , &#x5185; &#x90E8; &#x30D3; &#x30B8; &#x30CD; &#x30B9; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x8996; &#x70B9; &#x306B; &#x7ACB; &#x3063; &#x305F; KPI &#x306E; &#x4F8B; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;IT &#x30EA; &#x30C6; &#x30E9; &#x30B7; &#x5411; &#x4E0A; &#x306E; &#x305F; &#x3081; &#x306E; &#x7814; &#x4FEE; &#x4F1A; &#x306E; &#x53D7; &#x8B1B; &#x7387; &#x3092; 1 % &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x58F2; &#x4E0A; &#x9AD8; &#x55B6; &#x696D; &#x5229; &#x76CA; &#x7387; &#x3092; &#x524D; &#x5E74; &#x6BD4; 5 % &#x30A2; &#x30C3; &#x30D7; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x9867; &#x5BA2; &#x30AF; &#x30EC; &#x30FC; &#x30E0; &#x4EF6; &#x6570; &#x3092; 1 &#x304B; &#x6708; &#x5F53; &#x305F; &#x308A; &#x56F2; &#x4EF6; &#x4EE5; &#x5185; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x6CE8; &#x6587; &#x53D7; &#x4ED8; &#x304B; &#x3089; &#x88FD; &#x54C1; &#x51FA; &#x8377; &#x307E; &#x3067; &#x306E; &#x65E5; &#x6570; &#x3092; 3 &#x65E5; &#x77ED; &#x7E2E; &#x3068; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q013.png" alt="問. 13 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 14</h3>
			<figure>
				<figcaption><small>&#x554F; 14 &#x7D44; &#x8FBC; &#x307F; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x958B; &#x767A; &#x306B; &#x304A; &#x3044; &#x3066; , &#x88FD; &#x54C1; &#x306B; &#x642D; &#x8F09; &#x3059; &#x308B; LSI &#x3092; &#x65B0; &#x898F; &#x306B; &#x958B; &#x767A; &#x3059; &#x308B; &#x3002; LSI &#x8A2D; &#x8A08; &#x3092;&#xD;&#xA;&#x81EA; &#x793E; &#x3067; &#x884C; &#x3044; , LSI &#x88FD; &#x9020; &#x3092; &#x5916; &#x90E8; &#x306B; &#x59D4; &#x8A17; &#x3059; &#x308B; &#x5834; &#x5408; &#x306E; &#x59D4; &#x8A17; &#x5148; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;IP &#x30D7; &#x30ED; &#x30D0; &#x30A4; &#x30C0;&#xD;&#xA;&#x30D5; &#x30A1; &#x30A6; &#x30F3; &#x30C9; &#x30EA;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30C7; &#x30B6; &#x30A4; &#x30F3; &#x30CF; &#x30A6; &#x30B9;&#xD;&#xA;&#x30D5; &#x30A2; &#x30D7; &#x30EC; &#x30B9; &#x30E1; &#x30FC; &#x30AB;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q014.png" alt="問. 14 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 15</h3>
			<figure>
				<figcaption><small>&#x554F; 15 &#x30E9; &#x30DC; &#x5951; &#x7D04; &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;9&#xD;&#xA;&#x7A3C; &#x50CD; &#x5DE5; &#x6570; &#x306B; &#x57FA; &#x3065; &#x3044; &#x3066; &#x8ACB; &#x6C42; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x6C42; &#x3081; &#x3089; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x3079; &#x30F3; &#x30C0; &#x4F01; &#x696D; &#x304C; &#x5951; &#x7D04; &#x3067; &#x5B9A; &#x3081; &#x305F; &#x6700; &#x4F4E; &#x767A; &#x6CE8; &#x5DE5; &#x6570; &#x3092; &#x4E0B; &#x56DE; &#x3063; &#x3066; &#x4F5C; &#x696D; &#x3092; &#x5B8C; &#x4E86; &#x3057; &#x305F; &#x5834; &#x5408; &#x306B; &#x306F; , &#x5B9F;&#xD;&#xA;&#x914D; &#x3059; &#x308B; &#x3053; &#x3068; &#x3092; &#x6761; &#x4EF6; &#x306B; , &#x958B; &#x767A; &#x6642; &#x306E; &#x3079; &#x30F3; &#x30C0; &#x4F01; &#x696D; &#x3078; &#x306E; &#x767A; &#x6CE8; &#x91D1; &#x984D; &#x3092; &#x6291; &#x3048; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x958B; &#x767A; &#x3057; &#x305F; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x3088; &#x3063; &#x3066; &#x4F9D; &#x983C; &#x5143; &#x304C; &#x5C06; &#x6765; &#x7372; &#x5F97; &#x3059; &#x308B; &#x58F2; &#x4E0A; &#x3084; &#x5229; &#x76CA; &#x3092; &#x30D9; &#x30F3; &#x30C0; &#x4F01; &#x696D; &#x306B; &#x3082; &#x5206;&#xD;&#xA;&#x3053; &#x3068; &#x3092; &#x30D9; &#x30F3; &#x30C0; &#x4F01; &#x696D; &#x306B; &#x6C42; &#x3081; &#x308B; &#x304B; &#x308F; &#x308A; &#x306B; &#x4E00; &#x5B9A; &#x4EE5; &#x4E0A; &#x306E; &#x767A; &#x6CE8; &#x3092; &#x7D04; &#x675F; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x4F9D; &#x983C; &#x5143; &#x306F; , &#x5951; &#x7D04; &#x306B; &#x57FA; &#x3065; &#x304D; &#x30B9; &#x30AD; &#x30EB; &#x3084; &#x4EBA; &#x6570; &#x306A; &#x3069; &#x306E; &#x57FA; &#x6E96; &#x3092; &#x6E80; &#x305F; &#x3059; &#x3088; &#x3046; &#x306B; &#x8981; &#x54E1; &#x3092; &#x78BA; &#x4FDD; &#x3059; &#x308B;&#xD;&#xA;&#x3079; &#x30F3; &#x30C0; &#x4F01; &#x696D; &#x306F; &#x3053; &#x308C; &#x3092; &#x524D; &#x63D0; &#x306B; &#x8981; &#x54E1; &#x3092; &#x5272; &#x308A; &#x5F53; &#x3066; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x4F9D; &#x983C; &#x5143; &#x304C; &#x3079; &#x30F3; &#x30C0; &#x4F01; &#x696D; &#x5074; &#x306E; &#x4F5C; &#x696D; &#x62C5; &#x5F53; &#x8005; &#x3092; &#x6307; &#x540D; &#x3057; &#x3066; &#x76F4; &#x63A5; &#x6307; &#x63EE; &#x547D; &#x4EE4; &#x3092; &#x884C; &#x3046; &#x5951; &#x7D04; &#x3067; &#x3042; &#x308A; ,</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q015.png" alt="問. 15 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 16</h3>
			<figure>
				<figcaption><small>&#x554F; 16 e &#x30B7; &#x30FC; &#x30EB; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x4E0A; &#x306E; &#x30B2; &#x30FC; &#x30E0; &#x5185; &#x306B; &#x9650; &#x5B9A; &#x3055; &#x308C; &#x305F; &#x30AD; &#x30E3; &#x30E9; &#x30AF; &#x30BF; &#x30FC; &#x306E; &#x30A4; &#x30E1; &#x30FC; &#x30B8; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x4F5C; &#x6210;&#xD;&#xA;&#x8005; &#x3092; &#x8A3C; &#x660E; &#x3059; &#x308B; &#x4ED5; &#x7D44; &#x307F; &#x306E; &#x4E00; &#x3064; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x500B; &#x4EBA; &#x306E; &#x610F; &#x601D; &#x8868; &#x793A; &#x3084; , &#x610F; &#x601D; &#x8868; &#x793A; &#x3092; &#x3057; &#x3066; &#x3044; &#x308B; &#x500B; &#x4EBA; &#x306E; &#x672C; &#x4EBA; &#x78BA; &#x8A8D; &#x304C; &#x5FC5; &#x8981; &#x306A; &#x96FB; &#x5B50; &#x6587; &#x66F8; &#x30C7; &#x30FC; &#x30BF;&#xD;&#xA;&#x306B; &#x3064; &#x3044; &#x3066; , &#x305D; &#x306E; &#x96FB; &#x5B50; &#x6587; &#x66F8; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x4F5C; &#x6210; &#x8005; &#x306E; &#x8A3C; &#x660E; &#x3068; &#x6539; &#x3056; &#x3093; &#x9632; &#x6B62; &#x306E; &#x305F; &#x3081; &#x306B; , &#x500B; &#x4EBA; &#x304C; &#x884C; &#x3046;&#xD;&#xA;&#x96FB; &#x5B50; &#x7F72; &#x540D; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x96FB; &#x5B50; &#x6587; &#x66F8; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x4F5C; &#x6210; &#x8005; &#x306E; &#x8A3C; &#x660E; &#x3068; &#x6539; &#x3056; &#x3093; &#x9632; &#x6B62; &#x306E; &#x305F; &#x3081; &#x306B; , &#x91CD; &#x8981; &#x6587; &#x66F8; &#x3092; &#x6271; &#x3046; &#x56FD; &#x3084; &#x5730; &#x65B9;&#xD;&#xA;&#x81EA; &#x6CBB; &#x4F53; &#x306A; &#x3069; &#x306E; &#x516C; &#x5171; &#x6A5F; &#x95A2; &#x3060; &#x3051; &#x306B; &#x4F7F; &#x7528; &#x304C; &#x8A31; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x96FB; &#x5B50; &#x7F72; &#x540D; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x6CD5; &#x4EBA; &#x304C; &#x4F5C; &#x6210; &#x3057; &#x305F; &#x96FB; &#x5B50; &#x6587; &#x66F8; &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x3064; &#x3044; &#x3066; , &#x305D; &#x306E; &#x96FB; &#x5B50; &#x6587; &#x66F8; &#x30C6; &#x30FC; &#x30BF; &#x306E; &#x4F5C; &#x6210; &#x8005; &#x304C; &#x9593; &#x9055; &#x3044;&#xD;&#xA;&#x306A; &#x304F; &#x305D; &#x306E; &#x6CD5; &#x4EBA; &#x3067; &#x3042; &#x308A; , &#x304B; &#x3063; &#x305D; &#x306E; &#x96FB; &#x5B50; &#x6587; &#x66F8; &#x30C7; &#x30FC; &#x30BF; &#x306F; &#x4F5C; &#x6210; &#x5F8C; &#x306B; &#x6539; &#x3056; &#x3093; &#x3055; &#x308C; &#x3066; &#x3044; &#x306A; &#x3044; &#x3053; &#x3068;&#xD;&#xA;&#x3092; &#x8A3C; &#x660E; &#x3059; &#x308B; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q016.png" alt="問. 16 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 17</h3>
			<figure>
				<figcaption><small>&#x554F; 17 &#x30DE; &#x30EB; &#x30C1; &#x30D9; &#x30AF; &#x30C8; &#x30EB; &#x578B; DDoS &#x653B; &#x6483; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x306E; web &#x30B5; &#x30FC; &#x30D0; 1 &#x53F0; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x591A; &#x6570; &#x306E; PC &#x304B; &#x3089; &#x4E00; &#x6589; &#x306B; &#x30EA; &#x30AF; &#x30A8; &#x30B9; &#x30C8; &#x3092; &#x9001; &#x3063; &#x3066;&#xD;&#xA;&#x30B5; &#x30FC; &#x30D0; &#x306E; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x3092; &#x67AF; &#x6E07; &#x3055; &#x305B; &#x308B; &#x653B; &#x6483; &#x3068; , &#x5927; &#x91CF; &#x306E; DNS &#x901A; &#x4FE1; &#x306B; &#x3088; &#x3063; &#x3066; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306E; &#x5E2F;&#xD;&#xA;&#x57DF; &#x3092; &#x6D88; &#x8CBB; &#x3059; &#x308B; &#x653B; &#x6483; &#x3092; &#x540C; &#x6642; &#x306B; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A4; &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x306E; web &#x30B5; &#x30A4; &#x30C8; &#x306E; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x89E3; &#x8AAD; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30D7; &#x30EB; &#x30FC; &#x30C8; &#x30D5; &#x30A9; &#x30FC;&#xD;&#xA;&#x30B9; &#x306B; &#x3088; &#x308B; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x8A66; &#x884C; &#x3092; , &#x591A; &#x6570; &#x306E; &#x30B9; &#x30DE; &#x30FC; &#x30C8; &#x30D5; &#x30A9; &#x30F3; , 10T &#x6A5F; &#x5668; &#x306A; &#x3069; &#x304B; &#x3089; &#x6210; &#x308B; &#x30DD; &#x30C3; &#x30C8; &#x30CD;&#xD;&#xA;&#x30C3; &#x30C8; &#x3092; &#x8E0F; &#x307F; &#x53F0; &#x306B; &#x3057; &#x3066; &#x4E00; &#x6589; &#x306B; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A6; &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x5927; &#x91CF; &#x306E; &#x30EC; &#x30B9; &#x30DD; &#x30F3; &#x30B9; &#x304C; &#x540C; &#x6642; &#x306B; &#x9001; &#x308A; &#x4ED8; &#x3051; &#x3089; &#x308C; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; ,&#xD;&#xA;&#x591A; &#x6570; &#x306E; &#x30AA; &#x30FC; &#x30D7; &#x30F3; &#x30EA; &#x30BE; &#x30EB; &#x30D0; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x9001; &#x4FE1; &#x5143; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306E; IP &#x30A2;&#xD;&#xA;&#x30C9; &#x30EC; &#x30B9; &#x306B; &#x507D; &#x88C5; &#x3057; &#x305F; &#x540D; &#x524D; &#x89E3; &#x6C7A; &#x306E; &#x30EA; &#x30AF; &#x30A8; &#x30B9; &#x30C8; &#x3092; &#x4E00; &#x6589; &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x306E; &#x7D44; &#x7E54; &#x5185; &#x306E; &#x591A; &#x6570; &#x306E; &#x7AEF; &#x672B; &#x3092; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x306B; &#x611F; &#x67D3; &#x3055; &#x305B; , &#x5F53; &#x8A72; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x9060; &#x9694;&#xD;&#xA;&#x64CD; &#x4F5C; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x6539; &#x3056; &#x3093; &#x3084; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x306E; &#x6D88; &#x53BB; &#x3092; &#x4E00; &#x6589; &#x306B; &#x884C; &#x3046; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q017.png" alt="問. 17 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 18</h3>
			<figure>
				<figcaption><small>&#x554F; 18 &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; AES &#x306F; &#x516C; &#x958B; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; , RSA &#x306F; &#x5171; &#x901A; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x306E; &#x4E00; &#x7A2E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x5171; &#x901A; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x3067; &#x306F; , &#x6697; &#x53F7; &#x5316; &#x53CA; &#x3073; &#x5FA9; &#x53F7; &#x306B; &#x540C; &#x4E00; &#x306E; &#x9375; &#x3092; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x516C; &#x958B; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x3092; &#x901A; &#x4FE1; &#x5185; &#x5BB9; &#x306E; &#x79D8; &#x533F; &#x306B; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x5834; &#x5408; &#x306F; , &#x6697; &#x53F7; &#x5316; &#x306B; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x9375; &#x3092; &#x79D8; &#x5BC6;&#xD;&#xA;&#x306B; &#x3057; &#x3066; , &#x5FA9; &#x53F7; &#x306B; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x9375; &#x3092; &#x516C; &#x958B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x30C7; &#x30B8; &#x30BF; &#x30EB; &#x7F72; &#x540D; &#x306B; &#x516C; &#x958B; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x304C; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x308B; &#x3053; &#x3068; &#x306F; &#x306A; &#x304F; , &#x5171; &#x901A; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x304C; &#x4F7F; &#x7528;&#xD;&#xA;&#x3055; &#x308C; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q018.png" alt="問. 18 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 19</h3>
			<figure>
				<figcaption><small>&#x554F; 19 CRYPTREC &#x306E; &#x5F79; &#x5272; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x5916; &#x56FD; &#x70BA; &#x66FF; &#x53CA; &#x3073; &#x5916; &#x56FD; &#x8CBF; &#x6613; &#x6CD5; &#x3067; &#x898F; &#x5236; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x6697; &#x53F7; &#x88C5; &#x7F6E; &#x306E; &#x8F38; &#x51FA; &#x8A31; &#x53EF; &#x7533; &#x8ACB; &#x3092; &#x5BE9; &#x67FB; , &#x627F; &#x8A8D;&#xD;&#xA;&#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x653F; &#x5E9C; &#x8ABF; &#x9054; &#x306B; &#x304A; &#x3044; &#x3066; IT &#x95A2; &#x9023; &#x88FD; &#x54C1; &#x306E; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x6A5F; &#x80FD; &#x306E; &#x9069; &#x5207; &#x6027; &#x3092; &#x8A55; &#x4FA1; , &#x8A8D; &#x8A3C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x96FB; &#x5B50; &#x653F; &#x5E9C; &#x3067; &#x306E; &#x5229; &#x7528; &#x3092; &#x63A8; &#x5968; &#x3059; &#x308B; &#x6697; &#x53F7; &#x6280; &#x8853; &#x306E; &#x5B89; &#x5168; &#x6027; &#x3092; &#x8A55; &#x4FA1; , &#x76E3; &#x8996; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x6C11; &#x9593; &#x4F01; &#x696D; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x653B; &#x6483; &#x3092; &#x76E3; &#x8996; , &#x691C; &#x77E5; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q019.png" alt="問. 19 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 20</h3>
			<figure>
				<figcaption><small>&#x554F; 20 &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x3068; &#x306E; &#x63A5; &#x7D9A; &#x306B; &#x304A; &#x3044; &#x3066; ,&#xD;&#xA;&#x30C6; &#x30A3; &#x4E0A; &#x306E; &#x52B9; &#x679C; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30D5; &#x30A1; &#x30A4; &#x30A2; &#x30A6; &#x30A9; &#x30FC; &#x30EB; &#x306E; NAPT &#x6A5F; &#x80FD; &#x306B; &#x3088; &#x308B; &#x30BB; &#x30AD; &#x30E5; &#x30EA;&#xD;&#xA;&#x30A2; DMZ &#x4E0A; &#x306B; &#x3042; &#x308B; &#x516C; &#x958B; Web &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x8106; &#x5F31; &#x6027; &#x3092; &#x60AA; &#x7528; &#x3059; &#x308B; &#x653B; &#x6483; &#x3092; &#x9632; &#x5FA1; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x304B; &#x3089; &#x5185; &#x90E8; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x3078; &#x306E; &#x4FB5; &#x5165; &#x3092; &#x691C; &#x77E5; &#x3057; , &#x691C; &#x77E5; &#x5F8C; &#x306E; &#x901A; &#x4FE1; &#x3092; &#x906E; &#x65AD; &#x3067;&#xD;&#xA;&#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x4E0A; &#x306E; &#x7279; &#x5B9A; &#x306E; Web &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x3092; &#x5229; &#x7528; &#x3059; &#x308B; HTTP &#x901A; &#x4FE1; &#x3092; &#x691C; &#x77E5; &#x3057; , &#x906E; &#x65AD; &#x3067;&#xD;&#xA;&#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x5185; &#x90E8; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x304B; &#x3089; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x306B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3059; &#x308B; &#x5229; &#x7528; &#x8005; PC &#x306B; &#x3064; &#x3044; &#x3066; , &#x30A4; &#x30F3;&#xD;&#xA;&#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x304B; &#x3089; &#x306E; &#x4E0D; &#x6B63; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3092; &#x56F0; &#x96E3; &#x306B; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q020.png" alt="問. 20 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 21</h3>
			<figure>
				<figcaption><small>&#x554F; 21 &#x5BB9; &#x91CF; &#x304C; a M &#x30D0; &#x30A4; &#x30C8; &#x3067; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x304C; x &#x30CA; &#x30CE; &#x79D2; &#x306E; &#x547D; &#x4EE4; &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x3068; , &#x5BB9; &#x91CF; &#x304C; b M &#x30D0; &#x30A4;&#xD;&#xA;&#x30C8; &#x3067; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x304C; y &#x30CA; &#x30CE; &#x79D2; &#x306E; &#x4E3B; &#x8A18; &#x61B6; &#x3092; &#x3082; &#x3064; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3044; &#x3066; , CPU &#x304B; &#x3089; &#x307F; &#x305F; , &#x4E3B; &#x8A18;&#xD;&#xA;&#x61B6; &#x3068; &#x547D; &#x4EE4; &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x3068; &#x3092; &#x5408; &#x308F; &#x305B; &#x305F; &#x5E73; &#x5747; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x3092; &#x8868; &#x3059; &#x5F0F; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x8AAD; &#x307F;&#xD;&#xA;&#x8FBC; &#x307F; &#x305F; &#x3044; &#x547D; &#x4EE4; &#x30B3; &#x30FC; &#x30C9; &#x304C; &#x547D; &#x4EE4; &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x306B; &#x5B58; &#x5728; &#x3057; &#x306A; &#x3044; &#x78BA; &#x7387; &#x3092; r &#x3068; &#x3057; , &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x7BA1; &#x7406; &#x306B;&#xD;&#xA;&#x95A2; &#x3059; &#x308B; &#x30AA; &#x30FC; &#x30D0; &#x30D8; &#x30C3; &#x30C9; &#x306F; &#x7121; &#x8996; &#x3067; &#x304D; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;a &#x5341; b&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A6;&#xD;&#xA;a &#x5341; b&#xD;&#xA;a&#xD;&#xA;r&#xD;&#xA;a &#x5341; b&#xD;&#xA;a &#x5341; b&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;( 1 &#x30FC;&#xD;&#xA;r &#x30FB; x &#x5341; ( 1</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q021.png" alt="問. 21 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 22</h3>
			<figure>
				<figcaption><small>&#x554F; 22 &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x30AF; &#x30E9; &#x30B9; &#x30BF; &#x30EA; &#x30F3; &#x30B0; &#x6280; &#x8853; &#x306E; &#x7279; &#x5FB4; &#x306E; &#x3046; &#x3061; ,&#xD;&#xA;&#x30B7; &#x30A7; &#x30A2;&#xD;&#xA;&#x30FC; &#x30C9; &#x30A8; &#x30D7; &#x30EA; &#x30B7; &#x30F3; &#x30B0;&#xD;&#xA;&#x30A2; &#x30AF; &#x30E9; &#x30B9; &#x30BF; &#x30EA; &#x30F3; &#x30B0; &#x69CB; &#x6210; &#x306B; &#x3057; &#x3066; &#x53EF; &#x7528; &#x6027; &#x3092; &#x9AD8; &#x3081; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x6545; &#x969C; &#x767A; &#x751F; &#x6642; &#x306B; &#x62C5; &#x5F53; &#x3057; &#x3066;&#xD;&#xA;&#x3044; &#x305F; &#x7BC4; &#x56F2; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x5F85; &#x6A5F; &#x7CFB; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x5F15; &#x304D; &#x7D99; &#x3050; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B5; &#x30FC; &#x30D0; &#x3054; &#x3068; &#x306B; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x5BFE; &#x8C61; &#x30C7; &#x30FC; &#x30BF; &#x304C; &#x6C7A; &#x307E; &#x3063; &#x3066; &#x3044; &#x308B; &#x306E; &#x3067; , 1 &#x53F0; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x6545; &#x969C; &#x304C; &#x767A;&#xD;&#xA;&#x751F; &#x3059; &#x308B; &#x3068; &#x6545; &#x969C; &#x3057; &#x305F; &#x30B5; &#x30FC; &#x30D0; &#x304C; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x5BFE; &#x8C61; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x51E6; &#x7406; &#x3067; &#x304D; &#x306A; &#x304F; &#x306A; &#x308A; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x5168; &#x4F53;&#xD;&#xA;&#x306E; &#x53EF; &#x7528; &#x6027; &#x304C; &#x4F4E; &#x4E0B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x8907; &#x6570; &#x306E; &#x78C1; &#x6C17; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x306B; &#x5206; &#x5272; &#x914D; &#x7F6E; &#x3057; , &#x66F4; &#x306B; &#x30B5; &#x30FC; &#x30D0; &#x3068; &#x78C1; &#x6C17; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x304C; 1 &#x5BFE; 1&#xD;&#xA;&#x306B; &#x5BFE; &#x5FDC; &#x3057; &#x3066; &#x3044; &#x308B; &#x306E; &#x3067; , &#x8907; &#x6570; &#x30B5; &#x30FC; &#x30D0; &#x3092; &#x7528; &#x3044; &#x305F; &#x4E26; &#x5217; &#x51E6; &#x7406; &#x304C; &#x53EF; &#x80FD; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x8CA0; &#x8377; &#x3092; &#x5206; &#x6563; &#x3057; , &#x5168; &#x3066; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x3092; &#x6709; &#x52B9; &#x6D3B; &#x7528; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068; &#x306B; &#x52A0; &#x3048; &#x3066; , &#x30C7; &#x30FC; &#x30BF;&#xD;&#xA;&#x3092; &#x5171; &#x6709; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; 1 &#x53F0; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x6545; &#x969C; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x3068; &#x304D; &#x3067; &#x3082; &#x51E6; &#x7406; &#x3092; &#x7D99; &#x7D9A; &#x3059; &#x308B; &#x3053;&#xD;&#xA;&#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q022.png" alt="問. 22 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 23</h3>
			<figure>
				<figcaption><small>&#x554F; 23 &#x5E7E; &#x3064; &#x304B; &#x306E; &#x30B5; &#x30D7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304B; &#x3089; &#x6210; &#x308B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x4FE1; &#x983C; &#x6027; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E;&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;1 3&#xD;&#xA;&#x77ED; &#x7E2E; &#x306B; &#x3064; &#x306A; &#x304C; &#x308B; &#x3002;&#xD;&#xA;&#x81EA; &#x52D5; &#x3067; &#x5207; &#x308A; &#x66FF; &#x3048; &#x308B; &#x30D5; &#x30A7; &#x30FC; &#x30EB; &#x30AA; &#x30FC; &#x30D0; &#x306F; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; MTBF &#x306F; &#x5909; &#x5316; &#x3055; &#x305B; &#x306A; &#x3044; &#x304C; , MTTR &#x306E;&#xD;&#xA;&#x5DE5; &#x30D5; &#x30A9; &#x30FC; &#x30EB; &#x30C8; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x3042; &#x308B; &#x30B5; &#x30D7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x5207; &#x308A; &#x96E2; &#x3057; &#x3066; , &#x5F85; &#x6A5F; &#x7CFB; &#x306E; &#x30B5; &#x30D7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B;&#xD;&#xA;&#x308C; &#x308B; &#x306E; &#x3067; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; MTTR &#x306F; &#x5909; &#x5316; &#x3055; &#x305B; &#x306A; &#x3044; &#x304C; , MTBF &#x306E; &#x5411; &#x4E0A; &#x306B; &#x3064; &#x306A; &#x304C; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30B5; &#x30D7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x7A3C; &#x50CD; &#x4E2D; &#x306B; &#x884C; &#x308F; &#x308C; &#x308B; &#x30D5; &#x30A9; &#x30FC; &#x30EB; &#x30C8; &#x306E; &#x691C; &#x51FA; &#x306F; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x505C; &#x6B62; &#x305B; &#x3059; &#x884C; &#x308F;&#xD;&#xA;&#x308B; &#x5834; &#x5408; &#x3082; &#x3042; &#x308B; &#x306E; &#x3067; , &#x518D; &#x8A66; &#x884C; &#x306F; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; MTBF &#x306E; &#x5411; &#x4E0A; &#x3068; MTTR &#x306E; &#x77ED; &#x7E2E; &#x306B; &#x3064; &#x306A; &#x304C; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B5; &#x30D7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x30D5; &#x30A9; &#x30FC; &#x30EB; &#x30C8; &#x304C; &#x691C; &#x51FA; &#x3055; &#x308C; &#x305F; &#x3068; &#x304D; , &#x518D; &#x8A66; &#x884C; &#x3059; &#x308B; &#x3068; &#x6B63; &#x3057; &#x3044; &#x7D50; &#x679C; &#x304C; &#x5F97; &#x3089; &#x308C;&#xD;&#xA;&#x3064; &#x306A; &#x304C; &#x308B; &#x3002;&#xD;&#xA;&#x3068; &#x3092; &#x9632; &#x3050; &#x30D5; &#x30A9; &#x30FC; &#x30EB; &#x30C8; &#x30DE; &#x30B9; &#x30AF; &#x306F; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; MTBF &#x306F; &#x5909; &#x5316; &#x3055; &#x305B; &#x306A; &#x3044; &#x304C; , MTTR &#x306E; &#x77ED; &#x7E2E; &#x306B;&#xD;&#xA;&#x30A2; &#x3042; &#x308B; &#x30B5; &#x30D7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3067; &#x767A; &#x751F; &#x3057; &#x305F; &#x30D5; &#x30A9; &#x30FC; &#x30EB; &#x30C8; &#x306E; &#x5F71; &#x97FF; &#x304C; &#x4ED6; &#x306E; &#x30B5; &#x30D7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x6CE2; &#x53CA; &#x3059; &#x308B; &#x3053;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q023.png" alt="問. 23 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 24</h3>
			<figure>
				<figcaption><small>&#x554F; 24 tl ~ t10 &#x306E; &#x6642; &#x523B; &#x3067; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x3055; &#x308C; &#x305F; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x65B0; ~ T4 &#x304C; &#x3042; &#x308B; &#x3002; &#x6642; &#x523B; t10 &#x3067; TI&#xD;&#xA;&#x304C; commit &#x3092; &#x767A; &#x884C; &#x3059; &#x308B; &#x76F4; &#x524D; &#x306E; , &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x5F85; &#x3061; &#x30B0; &#x30E9; &#x30D5; &#x3092; &#x4F5C; &#x6210; &#x3057; &#x305F; &#x3002; a &#x306B; &#x5F53; &#x3066;&#xD;&#xA;&#x306F; &#x307E; &#x308B; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , se lec t (X) &#x306F; &#x5171; &#x6709; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x639B; &#x3051; &#x3066; &#x8CC7; &#x6E90; X&#xD;&#xA;&#x3092; &#x53C2; &#x7167; &#x3059; &#x308B; &#x3053; &#x3068; &#x3092; &#x8868; &#x3057; , update(X) &#x306F; &#x5C02; &#x6709; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x639B; &#x3051; &#x3066; &#x8CC7; &#x6E90; X &#x3092; &#x66F4; &#x65B0; &#x3059; &#x308B; &#x3053; &#x3068; &#x3092;&#xD;&#xA;&#x8868; &#x3059; &#x3002; &#x3053; &#x308C; &#x3089; &#x306E; &#x30ED; &#x30C3; &#x30AF; &#x306F; , comm i t &#x3055; &#x308C; &#x305F; &#x6642; &#x306B; &#x30A2; &#x30F3; &#x30ED; &#x30C3; &#x30AF; &#x3055; &#x308C; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002; &#x307E; &#x305F; ,&#xD;&#xA;&#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x5F85; &#x3061; &#x30B0; &#x30E9; &#x30D5; &#x306E; &#x77E2; &#x5370; &#x306F; , &#x2192; T &#x300D; &#x3068; &#x3057; &#x305F; &#x3068; &#x304D; , T &#x304C; &#x30ED; &#x30C3; &#x30AF; &#x3057; &#x3066; &#x3044; &#x308B; &#x8CC7;&#xD;&#xA;&#x3014; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x3015;&#xD;&#xA;&#x6E90; &#x306E; &#x30A2; &#x30F3; &#x30ED; &#x30C3; &#x30AF; &#x3092; , &#x304C; &#x5F85; &#x3063; &#x3053; &#x3068; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3;&#xD;&#xA;&#x6642; &#x523B;&#xD;&#xA;t3&#xD;&#xA;t5&#xD;&#xA;t9&#xD;&#xA;select&#xD;&#xA;select&#xD;&#xA;( A)&#xD;&#xA;(C)&#xD;&#xA;select (B)&#xD;&#xA;select (C)&#xD;&#xA;update (C)&#xD;&#xA;commlt&#xD;&#xA;&#x3014; &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x5F85; &#x3061; &#x30B0; &#x30E9; &#x30D5; &#x3015;&#xD;&#xA;2&#xD;&#xA;select (B)&#xD;&#xA;&#x53E9; date (A)&#xD;&#xA;3&#xD;&#xA;select (A)&#xD;&#xA;update (B)&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q024.png" alt="問. 24 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 25</h3>
			<figure>
				<figcaption><small>&#x554F; 25 &#x56F3; &#x306F; , &#x65E2; &#x5B58; &#x306E; &#x96FB; &#x8A71; &#x6A5F; &#x3068; PBX &#x3092; &#x4F7F; &#x7528; &#x3057; &#x305F; &#x4F01; &#x696D; &#x5185; &#x306E; &#x5185; &#x7DDA; &#x7DB2; &#x3092; , IP &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x7D71; &#x5408;&#xD;&#xA;&#x3059; &#x308B; &#x5834; &#x5408; &#x306E; &#x63A5; &#x7D9A; &#x69CB; &#x6210; &#x3092; &#x793A; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002; &#x56F3; &#x4E2D; &#x306E; a ~ c &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x88C5; &#x7F6E; &#x306E; &#x9069; &#x5207; &#x306A; &#x7D44; &#x5408; &#x305B; &#x306F; &#x3069;&#xD;&#xA;VoIP &#x30B2; &#x30FC; &#x30C8; &#x30A6; &#x30A7; &#x30A4;&#xD;&#xA;Vo I P &#x30B2; &#x30FC; &#x30C8; &#x30A6; &#x30A7; &#x30A4;&#xD;&#xA;Vo I P &#x30B2; &#x30FC; &#x30C8; &#x30A6; &#x30A7; &#x30A4;&#xD;&#xA;&#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x96FB; &#x8A71; &#x6A5F;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;PBX&#xD;&#xA;VoIP &#x30B2; &#x30FC; &#x30C8; &#x30A6; &#x30A7; &#x30A4;&#xD;&#xA;1 5&#xD;&#xA;&#x30EB; &#x30FC; &#x30BF;&#xD;&#xA;PBX&#xD;&#xA;I P &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF;&#xD;&#xA;PBX&#xD;&#xA;&#x30EB; &#x30FC; &#x30BF;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_db/2022r04h_sa_am2_qs/q025.png" alt="問. 25 設問画像">
			</figure>
		</article>
</section>

	</main>
	<footer>
		<hr>
		<p><a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a></p>
	</footer>
	
</body>
</html>