<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x5FDC;&#x7528;&#x60C5;&#x5831;&#x6280;&#x8853;&#x8005;&#x8A66;&#x9A13; &#x5348;&#x524D; &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link rel="stylesheet" href="https://unpkg.com/mvp.css">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body>
	<header>
		<nav>
			<a href="/">
				IPA過去問Bot
			</a>
		</nav>
	</header>
	<main>
		
<section>
	<h2>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x5FDC;&#x7528;&#x60C5;&#x5831;&#x6280;&#x8853;&#x8005;&#x8A66;&#x9A13; &#x5348;&#x524D; &#x554F;&#x984C;</h2>
		<article>
			<h3>問. 1</h3>
			<figure>
				<figcaption><small>&#x554F; 1 &#x6D6E; &#x52D5; &#x5C0F; &#x6570; &#x70B9; &#x6570; &#x3092; , &#x4EEE; &#x6570; &#x90E8; &#x304C; 7 &#x30D3; &#x30C3; &#x30C8; &#x3067; &#x3042; &#x308B; &#x8868; &#x793A; &#x5F62; &#x5F0F; &#x306E; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x3067; &#x8A08; &#x7B97; &#x3057; &#x305F; &#x5834; &#x5408; ,&#xD;&#xA;&#x60C5; &#x5831; &#x843D; &#x3061; &#x304C; &#x767A; &#x751F; &#x3057; &#x306A; &#x3044; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x4EEE; &#x6570; &#x90E8; &#x304C; 7 &#x30D3; &#x30C3; &#x30C8; &#x306E; &#x8868; &#x793A; &#x5F62; &#x5F0F; &#x3068; &#x306F; &#x6B21; &#x306E;&#xD;&#xA;&#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30C3; &#x30C8; &#x3067; &#x3042; &#x308A; , ( ) 2 &#x5185; &#x306F; 2 &#x9032; &#x6570; , Y &#x306F; &#x6307; &#x6570; &#x3067; &#x3042; &#x308B; &#x3002; &#x307E; &#x305F; , { } &#x5185; &#x3092; &#x5148; &#x306B; &#x8A08; &#x7B97;&#xD;&#xA;&#x3059; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;( 1 . X2X3X4X5X6X7 ) 2X2Y&#xD;&#xA;{ ( 1 . 1 ) 2X2 &#x30FC; 3 &#x5341; ( 1. &#x306E; 2X2 &#x30FC; 4 } &#x2B; ( 1 . &#x306E; 2X25&#xD;&#xA;&#x30A2;&#xD;&#xA;{ ( 1.1 ) 2X2 &#x30FC; 3&#xD;&#xA;&#x30FC; ( 1. &#x306E; 2X2 &#x30FC; 4 } &#x2B; ( 1. &#x306E; 2X25&#xD;&#xA;&#x30A4;&#xD;&#xA;{ ( 1. &#x306E; 2X25 &#x5341; ( 1 . 1 ) 2-3 ) &#x5341; ( 1. &#x306E; 2X2-4&#xD;&#xA;&#x30A6;&#xD;&#xA;. &#x306E; 25 &#x30FC; ( 1 . &#x306E; 2X2 &#x30FC; 4 } &#x2B; ( 1.1 ) 2X2 &#x30FC; 3&#xD;&#xA;&#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q001.png" alt="問. 1 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 2</h3>
			<figure>
				<figcaption><small>&#x554F; 2 &#x5168; &#x4F53; &#x96C6; &#x5408; S &#x5185; &#x306B; &#x7570; &#x306A; &#x308B; &#x90E8; &#x5206; &#x96C6; &#x5408; A &#x3068; B &#x304C; &#x3042; &#x308B; &#x3068; &#x304D; , &#x212B; n &#x767E; &#x306B; &#x7B49; &#x3057; &#x3044; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3053; &#x3053; &#x3067; , A IJ B &#x306F; A &#x3068; B &#x306E; &#x548C; &#x96C6; &#x5408; , A n B &#x306F; A &#x3068; B &#x306E; &#x7A4D; &#x96C6; &#x5408; , &#x212B; &#x306F; S &#x306B; &#x304A; &#x3051; &#x308B; A &#x306E; &#x88DC; &#x96C6;&#xD;&#xA;&#x5408; , A &#x30FC; B &#x306F; A &#x304B; &#x3089; B &#x3092; &#x9664; &#x3044; &#x305F; &#x5DEE; &#x96C6; &#x5408; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x4E00; C&#xD;&#xA;&#x4E00; &lt; CD&#xD;&#xA;&#x30A2; &#x30A4; &#x30A6; &#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q002.png" alt="問. 2 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 3</h3>
			<figure>
				<figcaption><small>&#x554F; 3 M/M/I &#x306E; &#x5F85; &#x3061; &#x884C; &#x5217; &#x30E2; &#x30C7; &#x30EB; &#x306B; &#x304A; &#x3044; &#x3066; , &#x7A93; &#x53E3; &#x306E; &#x5229; &#x7528; &#x7387; &#x304C; 25 % &#x304B; &#x3089; 40 % &#x306B; &#x5897; &#x3048; &#x308B; &#x3068; , &#x5E73;&#xD;&#xA;&#x5747; &#x5F85; &#x3061; &#x6642; &#x9593; &#x306F; &#x4F55; &#x500D; &#x306B; &#x306A; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x5DE5; 3.&#xD;&#xA;&#x30A6;&#xD;&#xA;2.&#xD;&#xA;&#x30A4; 1 . 60</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q003.png" alt="問. 3 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 4</h3>
			<figure>
				<figcaption><small>&#x554F; 4 &#x30CF; &#x30DF; &#x30F3; &#x30B0; &#x7B26; &#x53F7; &#x3068; &#x306F; , &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x5197; &#x9577; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x4ED8; &#x52A0; &#x3057; &#x3066; , 1 &#x30D3; &#x30C3; &#x30C8; &#x306E; &#x8AA4; &#x308A; &#x3092; &#x8A02; &#x6B63; &#x3067; &#x304D; &#x308B;&#xD;&#xA;P3 &#x306F; , &#x305D; &#x308C; &#x305D; &#x308C;&#xD;&#xA;P2, PI &#x3092; &#x4ED8; &#x52A0; &#x3057; &#x305F; &#x30CF; &#x30DF; &#x30F3; &#x30B0; &#x7B26; &#x53F7; XI X2X3 P3X4P2 PI &#x3092; &#x8003; &#x3048; &#x308B; &#x3002;&#xD;&#xA;&#x3053; &#x3053; &#x3067; &#x306F; , X1 , X2, X3, X4 &#x306E; 4 &#x30D3; &#x30C3; &#x30C8; &#x304B; &#x3089; &#x6210; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x306B; , 3&#xD;&#xA;XI &#x2460; X2 &#x2460; X3 &#x2460; P3 = 0&#xD;&#xA;XI &#x2460; X2 &#x2460; X4 &#x2460; P2 = 0&#xD;&#xA;XI &#x2460; X3 &#x2460; X4 &#x2460; PI = 0&#xD;&#xA;&#x4ED8; &#x52A0; &#x3057; &#x305F; &#x30D3; &#x30C3; &#x30C8; PI , P2,&#xD;&#xA;&#x30D3; &#x30C3; &#x30C8; &#x306E; &#x5197; &#x9577; &#x30D3; &#x30C3; &#x30C8; P3,&#xD;&#xA;&#x3088; &#x3046; &#x306B; &#x3057; &#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30CF; &#x30DF; &#x30F3; &#x30B0; &#x7B26; &#x53F7; 1 1 1 1 1 &#x306B; &#x306F; 1 &#x30D3; &#x30C3; &#x30C8; &#x306E; &#x8AA4; &#x308A; &#x304C; &#x5B58; &#x5728; &#x3059; &#x308B; &#x3002; &#x8AA4; &#x308A; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x8A02; &#x6B63; &#x3057; &#x305F; &#x30CF; &#x30DF;&#xD;&#xA;&#x3068; &#x306A; &#x308B; &#x3088; &#x3046; &#x306B; &#x6C7A; &#x3081; &#x308B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x2460; &#x306F; &#x6392; &#x4ED6; &#x7684; &#x8AD6; &#x7406; &#x548C; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x30F3; &#x30B0; &#x7B26; &#x53F7; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; 01 1 &#x56F2; 1 1&#xD;&#xA;&#x30A4;&#xD;&#xA;1 0 1 &#x56F2; 1 1&#xD;&#xA;&#x30A6;&#xD;&#xA;1 1 0 1 1&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q004.png" alt="問. 4 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 5</h3>
			<figure>
				<figcaption><small>&#x554F; 5 &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x306F; , &#x914D; &#x5217; &#x3067; &#x5B9F; &#x73FE; &#x3059; &#x308B; &#x5834; &#x5408; &#x3068; &#x30DD; &#x30A4; &#x30F3; &#x30BF; &#x3067; &#x5B9F; &#x73FE; &#x3059; &#x308B; &#x5834; &#x5408; &#x3068; &#x304C; &#x3042; &#x308B; &#x3002; &#x30EA; &#x30B9; &#x30C8; &#x3092; &#x914D;&#xD;&#xA;&#x5217; &#x3067; &#x5B9F; &#x73FE; &#x3057; &#x305F; &#x5834; &#x5408; &#x306E; &#x7279; &#x5FB4; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x914D; &#x5217; &#x3092; &#x7528; &#x3044; &#x305F; &#x30EA; &#x30B9; &#x30C8;&#xD;&#xA;&#x306F; &#x914D; &#x5217; &#x306B; &#x8981; &#x7D20; &#x3092; &#x9023; &#x7D9A; &#x3057; &#x3066; &#x683C; &#x7D0D; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x30EA; &#x30B9; &#x30C8; &#x3092; &#x69CB; &#x6210; &#x3057; , &#x30DD; &#x30A4; &#x30F3; &#x30BF; &#x3092; &#x7528; &#x3044; &#x305F; &#x30EA;&#xD;&#xA;&#x30B9; &#x30C8; &#x306F; &#x8981; &#x7D20; &#x3068; &#x6B21; &#x306E; &#x8981; &#x7D20; &#x3078; &#x306E; &#x30DD; &#x30A4; &#x30F3; &#x30BF; &#x3092; &#x7528; &#x3044; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; &#x30EA; &#x30B9; &#x30C8; &#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x3042; &#x308B; &#x5B9F; &#x969B; &#x306E; &#x8981; &#x7D20; &#x6570; &#x306B; &#x304B; &#x304B; &#x308F; &#x3089; &#x305A; , &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x5165; &#x308C; &#x3089; &#x308C; &#x308B; &#x8981; &#x7D20; &#x306E; &#x6700; &#x5927; &#x500B; &#x6570; &#x306B;&#xD;&#xA;&#x5BFE; &#x5FDC; &#x3057; &#x305F; &#x9818; &#x57DF; &#x3092; &#x78BA; &#x4FDD; &#x3057; , &#x5B9F; &#x969B; &#x306B; &#x306F; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x306A; &#x3044; &#x9818; &#x57DF; &#x304C; &#x767A; &#x751F; &#x3059; &#x308B; &#x53EF; &#x80FD; &#x6027; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30EA; &#x30B9; &#x30C8; &#x306E; &#x4E2D; &#x9593; &#x8981; &#x7D20; &#x3092; &#x53C2; &#x7167; &#x3059; &#x308B; &#x306B; &#x306F; , &#x30EA; &#x30B9; &#x30C8; &#x306E; &#x5148; &#x982D; &#x304B; &#x3089; &#x9806; &#x756A; &#x306B; &#x8981; &#x7D20; &#x3092; &#x305F; &#x3069; &#x3063; &#x3066; &#x3044; &#x304F;&#xD;&#xA;&#x3053; &#x3068; &#x304B; &#x3089; , &#x8981; &#x7D20; &#x6570; &#x306B; &#x6BD4; &#x4F8B; &#x3057; &#x305F; &#x6642; &#x9593; &#x304C; &#x5FC5; &#x8981; &#x3068; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30EA; &#x30B9; &#x30C8; &#x306E; &#x8981; &#x7D20; &#x3092; &#x683C; &#x7D0D; &#x3059; &#x308B; &#x9818; &#x57DF; &#x306E; &#x4ED6; &#x306B; , &#x6B21; &#x306E; &#x8981; &#x7D20; &#x3092; &#x6307; &#x3057; &#x793A; &#x3059; &#x305F; &#x3081; &#x306E; &#x9818; &#x57DF; &#x304C; &#x5225; &#x9014; &#x5FC5; &#x8981;&#xD;&#xA;&#x3068; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30EA; &#x30B9; &#x30C8; &#x3078; &#x306E; &#x633F; &#x5165; &#x4F4D; &#x7F6E; &#x304C; &#x5206; &#x304B; &#x308B; &#x5834; &#x5408; &#x306B; &#x306F; , &#x30EA; &#x30B9; &#x30C8; &#x306B; &#x3042; &#x308B; &#x5B9F; &#x969B; &#x306E; &#x8981; &#x7D20; &#x6570; &#x306B; &#x304B; &#x304B; &#x308F; &#x3089; &#x305A; ,&#xD;&#xA;&#x8981; &#x7D20; &#x306E; &#x633F; &#x5165; &#x3092; &#x4E00; &#x5B9A; &#x6642; &#x9593; &#x3067; &#x884C; &#x3046; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q005.png" alt="問. 5 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 6</h3>
			<figure>
				<figcaption><small>&#x554F; 6 &#x518D; &#x5165; &#x53EF; &#x80FD; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x4E3B; &#x8A18; &#x61B6; &#x4E0A; &#x306E; &#x3069; &#x306E; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x304B; &#x3089; &#x914D; &#x7F6E; &#x3057; &#x3066; &#x3082; , &#x5B9F; &#x884C; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x624B; &#x7D9A; &#x306E; &#x5185; &#x90E8; &#x304B; &#x3089; &#x81EA; &#x5206; &#x81EA; &#x8EAB; &#x3092; &#x547C; &#x3073; &#x51FA; &#x3059; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5FC5; &#x8981; &#x306A; &#x90E8; &#x5206; &#x3092; &#x88DC; &#x52A9; &#x8A18; &#x61B6; &#x88C5; &#x7F6E; &#x304B; &#x3089; &#x8AAD; &#x307F; &#x8FBC; &#x307F; &#x306A; &#x304C; &#x3089; &#x52D5; &#x4F5C; &#x3059; &#x308B; &#x3002; &#x4E3B; &#x8A18; &#x61B6; &#x9818; &#x57DF; &#x306E; &#x5927; &#x304D; &#x3055; &#x306B;&#xD;&#xA;&#x5236; &#x9650; &#x304C; &#x3042; &#x308B; &#x3068; &#x304D; &#x306B; , &#x6709; &#x52B9; &#x306A; &#x624B; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x8907; &#x6570; &#x306E; &#x30BF; &#x30B9; &#x30AF; &#x304B; &#x3089; &#x306E; &#x547C; &#x51FA; &#x3057; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x4E26; &#x884C; &#x3057; &#x3066; &#x5B9F; &#x884C; &#x3055; &#x308C; &#x3066; &#x3082; , &#x305D; &#x308C; &#x305E; &#x308C; &#x306E; &#x30BF; &#x30B9; &#x30AF;&#xD;&#xA;&#x306B; &#x6B63; &#x3057; &#x3044; &#x7D50; &#x679C; &#x3092; &#x8FD4; &#x3059; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q006.png" alt="問. 6 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 7</h3>
			<figure>
				<figcaption><small>&#x554F; 7 &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x8A00; &#x8A9E; &#x306E; &#x3046; &#x3061; , &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x306E; &#x7BC4; &#x56F2; &#x3092; &#x6307; &#x5B9A; &#x3059; &#x308B; &#x65B9; &#x6CD5; &#x3068; &#x3057; &#x3066; &#x7279; &#x5B9A; &#x306E; &#x8A18; &#x53F7; &#x3084; &#x4E88; &#x7D04; &#x8A9E;&#xD;&#xA;&#x3092; &#x7528; &#x3044; &#x305A; , &#x7B49; &#x3057; &#x3044; &#x6587; &#x5B57; &#x6570; &#x306E; &#x5B57; &#x4E0B; &#x3052; &#x3092; &#x7528; &#x3044; &#x308B; &#x3068; &#x3044; &#x3046; &#x7279; &#x5FB4; &#x3092; &#x3082; &#x3064; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4; Java</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q007.png" alt="問. 7 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 8</h3>
			<figure>
				<figcaption><small>&#x554F; 8 &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x306E; &#x9AD8; &#x901F; &#x5316; &#x6280; &#x6CD5; &#x306E; &#x4E00; &#x3064; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x30EB; &#x306E; &#x6BB5; &#x968E; &#x3067; &#x307E; &#x3068; &#x3081; &#x3066; &#x4E00; &#x3064; &#x306E; &#x8907; &#x5408; &#x547D; &#x4EE4; &#x3068; &#x3057; ,&#xD;&#xA;&#x30A6; PHP&#xD;&#xA;&#x5DE5; Python&#xD;&#xA;&#x540C; &#x6642; &#x306B; &#x5B9F; &#x884C; &#x53EF; &#x80FD; &#x306A; &#x8907; &#x6570; &#x306E; &#x52D5; &#x4F5C; &#x3092; ,&#xD;&#xA;&#x9AD8; &#x901F; &#x5316; &#x3092; &#x56F3; &#x308B; &#x65B9; &#x5F0F; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30B3; &#x30F3; &#x30D1; &#x30A4;&#xD;&#xA;&#x30A2; CISC&#xD;&#xA;&#x30A4; MIMD&#xD;&#xA;&#x30A6; RISC&#xD;&#xA;&#x5DE5; VLIW</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q008.png" alt="問. 8 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 9</h3>
			<figure>
				<figcaption><small>&#x554F; 9 &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x304C; &#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x306E; 1 / 39 &#x3067; , &#x30D2; &#x30C3; &#x30C8; &#x7387; &#x304C;&#xD;&#xA;95 % &#x306E; &#x3068; &#x304D; , &#x5B9F; &#x52B9; &#x30E1; &#x30E2; &#x30EA; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x306F; , &#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6642; &#x9593; &#x306E; &#x7D04; &#x4F55; &#x500D; &#x306B; &#x306A; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; 0. 03&#xD;&#xA;&#x30A4; 0. 08&#xD;&#xA;&#x30A6; 0.37&#xD;&#xA;5&#xD;&#xA;&#x5DE5; 9. 95</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q009.png" alt="問. 9 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 10</h3>
			<figure>
				<figcaption><small>&#x554F; 1 0 &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x30D5; &#x30EB; &#x30A2; &#x30BD; &#x30B7; &#x30A7; &#x30A4; &#x30C6; &#x30A4; &#x30D7; &#x65B9; &#x5F0F; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F;&#xD;&#xA;&#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x5404; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x306B; &#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x30BB; &#x30C3; &#x30C8; &#x304C; &#x56FA; &#x5B9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x5404; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x306B; &#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x304C; &#x56FA; &#x5B9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x7279; &#x5B9A; &#x306E; 1 &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x306B; &#x5C02; &#x7528; &#x306E; &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x304C; &#x5272; &#x308A; &#x5F53; &#x3066; &#x3089; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x4EFB; &#x610F; &#x306E; &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x3092; &#x4E3B; &#x8A18; &#x61B6; &#x306E; &#x3069; &#x306E; &#x90E8; &#x5206; &#x306B; &#x3082; &#x5272; &#x308A; &#x5F53; &#x3066; &#x3089; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x4E88; &#x5099; &#x30C6; &#x30A3; &#x30B9; &#x30AF; ( &#x30DB; &#x30C3; &#x30C8; &#x30B9; &#x30DA; &#x30A2; &#x30C7; &#x30A3; &#x30B9; &#x30AF; ) 1 &#x53F0;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q010.png" alt="問. 10 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 11</h3>
			<figure>
				<figcaption><small>&#x554F; 1 1 8T &#x30D0; &#x30A4; &#x30C8; &#x306E; &#x78C1; &#x6C17; &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x88C5; &#x7F6E; 6 &#x53F0; &#x3092; ,&#xD;&#xA;&#x8FBC; &#x307F; &#x306E; RAID5 &#x69CB; &#x6210; &#x306B; &#x3057; &#x305F; &#x5834; &#x5408; , &#x5B9F; &#x52B9; &#x30C7; &#x30FC; &#x30BF; &#x5BB9; &#x91CF; &#x306F; &#x4F55; T &#x30D0; &#x30A4; &#x30C8; &#x306B; &#x306A; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; 24&#xD;&#xA;&#x30A4; 32&#xD;&#xA;&#x30A6; 40&#xD;&#xA;&#x5DE5; 48</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q011.png" alt="問. 11 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 12</h3>
			<figure>
				<figcaption><small>&#x554F; 12 &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x3068; , &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x306B; &#x304A; &#x3051; &#x308B; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x4E26; &#x5217; &#x5316; &#x304C; &#x53EF; &#x80FD; &#x306A; &#x90E8; &#x5206; &#x306E; &#x5272; &#x5408; &#x3068; &#x304C; , &#x6027;&#xD;&#xA;&#x80FD; &#x5411; &#x4E0A; &#x3078; &#x53CA; &#x307C; &#x3059; &#x5F71; &#x97FF; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x30A2; &#x30E0; &#x30C0; &#x30FC; &#x30EB; &#x306E; &#x6CD5; &#x5247; &#x306B; &#x57FA; &#x3065; &#x3044; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x5168; &#x3066; &#x306E; &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x304C; &#x4E26; &#x5217; &#x5316; &#x3067; &#x304D; &#x308B; &#x5834; &#x5408; , &#x901F; &#x5EA6; &#x5411; &#x4E0A; &#x6BD4; &#x306F; ,&#xD;&#xA;&#x3042; &#x308B; &#x6C34; &#x6E96; &#x306B; &#x6F38; &#x8FD1; &#x7684; &#x306B; &#x8FD1; &#x3065; &#x304F; &#x3002;&#xD;&#xA;&#x30A4; &#x4E26; &#x5217; &#x5316; &#x3067; &#x304D; &#x306A; &#x3044; &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x304C; &#x3042; &#x308B; &#x5834; &#x5408; , &#x901F; &#x5EA6; &#x5411; &#x4E0A; &#x6BD4; &#x306F; ,&#xD;&#xA;&#x52A0; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4E26; &#x5217; &#x5316; &#x3067; &#x304D; &#x306A; &#x3044; &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x304C; &#x3042; &#x308B; &#x5834; &#x5408; , &#x901F; &#x5EA6; &#x5411; &#x4E0A; &#x6BD4; &#x306F; ,&#xD;&#xA;&#x3042; &#x308B; &#x6C34; &#x6E96; &#x306B; &#x6F38; &#x8FD1; &#x7684; &#x306B; &#x8FD1; &#x3065; &#x304F; &#x3002;&#xD;&#xA;&#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x3092; &#x5897; &#x3084; &#x3057; &#x3066; &#x3082;&#xD;&#xA;&#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x306B; &#x6BD4; &#x4F8B; &#x3057; &#x3066; &#x5897;&#xD;&#xA;&#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x3092; &#x5897; &#x3084; &#x3057; &#x3066; &#x3082;&#xD;&#xA;&#x5DE5; &#x4E26; &#x5217; &#x5316; &#x3067; &#x304D; &#x308B; &#x8A08; &#x7B97; &#x51E6; &#x7406; &#x306E; &#x5272; &#x5408; &#x304C; &#x5897; &#x3048; &#x308B; &#x3068; , &#x901F; &#x5EA6; &#x5411; &#x4E0A; &#x6BD4; &#x306F; , &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x6570; &#x306B; &#x53CD; &#x6BD4; &#x4F8B;&#xD;&#xA;&#x3057; &#x3066; &#x6E1B; &#x5C11; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q012.png" alt="問. 12 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 13</h3>
			<figure>
				<figcaption><small>&#x554F; 13 &#x30DB; &#x30C3; &#x30C8; &#x30B9; &#x30BF; &#x30F3; &#x30D0; &#x30A4; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3044; &#x3066; , &#x73FE; &#x7528; &#x7CFB; &#x306B; &#x969C; &#x5BB3; &#x304C; &#x767A; &#x751F; &#x3057; &#x3066; &#x5F85; &#x6A5F; &#x7CFB; &#x306B; &#x5207; &#x308A; &#x66FF; &#x308F; &#x308B;&#xD;&#xA;&#x5951; &#x6A5F; &#x3068; &#x3057; &#x3066; , &#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x4F8B; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5F85; &#x6A5F; &#x7CFB; &#x304B; &#x3089; &#x73FE; &#x7528; &#x7CFB; &#x306B; &#x5B9A; &#x671F; &#x7684; &#x306B; &#x30ED; &#x30FC; &#x30C9; &#x3055; &#x308C; &#x5B9F; &#x884C; &#x3055; &#x308C; &#x308B; &#x8A3A; &#x65AD; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x304C; , &#x73FE; &#x7528; &#x7CFB; &#x306E;&#xD;&#xA;&#x4E0A; &#x56DE; &#x3063; &#x305F; &#x3068; &#x304D;&#xD;&#xA;&#x30A6; &#x5F85; &#x6A5F; &#x7CFB; &#x304C; &#x73FE; &#x7528; &#x7CFB; &#x306B; &#x305F; &#x307E; &#x3063; &#x305F; &#x51E6; &#x7406; &#x306E; &#x6B8B; &#x91CF; &#x3092; &#x5B9A; &#x671F; &#x7684; &#x306B; &#x76E3; &#x8996; &#x3057; &#x3066; &#x3044; &#x3066; , &#x6B8B; &#x91CF; &#x304C; &#x4E00; &#x5B9A; &#x91CF; &#x3092;&#xD;&#xA;&#x30A4; &#x73FE; &#x7528; &#x7CFB; &#x306E; &#x969C; &#x5BB3; &#x3092; &#x30AA; &#x30DA; &#x30EC; &#x30FC; &#x30BF; &#x304C; &#x8A8D; &#x8B58; &#x3057; , &#x30B3; &#x30F3; &#x30BD; &#x30FC; &#x30EB; &#x64CD; &#x4F5C; &#x3092; &#x884C; &#x3063; &#x305F; &#x3068; &#x304D;&#xD;&#xA;&#x30FC; &#x30B8; &#x304C; &#x9014; &#x5207; &#x308C; &#x305F; &#x3068; &#x304D;&#xD;&#xA;&#x30A2; &#x73FE; &#x7528; &#x7CFB; &#x304B; &#x3089; &#x5F85; &#x6A5F; &#x7CFB; &#x3078; &#x5B9A; &#x671F; &#x7684; &#x306B; &#x9001; &#x4FE1; &#x3055; &#x308C; , &#x73FE; &#x7528; &#x7CFB; &#x304C; &#x52D5; &#x4F5C; &#x4E2D; &#x3067; &#x3042; &#x308B; &#x3053; &#x3068; &#x3092; &#x793A; &#x3059; &#x30E1; &#x30C3; &#x30BB;&#xD;&#xA;&#x969C; &#x5BB3; &#x3092; &#x691C; &#x51FA; &#x3057; &#x305F; &#x3068; &#x304D;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q013.png" alt="問. 13 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 14</h3>
			<figure>
				<figcaption><small>&#x554F; 1 4 MTBF &#x3092; &#x9577; &#x304F; &#x3059; &#x308B; &#x3088; &#x308A; &#x3082; , MTTR &#x3092; &#x77ED; &#x304F; &#x3059; &#x308B; &#x306E; &#x306B; &#x5F79; &#x7ACB; &#x3064; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7; &#x30E9; &#x30FC; &#x30ED; &#x30B0; &#x53D6; &#x5F97; &#x6A5F; &#x80FD;&#xD;&#xA;&#x547D; &#x4EE4; &#x518D; &#x8A66; &#x884C; &#x6A5F; &#x80FD;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x8A18; &#x61B6; &#x88C5; &#x7F6E; &#x306E; &#x30D3; &#x30C3; &#x30C8; &#x8AA4; &#x308A; &#x8A02; &#x6B63; &#x6A5F; &#x80FD;&#xD;&#xA;&#x4E88; &#x9632; &#x4FDD; &#x5168;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q014.png" alt="問. 14 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 15</h3>
			<figure>
				<figcaption><small>&#x554F; 1 5 2 &#x53F0; &#x306E; &#x30D7; &#x30EA; &#x30F3; &#x30BF; &#x304C; &#x3042; &#x308A; ,&#xD;&#xA;&#x305D; &#x308C; &#x305E; &#x308C; &#x306E; &#x7A3C; &#x50CD; &#x7387; &#x304C; 0.7 &#x3068; 0.6 &#x3067; &#x3042; &#x308B; &#x3002; &#x3053; &#x306E; 2 &#x53F0; &#x306E; &#x3044; &#x305A; &#x308C;&#xD;&#xA;&#x304B; &#x4E00; &#x65B9; &#x304C; &#x7A3C; &#x50CD; &#x3057; &#x3066; &#x3044; &#x3066; , &#x4ED6; &#x65B9; &#x304C; &#x6545; &#x969C; &#x3057; &#x3066; &#x3044; &#x308B; &#x78BA; &#x7387; &#x306F; &#x5E7E; &#x3089; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , 2 &#x53F0; &#x306E; &#x30D7; &#x30EA; &#x30F3; &#x30BF;&#xD;&#xA;&#x306E; &#x7A3C; &#x50CD; &#x72B6; &#x614B; &#x306F; &#x72EC; &#x7ACB; &#x3067; &#x3042; &#x308A; , &#x30D7; &#x30EA; &#x30F3; &#x30BF; &#x4EE5; &#x5916; &#x306E; &#x8981; &#x56E0; &#x306F; &#x8003; &#x616E; &#x3057; &#x306A; &#x3044; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; 0.28&#xD;&#xA;&#x30A6; 0.42&#xD;&#xA;7&#xD;&#xA;&#x30A7; 0.46</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q015.png" alt="問. 15 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 16</h3>
			<figure>
				<figcaption><small>&#x554F; 16 &#x30B8; &#x30E7; &#x30D6; &#x7FA4; &#x3068; &#x5B9F; &#x884C; &#x306E; &#x6761; &#x4EF6; &#x304C; &#x6B21; &#x306E; &#x3068; &#x304A; &#x308A; &#x3067; &#x3042; &#x308B; &#x3068; &#x304D; &#x3001; &#x4E00; &#x6642; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x4F5C; &#x6210; &#x3059; &#x308B; &#x78C1; &#x6C17; &#x30C7; &#x30A3;&#xD;&#xA;&#x30B9; &#x30AF; &#x306B; &#x5FC5; &#x8981; &#x306A; &#x5BB9; &#x91CF; &#x306F; &#x6700; &#x4F4E; &#x4F55; M &#x30D0; &#x30A4; &#x30C8; &#x304B; &#x3002;&#xD;&#xA;&#x3014; &#x5B9F; &#x884C; &#x306E; &#x6761; &#x4EF6; &#x3015;&#xD;&#xA;&#x3014; &#x30B8; &#x30E7; &#x30D6; &#x7FA4; &#x3015;&#xD;&#xA;( 1 ) &#x30B8; &#x30E7; &#x30D6; &#x306E; &#x5B9F; &#x884C; &#x591A; &#x91CD; &#x5EA6; &#x3092; 2 &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;( 3 ) &#x5404; &#x30B8; &#x30E7; &#x30D6; &#x306F; &#x958B; &#x59CB; &#x6642; &#x306B; 50M &#x30D0; &#x30A4; &#x30C8; &#x306E; &#x4E00; &#x6642; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x65B0; &#x305F; &#x306B; &#x4F5C; &#x6210; &#x3059; &#x308B; &#x3002;&#xD;&#xA;( 2 ) &#x5404; &#x30B8; &#x30E7; &#x30D6; &#x306E; &#x51E6; &#x7406; &#x6642; &#x9593; &#x306F; &#x540C; &#x4E00; &#x3067; &#x3042; &#x308A; , &#x4ED6; &#x306E; &#x30B8; &#x30E7; &#x30D6; &#x306E; &#x5F71; &#x97FF; &#x306F; &#x53D7; &#x3051; &#x306A; &#x3044; &#x3002;&#xD;&#xA;( 7 ) &#x30B8; &#x30E7; &#x30D6; &#x306E; &#x751F; &#x8D77; &#x3068; &#x306F; &#x5B9F; &#x884C; &#x5F85; &#x3061; &#x884C; &#x5217; &#x3078; &#x306E; &#x8FFD; &#x52A0; &#x3092; &#x610F; &#x5473; &#x3057; , &#x5404; &#x30B8; &#x30E7; &#x30D6; &#x306F; &#x5F85; &#x3061; &#x884C; &#x5217; &#x306E; &#x9806; &#x306B;&#xD;&#xA;&#x308B; &#x3053; &#x3068; &#x3092; &#x793A; &#x3059; &#x3002;&#xD;&#xA;( 6 ) &#x3007; &#x306F; &#x5148; &#x884C; &#x3059; &#x308B; &#x30B8; &#x30E7; &#x30D6; x , Y &#x4E21; &#x65B9; &#x304C; &#x7D42; &#x4E86; &#x3057; &#x305F; &#x3068; &#x304D; &#x306B; &#x30B8; &#x30E7; &#x30D6; z &#x304C; &#x751F; &#x8D77; &#x3055; &#x308C;&#xD;&#xA;&#x3070; &#x308C; &#x308B; &#x5168; &#x3066; &#x306E; &#x30B8; &#x30E7; &#x30D6; &#x304C; , &#x4E0A; &#x304B; &#x3089; &#x8A18; &#x8FF0; &#x3055; &#x308C; &#x305F; &#x9806; &#x306B; &#x512A; &#x5148; &#x3057; &#x3066; &#x751F; &#x8D77; &#x3055; &#x308C; &#x308B; &#x3053; &#x3068; &#x3092; &#x793A; &#x3059; &#x3002;&#xD;&#xA;( 5 ) &#x3007; &#x304F; &#x3007; &#x306F; &#x30B8; = &#x30D7; XD &#x7D42; &#x4E86; &#x6642; &#x306B; , &#x30B8; = &#x30D7; = &#x306E; &#x3088; &#x3046; &#x306B; &#x30B8; = &#x30D6; x &#x3068; &#x77E2; &#x5370; &#x3067; &#x7D50;&#xD;&#xA;&#x30A1; &#x30A4; &#x30EB; &#x3092; &#x53C2; &#x7167; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30B8; &#x30E7; &#x30D6; &#x304C; &#x8907; &#x6570; &#x500B; &#x3042; &#x308B; &#x5834; &#x5408; &#x306B; &#x306F; , &#x6700; &#x521D; &#x306B; &#x751F; &#x8D77; &#x3055; &#x308C; &#x308B; &#x30B8; &#x30E7; &#x30D6; &#x3060; &#x3051; &#x304C; &#x5148; &#x884C; &#x30B8; &#x30E7; &#x30D6; &#x306E; &#x4E00; &#x6642; &#x30D5;&#xD;&#xA;&#x5F8C; &#x306E; &#x30B8; &#x30E7; &#x30D6; Y &#x3067; &#x53C2; &#x7167; &#x3057; , &#x30B8; &#x30E7; &#x30D6; Y &#x306E; &#x7D42; &#x4E86; &#x6642; &#x306B; &#x305D; &#x306E; &#x4E00; &#x6642; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x524A; &#x9664; &#x3059; &#x308B; &#x3002; &#x76F4; &#x5F8C; &#x306E;&#xD;&#xA;( 4 ) &#x3007; &#x4E00; &#x3007; &#x306E; &#x95A2; &#x4FC2; &#x304C; &#x3042; &#x308C; &#x3070; , &#x30B8; &#x30E7; &#x30D6; x &#x306E; &#x958B; &#x59CB; &#x6642; &#x306B; &#x4F5C; &#x6210; &#x3057; &#x305F; &#x4E00; &#x6642; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x306F; , &#x76F4;&#xD;&#xA;( 8 ) 0S &#x306E; &#x30AA; &#x30FC; &#x30D0; &#x30D8; &#x30C3; &#x30C9; &#x306F; &#x8003; &#x616E; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x5B9F; &#x884C; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; 150&#xD;&#xA;&#x30A6;&#xD;&#xA;8&#xD;&#xA;2&#xD;&#xA;&#x5DE5; 250</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q016.png" alt="問. 16 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 17</h3>
			<figure>
				<figcaption><small>&#x554F; 17&#xD;&#xA;&#x30FC; &#x3063; &#x306E; 12c &#x30D0; &#x30B9; &#x306B; &#x63A5; &#x7D9A; &#x3055; &#x308C; &#x305F; &#x30CB; &#x3064; &#x306E; &#x30BB; &#x30F3; &#x30B5; &#x304C; &#x3042; &#x308B; &#x3002; &#x305D; &#x308C; &#x305E; &#x308C; &#x306E; &#x30BB; &#x30F3; &#x30B5; &#x5024; &#x3092; &#x8AAD; &#x307F; &#x8FBC; &#x3080;&#xD;&#xA;&#x30CB; &#x3064; &#x306E; &#x30BF; &#x30B9; &#x30AF; &#x3067; &#x6392; &#x4ED6; &#x7684; &#x306B; &#x5236; &#x5FA1; &#x3057; &#x305F; &#x3044; &#x3002; &#x5229; &#x7528; &#x3059; &#x308B; &#x30EA; &#x30A2; &#x30EB; &#x30BF; &#x30A4; &#x30E0; 0S &#x306E; &#x6A5F; &#x80FD; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207;&#xD;&#xA;&#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30AD; &#x30E5; &#x30FC;&#xD;&#xA;&#x30DE; &#x30EB; &#x30C1; &#x30B9; &#x30EC; &#x30C3; &#x30C9;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30BB; &#x30DE; &#x30D5; &#x30A9;&#xD;&#xA;&#x30E9; &#x30A6; &#x30F3; &#x30C9; &#x30ED; &#x30D3; &#x30F3;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q017.png" alt="問. 17 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 18</h3>
			<figure>
				<figcaption><small>&#x554F; 1 8 &#x30D5; &#x30E9; &#x30B0; &#x30E1; &#x30F3; &#x30C6; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x7406; &#x8981; &#x6C42; &#x304C; &#x5230; &#x7740; &#x3057; &#x305F; &#x5834; &#x5408; , &#x5168; &#x3066; &#x306E; &#x51E6; &#x7406; &#x304C; &#x7D42; &#x308F; &#x308B; &#x307E; &#x3067; &#x306E; &#x6642; &#x9593; &#x306F; &#x30BF; &#x30B9; &#x30AF; &#x306E; &#x591A; &#x91CD; &#x5EA6; &#x304C; 1 &#x306E; &#x3068; &#x304D;&#xD;&#xA;2 &#x4EE5; &#x4E0B; &#x306E; &#x5834; &#x5408; , &#x30BF; &#x30B9; &#x30AF; &#x51E6; &#x7406; &#x6642; &#x9593; &#x306F; &#x5E38; &#x306B; 4 &#x79D2; &#x3067; &#x3042; &#x308B; &#x3002; &#x3053; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306B; 1 &#x79D2; &#x554F; &#x9694; &#x3067; 4 &#x4EF6; &#x306E; &#x51E6;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q018.png" alt="問. 18 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 19</h3>
			<figure>
				<figcaption><small>&#x554F; 19 &#x8907; &#x6570; &#x306E; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x304B; &#x3089; &#x63A5; &#x7D9A; &#x3055; &#x308C; &#x308B; &#x30B5; &#x30FC; &#x30D0; &#x304C; &#x3042; &#x308B; &#x3002; &#x3053; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x30BF; &#x30B9; &#x30AF; &#x306E; &#x591A; &#x91CD; &#x5EA6; &#x304C;&#xD;&#xA;&#x8981; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x751F; &#x3092; &#x9632; &#x6B62; &#x3059; &#x308B; &#x305F; &#x3081; , &#x30E1; &#x30E2; &#x30EA; &#x9818; &#x57DF; &#x304C; &#x8FD4; &#x5374; &#x3055; &#x308C; &#x308B; &#x305F; &#x3073; &#x306B; &#x30AC; &#x30FC; &#x30D9; &#x30B8; &#x30B3; &#x30EC; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x3092; &#x884C; &#x3046; &#x5FC5;&#xD;&#xA;&#x30A8; &#x30E1; &#x30E2; &#x30EA; &#x9818; &#x57DF; &#x306E; &#x7372; &#x5F97; &#x3068; &#x8FD4; &#x5374; &#x306E; &#x983B; &#x5EA6; &#x304C; &#x9AD8; &#x3044; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3067; &#x306F; , &#x30D5; &#x30E9; &#x30B0; &#x30E1; &#x30F3; &#x30C6; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x767A;&#xD;&#xA;&#x308B; &#x306B; &#x3082; &#x304B; &#x304B; &#x308F; &#x3089; &#x305A; , &#x5FC5; &#x8981; &#x3068; &#x3059; &#x308B; &#x30E1; &#x30E2; &#x30EA; &#x9818; &#x57DF; &#x3092; &#x7372; &#x5F97; &#x3067; &#x304D; &#x306A; &#x304F; &#x306A; &#x308B; &#x3053; &#x3068; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30D5; &#x30E9; &#x30B0; &#x30E1; &#x30F3; &#x30C6; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x767A; &#x751F; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5408; &#x8A08; &#x3068; &#x3057; &#x3066; &#x306F; &#x5341; &#x5206; &#x306A; &#x7A7A; &#x304D; &#x30E1; &#x30E2; &#x30EA; &#x9818; &#x57DF; &#x304C; &#x3042;&#xD;&#xA;&#x751F; &#x3057; &#x3084; &#x3059; &#x3044; &#x3002;&#xD;&#xA;&#x7406; &#x65B9; &#x5F0F; &#x3088; &#x308A; &#x3082; &#x30E1; &#x30E2; &#x30EA; &#x9818; &#x57DF; &#x306E; &#x7372; &#x5F97; &#x3068; &#x8FD4; &#x5374; &#x3092; &#x901F; &#x304F; &#x884C; &#x3048; &#x308B; &#x304C; , &#x30D5; &#x30E9; &#x30B0; &#x30E1; &#x30F3; &#x30C6; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x304C; &#x767A;&#xD;&#xA;&#x30A4; &#x56FA; &#x5B9A; &#x9577; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x306E; &#x30E1; &#x30E2; &#x30EA; &#x30D7; &#x30FC; &#x30EB; &#x7BA1; &#x7406; &#x65B9; &#x5F0F; &#x3067; &#x306F; , &#x53EF; &#x5909; &#x9577; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x306E; &#x30E1; &#x30E2; &#x30EA; &#x30D7; &#x30FC; &#x30EB; &#x7BA1;&#xD;&#xA;&#x3084; &#x8FD4; &#x5374; &#x3092; &#x884C; &#x3063; &#x3066; &#x3082; &#x30D5; &#x30E9; &#x30B0; &#x30E1; &#x30F3; &#x30C6; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306F; &#x767A; &#x751F; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A2; &#x53EF; &#x5909; &#x9577; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x306E; &#x30E1; &#x30E2; &#x30EA; &#x30D7; &#x30FC; &#x30EB; &#x7BA1; &#x7406; &#x65B9; &#x5F0F; &#x3067; &#x306F; , &#x69D8; &#x3005; &#x306A; &#x5927; &#x304D; &#x3055; &#x306E; &#x30E1; &#x30E2; &#x30EA; &#x9818; &#x57DF; &#x306E; &#x7372; &#x5F97;&#xD;&#xA;&#x3068; 2 &#x306E; &#x3068; &#x304D; &#x3068; &#x3067; , &#x4F55; &#x79D2; &#x306E; &#x5DEE; &#x304C; &#x3042; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q019.png" alt="問. 19 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 20</h3>
			<figure>
				<figcaption><small>&#x554F; 20 FPGA &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x96FB; &#x6C17; &#x7684; &#x306B; &#x8A18; &#x61B6; &#x5185; &#x5BB9; &#x306E; &#x66F8; &#x63DB; &#x3048; &#x3092; &#x884C; &#x3046; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x4E0D; &#x63EE; &#x767A; &#x6027; &#x30E1; &#x30E2; &#x30EA;&#xD;&#xA;&#x7279; &#x5B9A; &#x306E; &#x5206; &#x91CE; &#x53CA; &#x3073; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x7528; &#x306B; &#x9650; &#x5B9A; &#x3057; &#x305F; &#x7279; &#x5B9A; &#x7528; &#x9014; &#x5411; &#x3051; &#x6C4E; &#x7528; &#x96C6; &#x7A4D; &#x56DE; &#x8DEF;&#xD;&#xA;&#x6D6E; &#x52D5; &#x5C0F; &#x6570; &#x70B9; &#x6570; &#x306E; &#x6F14; &#x7B97; &#x3092; &#x9AD8; &#x901F; &#x306B; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x6F14; &#x7B97; &#x30E6; &#x30CB; &#x30C3; &#x30C8;&#xD;&#xA;&#x8AD6; &#x7406; &#x56DE; &#x8DEF; &#x3092; &#x57FA; &#x677F; &#x4E0A; &#x306B; &#x5B9F; &#x88C5; &#x3057; &#x305F; &#x5F8C; &#x3067; &#x518D; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x3067; &#x304D; &#x308B; &#x96C6; &#x7A4D; &#x56DE; &#x8DEF;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q020.png" alt="問. 20 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 21</h3>
			<figure>
				<figcaption><small>&#x554F; 21 &#x6B21; &#x306E; &#x65B9; &#x5F0F; &#x3067; &#x753B; &#x7D20; &#x306B; &#x30E1; &#x30E2; &#x30EA; &#x3092; &#x5272; &#x308A; &#x5F53; &#x3066; &#x308B; 640 x 480 &#x306E; &#x30B0; &#x30E9; &#x30D5; &#x30A3; &#x30C3; &#x30AF; LCD &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x304C;&#xD;&#xA;&#x3042; &#x308B; &#x3002; &#x59CB; &#x70B9; ( 5 , 4 ) &#x304B; &#x3089; &#x7D42; &#x70B9; ( 9 , 8 ) &#x307E; &#x3067; &#x76F4; &#x7DDA; &#x3092; &#x63CF; &#x753B; &#x3059; &#x308B; &#x3068; &#x304D; , &#x76F4; &#x7DDA; &#x4E0A; &#x306E; x = 7 &#x306E; &#x753B;&#xD;&#xA;&#x7D20; &#x306B; &#x5272; &#x308A; &#x5F53; &#x3066; &#x3089; &#x308C; &#x305F; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x5148; &#x982D; &#x306F; &#x4F55; &#x756A; &#x5730; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x753B; &#x7D20; &#x306E; &#x5EA7; &#x6A19; &#x306F; (x,&#xD;&#xA;y) &#x3067; &#x8868; &#x3059; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3014; &#x65B9; &#x5F0F; &#x3015;&#xD;&#xA;&#x30FB; &#x30E1; &#x30E2; &#x30EA; &#x306F; 0 &#x756A; &#x5730; &#x304B; &#x3089; &#x6607; &#x9806; &#x306B; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30FB; 1 &#x753B; &#x7D20; &#x306F; 1 6 &#x30D3; &#x30C3; &#x30C8; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30FB; &#x5EA7; &#x6A19; ( 9 , &#x306E; &#x304B; &#x3089; &#x5EA7; &#x6A19; ( 639 , 479 ) &#x307E; &#x3067; &#x30E1; &#x30E2; &#x30EA; &#x3092; &#x9023; &#x7D9A; &#x3057; &#x3066; &#x5272; &#x308A; &#x5F53; &#x3066; &#x308B; &#x3002;&#xD;&#xA;&#x30FB; &#x5404; &#x753B; &#x7D20; &#x306F; , x = 0 &#x304B; &#x3089; x &#x8EF8; &#x306E; &#x65B9; &#x5411; &#x306B; &#x30E1; &#x30E2; &#x30EA; &#x3092; &#x5272; &#x308A; &#x5F53; &#x3066; &#x3066; &#x3044; &#x304F; &#x3002;&#xD;&#xA;&#x30FB; x = 639 &#x306E; &#x6B21; &#x306F; x = 0 &#x3068; &#x3057; , y &#x3092; 1 &#x5897; &#x3084; &#x3059; &#x3002;&#xD;&#xA;9 1 2 3 4 5 6 7 8 9 19 11 12 13 14 15&#xD;&#xA;639&#xD;&#xA;&#x30E1; &#x30E2; &#x30EA;&#xD;&#xA;9 &#x756A; &#x5730;&#xD;&#xA;1 &#x756A; &#x5730;&#xD;&#xA;2 &#x756A; &#x5730;&#xD;&#xA;3 &#x756A; &#x5730;&#xD;&#xA;Ln ( 0 &#x4E00; / 00&#xD;&#xA;z &#x756A; &#x5730;&#xD;&#xA;8 &#x30D3; &#x30C3; &#x30C8;&#xD;&#xA;&#x30A2;&#xD;&#xA;3847&#xD;&#xA;&#x59CB; &#x70B9; &#x7D42; &#x70B9;&#xD;&#xA;479&#xD;&#xA;&#x5DE5; 8978&#xD;&#xA;&#x30A6; 7694&#xD;&#xA;&#x30A4; 7680</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q021.png" alt="問. 21 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 22</h3>
			<figure>
				<figcaption><small>&#x554F; 22 &#x30A2; &#x30AF; &#x30C1; &#x30E5; &#x30A8; &#x30FC; &#x30BF; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x4E0E; &#x3048; &#x3089; &#x308C; &#x305F; &#x76EE; &#x6A19; &#x91CF; &#x3068; , &#x30BB; &#x30F3; &#x30B5; &#x304B; &#x3089; &#x5F97; &#x3089; &#x308C; &#x305F; &#x5236; &#x5FA1; &#x91CF; &#x3092; &#x6BD4; &#x8F03; &#x3057; , &#x5236; &#x5FA1; &#x91CF; &#x3092; &#x76EE; &#x6A19; &#x91CF; &#x306B;&#xD;&#xA;&#x81F4; &#x3055; &#x305B; &#x308B; &#x3088; &#x3046; &#x306B; &#x64CD; &#x4F5C; &#x91CF; &#x3092; &#x51FA; &#x529B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x8A8D; &#x77E5; &#x7684; &#x30A6; &#x30A9; &#x30FC; &#x30AF; &#x30B9; &#x30EB; &#x30FC; &#x6CD5;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x4F4D; &#x7F6E; , &#x89D2; &#x5EA6; , &#x901F; &#x5EA6; , &#x52A0; &#x901F; &#x5EA6; , &#x30AB; , &#x6E29; &#x5EA6; &#x306A; &#x3069; &#x3092; &#x691C; &#x51FA; &#x3057; , &#x96FB; &#x6C17; &#x7684; &#x306A; &#x60C5; &#x5831; &#x306B; &#x5909; &#x63DB; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30CD; &#x30EB; &#x30AE; &#x30FC; &#x6E90; &#x304B; &#x3089; &#x306E; &#x30D1; &#x30EF; &#x30FC; &#x3092; , &#x56DE; &#x8EE2; , &#x76F4; &#x9032; &#x306A; &#x3069; &#x306E; &#x52D5; &#x304D; &#x306B; &#x5909; &#x63DB; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30DE; &#x30A4; &#x30AF; &#x30ED; &#x30D5; &#x30A9; &#x30F3; , &#x30BB; &#x30F3; &#x30B5; &#x306A; &#x3069; &#x304C; &#x51FA; &#x529B; &#x3059; &#x308B; &#x5FAE; &#x5C0F; &#x306A; &#x96FB; &#x6C17; &#x4FE1; &#x53F7; &#x3092; &#x5897; &#x5E45; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q022.png" alt="問. 22 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 23</h3>
			<figure>
				<figcaption><small>&#x554F; 23 &#x30DE; &#x30A4; &#x30AF; &#x30ED; &#x30D7; &#x30ED; &#x30BB; &#x30C3; &#x30B5; &#x306E; &#x8010; &#x30BF; &#x30F3; &#x30D1; &#x6027; &#x3092; &#x5411; &#x4E0A; &#x3055; &#x305B; &#x308B; &#x624B; &#x6CD5; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;ESD (EIectrostatic Discharge) &#x306B; &#x5BFE; &#x3059; &#x308B; &#x8010; &#x6027; &#x3092; &#x5F37; &#x5316; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30C1; &#x30C3; &#x30D7; &#x691C; &#x67FB; &#x7D42; &#x4E86; &#x5F8C; &#x306B; &#x691C; &#x67FB; &#x7528; &#x30D1; &#x30C3; &#x30C9; &#x3092; &#x6B8B; &#x3057; &#x3066; &#x304A; &#x304F; &#x3002;&#xD;&#xA;&#x30C1; &#x30C3; &#x30D7; &#x5185; &#x90E8; &#x3092; &#x7269; &#x7406; &#x7684; &#x306B; &#x89E3; &#x6790; &#x3057; &#x3088; &#x3046; &#x3068; &#x3059; &#x308B; &#x3068; , &#x5185; &#x90E8; &#x56DE; &#x8DEF; &#x304C; &#x7834; &#x58CA; &#x3055; &#x308C; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5185; &#x90E8; &#x30E1; &#x30E2; &#x30EA; &#x306E; &#x7269; &#x7406; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x6574; &#x7136; &#x3068; &#x914D; &#x7F6E; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q023.png" alt="問. 23 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 24</h3>
			<figure>
				<figcaption><small>&#x554F; 24 &#x30E6; &#x30FC; &#x30B5; &#x30A4; &#x30F3; &#x30BF; &#x30D5; &#x30A7; &#x30FC; &#x30B9; &#x306E; &#x30E6; &#x30FC; &#x30B5; &#x30D3; &#x30EA; &#x30C6; &#x30A3; &#x3092; &#x8A55; &#x4FA1; &#x3059; &#x308B; &#x3068; &#x304D; &#x306E; , &#x5229; &#x7528; &#x8005; &#x304C; &#x53C2; &#x52A0; &#x3059; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x3068; &#x5C02; &#x9580; &#x5BB6; &#x3060; &#x3051; &#x3067; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x624B; &#x6CD5; &#x3068; &#x306E; &#x9069; &#x5207; &#x306A; &#x7D44; &#x307F; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x304C; &#x53C2; &#x52A0; &#x3059; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x601D; &#x8003; &#x767A; &#x8A71; &#x6CD5;&#xD;&#xA;&#x56DE; &#x9867; &#x6CD5;&#xD;&#xA;&#x30A2; &#x30F3; &#x30B1; &#x30FC; &#x30C8;&#xD;&#xA;&#x5C02; &#x9580; &#x5BB6; &#x3060; &#x3051; &#x3067; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x56DE; &#x9867; &#x6CD5;&#xD;&#xA;&#x601D; &#x8003; &#x767A; &#x8A71; &#x6CD5;&#xD;&#xA;&#x30D2; &#x30E5; &#x30FC; &#x30EA; &#x30B9; &#x30C6; &#x30A3; &#x30C3; &#x30AF; &#x8A55; &#x4FA1; &#x6CD5;&#xD;&#xA;&#x30D2; &#x30E5; &#x30FC; &#x30EA; &#x30B9; &#x30C6; &#x30A3; &#x30C3; &#x30AF; &#x8A55; &#x4FA1; &#x6CD5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q024.png" alt="問. 24 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 25</h3>
			<figure>
				<figcaption><small>&#x554F; 25 &#x30EC; &#x30A4; &#x30C8; &#x30EC; &#x30FC; &#x30B7; &#x30F3; &#x30B0; &#x6CD5; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30B9; &#x30AF; &#x30EA; &#x30FC; &#x30F3; &#x306E; &#x5168; &#x3066; &#x306E; &#x753B; &#x7D20; &#x306B; &#x3064; &#x3044; &#x3066; , &#x8996; &#x7DDA; &#x3068; &#x63CF; &#x753B; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x306A; &#x308B; &#x7269; &#x4F53; &#x3068; &#x306E; &#x4EA4; &#x70B9; &#x3092; &#x53CD; &#x5C04;&#xD;&#xA;&#x5C5E; &#x6027; &#x3084; &#x900F; &#x660E; &#x5C5E; &#x6027; &#x306A; &#x3069; &#x3082; &#x542B; &#x3081; &#x3066; &#x8A08; &#x7B97; &#x3057; , &#x305D; &#x306E; &#x4E2D; &#x304B; &#x3089; &#x8996; &#x70B9; &#x306B; &#x6700; &#x3082; &#x8FD1; &#x3044; &#x4EA4; &#x70B9; &#x3092; &#x9078; &#x629E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B9; &#x30AF; &#x30EA; &#x30FC; &#x30F3; &#x306E; &#x8D70; &#x67FB; &#x7DDA; &#x3054; &#x3068; &#x306B; &#x8996; &#x70B9; &#x3068; &#x305D; &#x306E; &#x8D70; &#x67FB; &#x7DDA; &#x3092; &#x7D50; &#x3076; &#x8D70; &#x67FB; &#x9762; &#x3092; &#x4F5C; &#x6210; &#x3057; , &#x5404; &#x8D70; &#x67FB; &#x9762; &#x3068;&#xD;&#xA;&#x63CF; &#x753B; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x306A; &#x308B; &#x7269; &#x4F53; &#x3068; &#x306E; &#x4EA4; &#x5DEE; &#x3092; &#x8ABF; &#x3079; &#x3066; &#x4EA4; &#x5DEE; &#x7DDA; &#x5206; &#x3092; &#x6C42; &#x3081; , &#x5965; &#x884C; &#x304D; &#x5224; &#x5B9A; &#x3092; &#x884C; &#x3046; &#x3053; &#x3068; &#x306B;&#xD;&#xA;&#x3088; &#x3063; &#x3066; &#x63CF; &#x753B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x63CF; &#x753B; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x306A; &#x308B; &#x30CB; &#x3064; &#x306E; &#x7269; &#x4F53; &#x306E; &#x3046; &#x3061; , &#x4E00; &#x65B9; &#x304C; &#x8FD1; &#x304F; &#x306B; , &#x3082; &#x3046; &#x4E00; &#x65B9; &#x304C; &#x9060; &#x304F; &#x306B; &#x3042; &#x308B; &#x3068; &#x304D;&#xD;&#xA;&#x306B; , &#x307E; &#x305A; &#x9060; &#x304F; &#x306E; &#x7269; &#x4F53; &#x3092; &#x63CF; &#x3044; &#x3066; &#x304B; &#x3089; &#x8FD1; &#x304F; &#x306E; &#x7269; &#x4F53; &#x3092; &#x91CD; &#x306D; &#x66F8; &#x304D; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x63CF; &#x753B; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x306A; &#x308B; &#x7269; &#x4F53; &#x306E; &#x5404; &#x9762; &#x3092; &#x30D4; &#x30AF; &#x30BB; &#x30EB; &#x306B; &#x5206; &#x5272; &#x3057; , &#x30D4; &#x30AF; &#x30BB; &#x30EB; &#x3054; &#x3068; &#x306B; &#x8996; &#x70B9; &#x307E; &#x3067; &#x306E; &#x8DDD;&#xD;&#xA;&#x96E2; &#x3092; &#x8A08; &#x7B97; &#x3057; , &#x305D; &#x306E; &#x6700; &#x5C0F; &#x5024; &#x3092; &#x4F5C; &#x696D; &#x9818; &#x57DF; &#x306B; &#x4FDD; &#x6301; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x8996; &#x70B9; &#x307E; &#x3067; &#x306E; &#x8DDD; &#x96E2; &#x304C; &#x6700;&#xD;&#xA;1 3&#xD;&#xA;&#x30A7; &#x6574; &#x5408; &#x6027; &#x3068; &#x5206; &#x65AD; &#x8010; &#x6027; &#x3092; &#x6E80; &#x305F; &#x3059; &#x304C; &#x53EF; &#x7528; &#x6027; &#x3092; &#x6E80; &#x305F; &#x3055; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A6; &#x53EF; &#x7528; &#x6027; &#x3068; &#x5206; &#x65AD; &#x8010; &#x6027; &#x3092; &#x6E80; &#x305F; &#x3059; &#x304C; &#x6574; &#x5408; &#x6027; &#x3092; &#x6E80; &#x305F; &#x3055; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A4; &#x53EF; &#x7528; &#x6027; &#x3068; &#x6574; &#x5408; &#x6027; &#x3092; &#x6E80; &#x305F; &#x3059; &#x304C; &#x5206; &#x65AD; &#x8010; &#x6027; &#x3092; &#x6E80; &#x305F; &#x3055; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A2; &#x53EF; &#x7528; &#x6027; &#x3068; &#x6574; &#x5408; &#x6027; &#x3068; &#x5206; &#x65AD; &#x8010; &#x6027; &#x306E; &#x5168; &#x3066; &#x3092; &#x6E80; &#x305F; &#x3059; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q025.png" alt="問. 25 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 26</h3>
			<figure>
				<figcaption><small>&#x554F; 26 CAP &#x5B9A; &#x7406; &#x306B; &#x304A; &#x3051; &#x308B; A &#x3068; p &#x306E; &#x7279; &#x6027; &#x3092; &#x3082; &#x3064; &#x5206; &#x6563; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069;&#xD;&#xA;&#x5C0F; &#x3068; &#x306A; &#x308B; &#x9762; &#x3092; &#x6C42; &#x3081; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q026.png" alt="問. 26 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 27</h3>
			<figure>
				<figcaption><small>&#x554F; 27 ANSI/SPARC 3 &#x5C64; &#x30B9; &#x30AD; &#x30FC; &#x30DE; &#x30E2; &#x30C7; &#x30EB; &#x306B; &#x304A; &#x3051; &#x308B; &#x5185; &#x90E8; &#x30B9; &#x30AD; &#x30FC; &#x30DE; &#x306E; &#x8A2D; &#x8A08; &#x306B; &#x542B; &#x307E; &#x308C; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069;&#xD;&#xA;&#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; SQL &#x554F; &#x5408; &#x305B; &#x5FDC; &#x7B54; &#x6642; &#x9593; &#x306E; &#x5411; &#x4E0A; &#x3092; &#x76EE; &#x7684; &#x3068; &#x3057; &#x305F; &#x30A4; &#x30F3; &#x30C7; &#x30C3; &#x30AF; &#x30B9; &#x306E; &#x5B9A; &#x7FA9;&#xD;&#xA;&#x30A4; &#x30A8; &#x30F3; &#x30C6; &#x30A3; &#x30C6; &#x30A3; &#x9593; &#x306E; &#x201C; 1 &#x5BFE; &#x591A; &#x201D; , &#x201C; &#x591A; &#x5BFE; &#x591A; &#x201D; &#x306A; &#x3069; &#x306E; &#x95A2; &#x9023; &#x3092; &#x660E; &#x793A; &#x3059; &#x308B; E &#x30FC; R &#x30E2; &#x30C7; &#x30EB; &#x306E; &#x4F5C; &#x6210;&#xD;&#xA;&#x30A6; &#x30A7; &#x30F3; &#x30C6; &#x30A3; &#x30C6; &#x30A3; &#x5185; &#x3084; &#x30A8; &#x30F3; &#x30C6; &#x30A3; &#x30C6; &#x30A3; &#x9593; &#x306E; &#x6574; &#x5408; &#x6027; &#x3092; &#x4FDD; &#x3063; &#x305F; &#x3081; &#x306E; &#x4E00; &#x610F; &#x6027; &#x5236; &#x7D04; &#x3084; &#x53C2; &#x7167; &#x5236; &#x7D04; &#x306E;&#xD;&#xA;&#x8A2D; &#x5B9A;&#xD;&#xA;&#x5DE5; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x5197; &#x9577; &#x6027; &#x3092; &#x6392; &#x9664; &#x3057; &#x66F4; &#x65B0; &#x306E; &#x4E00; &#x8CAB; &#x6027; &#x3068; &#x52B9; &#x7387; &#x6027; &#x3092; &#x4FDD; &#x6301; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x6B63; &#x898F; &#x5316;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q027.png" alt="問. 27 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 28</h3>
			<figure>
				<figcaption><small>&#x554F; 28 &#x7B2C; 1 , &#x7B2C; 2 , &#x7B2C; 3 &#x6B63; &#x898F; &#x5F62; &#x3068; &#x30EA; &#x30EC; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x7279; &#x5FB4; a , b, c &#x306E; &#x7D44; &#x5408; &#x305B; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082;&#xD;&#xA;&#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;a : &#x3069; &#x306E; &#x975E; &#x30AD; - &#x5C5E; &#x6027; &#x3082; , &#x4E3B; &#x30AD; &#x30FC; &#x306E; &#x771F; &#x90E8; &#x5206; &#x96C6; &#x5408; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x95A2; &#x6570; &#x5F93; &#x5C5E; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;b : &#x3069; &#x306E; &#x975E; &#x30AD; &#x30FC; &#x5C5E; &#x6027; &#x3082; , &#x4E3B; &#x30AD; &#x30FC; &#x306B; &#x63A8; &#x79FB; &#x7684; &#x306B; &#x95A2; &#x6570; &#x5F93; &#x5C5E; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;c : &#x7E70; &#x8FD4; &#x3057; &#x5C5E; &#x6027; &#x304C; &#x5B58; &#x5728; &#x3057; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x7B2C; 1 &#x6B63; &#x898F; &#x5F62; &#x7B2C; 2 &#x6B63; &#x898F; &#x5F62;&#xD;&#xA;&#x7B2C; 3 &#x6B63; &#x898F; &#x5F62;&#xD;&#xA;&#x30A2; &#x30A4; &#x30A6; &#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q028.png" alt="問. 28 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 29</h3>
			<figure>
				<figcaption><small>&#x554F; 29 undo/redo &#x65B9; &#x5F0F; &#x3092; &#x7528; &#x3044; &#x305F; &#x969C; &#x5BB3; &#x56DE; &#x5FA9; &#x306B; &#x304A; &#x3051; &#x308B; &#x30ED; &#x30B0; &#x60C5; &#x5831; &#x306E; &#x8981; &#x5426; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x7D44; &#x5408; &#x305B; &#x306F;&#xD;&#xA;&#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x66F4; &#x65B0; &#x5F8C; &#x60C5; &#x5831;&#xD;&#xA;&#x5FC5; &#x8981;&#xD;&#xA;&#x4E0D; &#x8981;&#xD;&#xA;&#x5FC5; &#x8981;&#xD;&#xA;&#x4E0D; &#x8981;&#xD;&#xA;&#x66F4; &#x65B0; &#x524D; &#x60C5; &#x5831;&#xD;&#xA;&#x8981; &#x8981; &#x8981; &#x8981;&#xD;&#xA;&#x5FC5; &#x5FC5; &#x4E0D; &#x4E0D;&#xD;&#xA;&#x30A2; &#x30A4; &#x30A6; &#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q029.png" alt="問. 29 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 30</h3>
			<figure>
				<figcaption><small>&#x554F; 30 &#x30D3; &#x30C3; &#x30B0; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x5229; &#x7528; &#x306B; &#x304A; &#x3051; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x30DE; &#x30A4; &#x30CB; &#x30F3; &#x30B0; &#x3092; &#x8AAC; &#x660E; &#x3057; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x84C4; &#x7A4D; &#x3055; &#x308C; &#x305F; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x5206; &#x6790; &#x3057; , &#x5358; &#x306A; &#x308B; &#x691C; &#x7D22; &#x3060; &#x3051; &#x3067; &#x306F; &#x5206; &#x304B; &#x3089; &#x306A; &#x3044; &#x96A0; &#x308C; &#x305F; &#x898F; &#x5247; &#x3084; &#x76F8; &#x95A2; &#x95A2;&#xD;&#xA;&#x4FC2; &#x3092; &#x898B; &#x3064; &#x3051; &#x51FA; &#x3059; &#x3053; &#x3068;&#xD;&#xA;&#x30A4; &#x30C7; &#x30FC; &#x30BF; &#x30A6; &#x30A7; &#x30A2; &#x30CF; &#x30A6; &#x30B9; &#x306B; &#x683C; &#x7D0D; &#x3055; &#x308C; &#x305F; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x4E00; &#x90E8; &#x3092; , &#x7279; &#x5B9A; &#x306E; &#x7528; &#x9014; &#x3084; &#x90E8; &#x9580; &#x7528; &#x306B; &#x5207; &#x308A; &#x51FA;&#xD;&#xA;&#x3057; &#x3066; , &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x306B; &#x683C; &#x7D0D; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A6; &#x30C7; &#x30FC; &#x30BF; &#x51E6; &#x7406; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x306A; &#x308B; &#x60C5; &#x5831; &#x3092; &#x57FA; &#x306B; &#x898F; &#x5B9A; &#x3057; &#x305F; , &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x69CB; &#x9020; , &#x610F; &#x5473; &#x53CA; &#x3073; &#x64CD; &#x4F5C; &#x306E; &#x67A0;&#xD;&#xA;&#x7D44; &#x307F; &#x306E; &#x3053; &#x3068;&#xD;&#xA;&#x5DE5; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x8907; &#x6570; &#x306E; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x8907; &#x88FD; &#x3057; &#x6027; &#x80FD; &#x3068; &#x53EF; &#x7528; &#x6027; &#x3092; &#x5411; &#x4E0A; &#x3055; &#x305B; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q030.png" alt="問. 30 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 31</h3>
			<figure>
				<figcaption><small>&#x554F; 31 1 Pv6 &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x8868; &#x8A18; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x30A4; 2 &#x56F2; 1 :db8: :3ab:ff01&#xD;&#xA;&#x5DE5; 2 &#x56F2; 1 . db8. 3ab. ff01&#xD;&#xA;&#x30A2;&#xD;&#xA;2001 :db8: :3ab: :ff01&#xD;&#xA;&#x30A6;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q031.png" alt="問. 31 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 32</h3>
			<figure>
				<figcaption><small>&#x554F; 32 &#x30B7; &#x30EA; &#x30A2; &#x30EB; &#x56DE; &#x7DDA; &#x3067; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x3082; &#x306E; &#x3068; &#x540C; &#x3058; &#x30C7; &#x30FC; &#x30BF; &#x30EA; &#x30F3; &#x30AF; &#x306E; &#x30B3; &#x30CD; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x78BA; &#x7ACB; &#x3084; &#x30C7; &#x30FC; &#x30BF; &#x8EE2; &#x9001;&#xD;&#xA;&#x3092; , LAN &#x4E0A; &#x3067; &#x5B9F; &#x73FE; &#x3059; &#x308B; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;MPLS&#xD;&#xA;&#x30A4; PPP</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q032.png" alt="問. 32 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 33</h3>
			<figure>
				<figcaption><small>&#x554F; 33 UDP &#x3092; &#x4F7F; &#x7528; &#x3057; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; FTP&#xD;&#xA;&#x30A4; NTP&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A6;&#xD;&#xA;PPPoE&#xD;&#xA;POP3&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q033.png" alt="問. 33 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 34</h3>
			<figure>
				<figcaption><small>&#x554F; 34</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q034.png" alt="問. 34 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 35</h3>
			<figure>
				<figcaption><small>&#x554F; 35&#xD;&#xA;lPv4 &#x3067; 192.168.30.32 / 28 &#x306E; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x63A5; &#x7D9A; &#x53EF; &#x80FD; &#x306A; &#x30DB; &#x30B9; &#x30C8; &#x306E; &#x6700; &#x5927; &#x6570; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4; 1 6&#xD;&#xA;&#x30A6; 28&#xD;&#xA;&#x30A7; 39&#xD;&#xA;OpenFIow &#x3092; &#x4F7F; &#x3063; &#x305F; SDN (S0ftware-Defined Networking) &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x3068; &#x3057; &#x3066; , &#x9069;&#xD;&#xA;&#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;1 6&#xD;&#xA;&#x96C6; &#x4E2D; &#x7684; &#x306B; &#x884C; &#x3046; &#x3053; &#x3068; &#x3092; &#x53EF; &#x80FD; &#x306B; &#x3057; &#x305F; &#x30A2; &#x30FC; &#x30AD; &#x30C6; &#x30AF; &#x30C1; &#x30E3;&#xD;&#xA;&#x30A7; &#x30C7; &#x30FC; &#x30BF; &#x8EE2; &#x9001; &#x6A5F; &#x80FD; &#x3068; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x5236; &#x5FA1; &#x6A5F; &#x80FD; &#x3092; &#x8AD6; &#x7406; &#x7684; &#x306B; &#x5206; &#x96E2; &#x3057; , &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x5236; &#x5FA1; &#x3092;&#xD;&#xA;&#x30FC; &#x30C8; &#x3092; &#x8B58; &#x5225; &#x3059; &#x308B; &#x30B9; &#x30C8; &#x30EC; &#x30FC; &#x30B8; &#x7528; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF;&#xD;&#xA;&#x30A6; &#x30B9; &#x30C8; &#x30EC; &#x30FC; &#x30B8; &#x88C5; &#x7F6E; &#x3068; &#x30B5; &#x30FC; &#x30D0; &#x3092; &#x63A5; &#x7D9A; &#x3057; , WWN (world Wide Name) &#x306B; &#x3088; &#x3063; &#x3066; &#x30CE; &#x30FC; &#x30C9; &#x3084; &#x30DD;&#xD;&#xA;&#x73FE; &#x3059; &#x308B; &#x65B9; &#x5F0F;&#xD;&#xA;&#x30A4; &#x643A; &#x5E2F; &#x96FB; &#x8A71; &#x7DB2; &#x306B; &#x304A; &#x3044; &#x3066; , &#x56DE; &#x7DDA; &#x4EA4; &#x63DB; &#x65B9; &#x5F0F; &#x3067; &#x306F; &#x306A; &#x304F; , &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x4EA4; &#x63DB; &#x65B9; &#x5F0F; &#x3067; &#x97F3; &#x58F0; &#x901A; &#x8A71; &#x3092; &#x5B9F;&#xD;&#xA;IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x4EE3; &#x308F; &#x308A; &#x306B; &#x540D; &#x524D; &#x3092; &#x6307; &#x5B9A; &#x3057; &#x3066; &#x901A; &#x4FE1; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x4ED5; &#x7D44; &#x307F;&#xD;&#xA;&#x30A2; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x306E; &#x30C9; &#x30E1; &#x30A4; &#x30F3; &#x540D; &#x3092; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x4E16; &#x754C; &#x898F; &#x6A21; &#x306E; &#x5206; &#x6563; &#x30C7; - &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x3092; &#x7528; &#x3044; &#x3066; ,</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q035.png" alt="問. 35 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 36</h3>
			<figure>
				<figcaption><small>&#x554F; 36 &#x8907; &#x6570; &#x306E; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3084; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x9593; &#x3067; &#x5229; &#x7528; &#x3055; &#x308C; &#x308B; SAML ( Secu r i ty Asse rt i on Ma rkup&#xD;&#xA;Language) &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8CA0; &#x8377; &#x3084; &#x52D5; &#x4F5C; &#x72B6; &#x6CC1; &#x306B; &#x95A2; &#x3059; &#x308B; &#x60C5; &#x5831; &#x3092; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x4ED5; &#x69D8;&#xD;&#xA;&#x8106; &#x5F31; &#x6027; &#x306B; &#x95A2; &#x3059; &#x308B; &#x60C5; &#x5831; &#x3084; &#x8105; &#x5A01; &#x60C5; &#x5831; &#x3092; &#x4EA4; &#x63DB; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x4ED5; &#x69D8;&#xD;&#xA;&#x901A; &#x4FE1; &#x3092; &#x6697; &#x53F7; &#x5316; &#x3057; , VPN &#x3092; &#x5B9F; &#x88C5; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x4ED5; &#x69D8;&#xD;&#xA;&#x8A8D; &#x8A3C; &#x3084; &#x8A8D; &#x53EF; &#x306B; &#x95A2; &#x3059; &#x308B; &#x60C5; &#x5831; &#x3092; &#x4EA4; &#x63DB; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x4ED5; &#x69D8;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q036.png" alt="問. 36 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 37</h3>
			<figure>
				<figcaption><small>&#x554F; 37 &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30AD; &#x30EB; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x306E; &#x5075; &#x5BDF; &#x6BB5; &#x968E; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x4F01; &#x696D; &#x306E; &#x516C; &#x958B; Web &#x30B5; &#x30A4; &#x30C8; &#x306E; &#x8106; &#x5F31; &#x6027; &#x3092; &#x60AA; &#x7528; &#x3057; &#x3066; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306B; &#x4FB5; &#x5165; &#x3092; &#x8A66; &#x307F; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x4F01; &#x696D; &#x306E; &#x793E; &#x54E1; &#x306B; &#x6A19; &#x7684; &#x578B; &#x653B; &#x6483; &#x30E1; &#x30FC; &#x30EB; &#x3092; &#x9001; &#x3063; &#x3066; PC &#x3092; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x306B; &#x611F; &#x67D3; &#x3055; &#x305B; ,&#xD;&#xA;PC &#x5185; &#x306E; &#x500B; &#x4EBA; &#x60C5; &#x5831; &#x3092; &#x5165; &#x624B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x4F01; &#x696D; &#x306E; &#x793E; &#x54E1; &#x306E; SNS &#x4E0A; &#x306E; &#x7D4C; &#x6B74; , &#x80A9; &#x66F8; &#x306A; &#x3069; &#x3092; &#x8DB3; &#x304C; &#x304B; &#x308A; &#x306B; , &#x95A2; &#x9023; &#x3059; &#x308B; &#x7D44; &#x7E54; &#x3084; &#x4EBA;&#xD;&#xA;&#x7269; &#x306E; &#x60C5; &#x5831; &#x3092; &#x6D17; &#x3044; &#x51FA; &#x3059; &#x3002;&#xD;&#xA;&#x30A8; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30AD; &#x30EB; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x306E; 2 &#x756A; &#x76EE; &#x306E; &#x6BB5; &#x968E; &#x3092; &#x3044; &#x3044; , &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x306B; &#x7279; &#x5316; &#x3057; &#x305F; PDF &#x3084; &#x30C9; &#x30AD; &#x30E5;&#xD;&#xA;&#x3057; &#x3066; , &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x7AEF; &#x672B; &#x306E; &#x30B7; &#x30EA; &#x30A2; &#x30EB; &#x756A; &#x53F7; &#x3092; , &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3067; &#x79D8; &#x5BC6; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x6697; &#x53F7; &#x5316; &#x3057; , &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x9001; &#x4FE1;&#xD;&#xA;&#x3057; &#x3066; , &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x56FA; &#x5B9A; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; , TLS &#x306B; &#x3088; &#x308B; &#x6697; &#x53F7; &#x901A; &#x4FE1; &#x3092; &#x4F7F; &#x3044; , &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x304B; &#x3089; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x9001; &#x4FE1;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q037.png" alt="問. 37 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 38</h3>
			<figure>
				<figcaption><small>&#x554F; 38 &#x30C1; &#x30E3; &#x30EC; &#x30F3; &#x30B8; &#x30EC; &#x30B9; &#x30DD; &#x30F3; &#x30B9; &#x8A8D; &#x8A3C; &#x65B9; &#x5F0F; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30E1; &#x30F3; &#x30C8; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x306B; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x4ED5; &#x8FBC; &#x3080; &#x3002;&#xD;&#xA;&#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x3067; &#x6F14; &#x7B97; &#x3057; , &#x305D; &#x306E; &#x7D50; &#x679C; &#x3092; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x9001; &#x4FE1; &#x3057; &#x3066; , &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5229; &#x7528; &#x8005; &#x304C; &#x5165; &#x529B; &#x3057; &#x305F; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3068; , &#x30B5; &#x30FC; &#x30D0; &#x304B; &#x3089; &#x53D7; &#x3051; &#x53D6; &#x3063; &#x305F; &#x30E9; &#x30F3; &#x30C0; &#x30E0; &#x306A; &#x30C7; &#x30FC; &#x30BF; &#x3068; &#x3092; &#x30AF;&#xD;&#xA;&#x30C9; &#x3068; &#x3057; &#x3066; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x9001; &#x4FE1; &#x3057; &#x3066; , &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x691C; &#x8A3C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30C8; &#x30FC; &#x30AF; &#x30F3; &#x3068; &#x3044; &#x3046; &#x6A5F; &#x5668; &#x304C; &#x81EA; &#x52D5; &#x7684; &#x306B; &#x8868; &#x793A; &#x3059; &#x308B; , &#x8A8D; &#x8A3C; &#x306E; &#x305F; &#x3073; &#x306B; &#x7570; &#x306A; &#x308B; &#x6570; &#x5B57; &#x5217; &#x3092; &#x30D1; &#x30B9; &#x30EF; &#x30FC;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q038.png" alt="問. 38 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 39</h3>
			<figure>
				<figcaption><small>&#x554F; 39 &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306E; &#x9001; &#x53D7; &#x4FE1; &#x306B; &#x304A; &#x3051; &#x308B; &#x7F72; &#x540D; &#x9375; &#x306E; &#x4F7F; &#x7528; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C;&#xD;&#xA;&#x304B; &#x3002;&#xD;&#xA;&#x3092; &#x78BA; &#x8A8D; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x306E; &#x5931; &#x52B9; &#x60C5; &#x5831; &#x3092; &#x5165; &#x624B; &#x3067; &#x304D; , &#x95B2; &#x89A7; &#x4E2D; &#x306E; web &#x30B5; &#x30A4; &#x30C8; &#x306E; &#x30C7; &#x30B8; &#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x306E; &#x6709; &#x52B9; &#x6027;&#xD;&#xA;&#x5DE5; &#x30D5; &#x30A1; &#x30FC; &#x30B9; &#x30C8; &#x30D0; &#x30FC; &#x30C6; &#x30A3; cookie &#x3092; &#x627F; &#x8AFE; &#x3059; &#x308B; &#x8A2D; &#x5B9A; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5F53; &#x8A72; web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x304C; &#x30C7; &#x30B8;&#xD;&#xA;&#x30B5; &#x30A4; &#x30C8; &#x306E; &#x6539; &#x3056; &#x3093; &#x3092; cookie &#x306E; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x5024; &#x3092; &#x7528; &#x3044; &#x3066; &#x691C; &#x77E5; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30D5; &#x30A1; &#x30FC; &#x30B9; &#x30C8; &#x30D1; &#x30FC; &#x30C6; &#x30A3; cookie &#x3092; &#x627F; &#x8AFE; &#x3059; &#x308B; &#x8A2D; &#x5B9A; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5F53; &#x8A72; web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x304C; Web&#xD;&#xA;&#x306E; web &#x30B5; &#x30A4; &#x30C8; &#x3092; &#x95B2; &#x89A7; &#x3057; &#x305F; &#x3068; &#x304D; &#x306B; &#x30C8; &#x30E9; &#x30C3; &#x30AD; &#x30F3; &#x30B0; &#x3055; &#x308C; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B5; &#x30FC; &#x30C9; &#x30D0; &#x30FC; &#x30C6; &#x30A3; cookie &#x3092; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x3059; &#x308B; &#x8A2D; &#x5B9A; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5F53; &#x8A72; web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x304C; &#x8907; &#x6570;&#xD;&#xA;&#x30C4; &#x304C; &#x5F53; &#x8A72; web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x306E; &#x307B; &#x304B; &#x306E; &#x5229; &#x7528; &#x8005; &#x306B; &#x77E5; &#x3089; &#x308C; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x3057; &#x305F; web &#x30B5; &#x30A4; &#x30C8; &#x306E; &#x30B3; &#x30F3; &#x30C6; &#x30F3; &#x30C4; &#x306E; &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x304C; &#x4FDD; &#x6301; &#x3055; &#x308C; &#x306A; &#x304F; &#x306A; &#x308A; , &#x95B2; &#x89A7; &#x3057; &#x305F; &#x30B3; &#x30F3; &#x30C6; &#x30F3;&#xD;&#xA;&#x30A2; &#x30B5; &#x30FC; &#x30C9; &#x30D0; &#x30FC; &#x30C6; &#x30A3; cookie &#x3092; &#x30D7; &#x30ED; &#x30C3; &#x30AF; &#x3059; &#x308B; &#x8A2D; &#x5B9A; &#x306B; &#x3088; &#x3063; &#x3066; , &#x5F53; &#x8A72; web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x304C; &#x95B2; &#x89A7;&#xD;&#xA;&#x3061; , &#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q039.png" alt="問. 39 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 40</h3>
			<figure>
				<figcaption><small>&#x554F; 40 web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x306E; cookie &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A2D; &#x5B9A; &#x3068; , &#x305D; &#x308C; &#x306B; &#x3088; &#x3063; &#x3066; &#x671F; &#x5F85; &#x3055; &#x308C; &#x308B; &#x52B9; &#x679C; &#x306E; &#x8A18; &#x8FF0; &#x306E; &#x3046;&#xD;&#xA;&#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x53D7; &#x4FE1; &#x8005; &#x304C; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306E; &#x6539; &#x3056; &#x3093; &#x90E8; &#x4F4D; &#x3092; &#x7279; &#x5B9A; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x9001; &#x4FE1; &#x8005; &#x304C; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306B; &#x56FA; &#x5B9A; &#x6587; &#x5B57; &#x5217; &#x3092; &#x4ED8; &#x52A0; &#x3057; , &#x66F4; &#x306B; &#x9001; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x6697; &#x53F7; &#x5316;&#xD;&#xA;&#x30FC; &#x30B8; &#x306E; &#x5185; &#x5BB9; &#x304C; &#x95A2; &#x4FC2; &#x8005; &#x4EE5; &#x5916; &#x306B; &#x5206; &#x304B; &#x3089; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x9001; &#x4FE1; &#x8005; &#x304C; &#x9001; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x3092; &#x6697; &#x53F7; &#x5316; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x30E1; &#x30C3; &#x30BB;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x304C; &#x53D7; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; , &#x6697; &#x53F7; &#x6587; &#x3092; &#x5143; &#x306E; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306B; &#x623B; &#x3059; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x306A;&#xD;&#xA;&#x30A4; &#x9001; &#x4FE1; &#x8005; &#x304C; &#x9001; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x3092; &#x6697; &#x53F7; &#x5316; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x53D7; &#x4FE1; &#x8005;&#xD;&#xA;&#x306B; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x306B; &#x4ED8; &#x52A0; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x53D7; &#x4FE1; &#x8005; &#x304C; &#x9001; &#x4FE1; &#x8005; &#x306B; &#x3088; &#x308B; &#x7F72; &#x540D; &#x3067; &#x3042; &#x308B; &#x3053; &#x3068; &#x3092; &#x78BA; &#x8A8D; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046;&#xD;&#xA;&#x30A2; &#x9001; &#x4FE1; &#x8005; &#x304C; &#x9001; &#x4FE1; &#x8005; &#x306E; &#x7F72; &#x540D; &#x9375; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x7F72; &#x540D; &#x3092; &#x4F5C; &#x6210; &#x3057; , &#x30E1; &#x30C3; &#x30BB; &#x30FC; &#x30B8;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q040.png" alt="問. 40 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 41</h3>
			<figure>
				<figcaption><small>&#x554F; 41 &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x8A3C; &#x660E; &#x66F8; &#x3067; &#x5229; &#x7528; &#x8005; &#x3092; &#x8A8D; &#x8A3C; &#x3059; &#x308B; &#x30EA; &#x30D0; &#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3092; &#x7528; &#x3044; &#x3066; , &#x8907; &#x6570; &#x306E;&#xD;&#xA;&#x306F; &#x306A; &#x304F; , &#x5229; &#x7528; &#x8005; &#x306E; PC &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5229; &#x7528; &#x8005; ID &#x306A; &#x3069; &#x306E; &#x60C5; &#x5831; &#x3092; Web &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x306E; &#x306F; ,&#xD;&#xA;&#x306F; &#x306A; &#x304F; , Web &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x8A3C; &#x660E; &#x66F8; &#x3092; &#x5229; &#x7528; &#x8005; &#x306E; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x306E; &#x306F; ,&#xD;&#xA;&#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x8A3C; &#x660E; &#x66F8; &#x3092; &#x5229; &#x7528; &#x8005; &#x306E; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x306E; &#x306F; , Web &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x306F; &#x306A; &#x304F; ,&#xD;&#xA;&#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;Web &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x30B7; &#x30F3; &#x30B0; &#x30EB; &#x30B5; &#x30A4; &#x30F3; &#x30AA; &#x30F3; &#x3092; &#x884C; &#x3046; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x3053; &#x306E; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0;&#xD;&#xA;&#x30EA; &#x30D0; &#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3067;&#xD;&#xA;&#x30EA; &#x30D0; &#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3067;&#xD;&#xA;&#x5DE5; &#x5229; &#x7528; &#x8005; ID &#x306A; &#x3069; &#x306E; &#x60C5; &#x5831; &#x3092; Web &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x306E; &#x306F; , &#x5229; &#x7528; &#x8005; &#x306E; PC &#x3067; &#x306F; &#x306A; &#x304F; ,&#xD;&#xA;&#x30FC; &#x30B9; &#x30D7; &#x30ED; &#x30AD; &#x30B7; &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30EA; &#x30D0;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q041.png" alt="問. 41 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 42</h3>
			<figure>
				<figcaption><small>&#x554F; 42 &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x30AF; &#x30E9; &#x30C3; &#x30AF; &#x624B; &#x6CD5; &#x306E; &#x4E00; &#x7A2E; &#x3067; &#x3042; &#x308B; , &#x30EC; &#x30A4; &#x30F3; &#x30DC; &#x30FC; &#x653B; &#x6483; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x4F55; &#x3089; &#x304B; &#x306E; &#x65B9; &#x6CD5; &#x3067; &#x4E8B; &#x524D; &#x306B; &#x5229; &#x7528; &#x8005; ID &#x3068; &#x5E73; &#x6587; &#x306E; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306E; &#x30EA; &#x30B9; &#x30C8; &#x3092; &#x5165; &#x624B; &#x3057; &#x3066; &#x304A; &#x304D; ,&#xD;&#xA;&#x8907; &#x6570; &#x306E; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x9593; &#x3067; &#x4F7F; &#x3044; &#x56DE; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x5229; &#x7528; &#x8005; ID &#x3068; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306E; &#x7D44; &#x307F; &#x3092; &#x72D9; &#x3063; &#x3066; , &#x30ED;&#xD;&#xA;&#x30B0; &#x30A4; &#x30F3; &#x3092; &#x8A66; &#x884C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30D0; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306B; &#x6210; &#x308A; &#x5F97; &#x308B; &#x6587; &#x5B57; &#x5217; &#x306E; &#x5168; &#x3066; &#x3092; &#x7528; &#x3044; &#x3066; , &#x7DCF; &#x5F53; &#x305F; &#x308A; &#x3067; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x3092; &#x8A66; &#x884C; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5E73; &#x6587; &#x306E; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3068; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x5024; &#x3092; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x306B; &#x3088; &#x3063; &#x3066; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x30C6; &#x30FC; &#x30D7; &#x30EB; &#x3092; &#x6E96; &#x5099; &#x3057; &#x3066;&#xD;&#xA;&#x304A; &#x304D; , &#x305D; &#x308C; &#x3092; &#x7528; &#x3044; &#x3066; , &#x4E0D; &#x6B63; &#x306B; &#x5165; &#x624B; &#x3057; &#x305F; &#x30CF; &#x30C3; &#x30B7; &#x30E5; &#x5024; &#x304B; &#x3089; &#x30D0; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x89E3; &#x8AAD; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x5229; &#x7528; &#x8005; &#x306E; &#x8A95; &#x751F; &#x65E5; &#x3084; &#x96FB; &#x8A71; &#x756A; &#x53F7; &#x306A; &#x3069; &#x306E; &#x500B; &#x4EBA; &#x60C5; &#x5831; &#x3092; &#x8A00; &#x8449; &#x5DE7; &#x307F; &#x306B; &#x805E; &#x304D; &#x51FA; &#x3057; &#x3066; , &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9;&#xD;&#xA;&#x3092; &#x985E; &#x63A8; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q042.png" alt="問. 42 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 43</h3>
			<figure>
				<figcaption><small>&#x554F; 43 JIS Q 270 : 2019 ( &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30FC; &#x7528; &#x8A9E; ) &#x306B; &#x304A; &#x3051; &#x308B; &quot; &#x30EA;&#xD;&#xA;&#x30B9; &#x30AF; &#x30EC; &#x30D9; &#x30EB; &#x201D; &#x306E; &#x5B9A; &#x7FA9; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x8105; &#x5A01; &#x306B; &#x3088; &#x3063; &#x3066; &#x4ED8; &#x3051; &#x8FBC; &#x307E; &#x308C; &#x308B; &#x53EF; &#x80FD; &#x6027; &#x306E; &#x3042; &#x308B; , &#x8CC7; &#x7523; &#x53C8; &#x306F; &#x7BA1; &#x7406; &#x7B56; &#x306E; &#x5F31; &#x70B9;&#xD;&#xA;&#x7D50; &#x679C; &#x3068; &#x305D; &#x306E; &#x8D77; &#x3053; &#x308A; &#x3084; &#x3059; &#x3055; &#x306E; &#x7D44; &#x5408; &#x305B; &#x3068; &#x3057; &#x3066; &#x8868; &#x73FE; &#x3055; &#x308C; &#x308B; , &#x30EA; &#x30B9; &#x30AF; &#x306E; &#x5927; &#x304D; &#x3055;&#xD;&#xA;&#x5BFE; &#x5FDC; &#x3059; &#x3079; &#x304D; &#x30EA; &#x30B9; &#x30AF; &#x306B; &#x4ED8; &#x4E0E; &#x3059; &#x308B; &#x512A; &#x5148; &#x9806; &#x4F4D;&#xD;&#xA;&#x30EA; &#x30B9; &#x30AF; &#x306E; &#x91CD; &#x5927; &#x6027; &#x3092; &#x8A55; &#x4FA1; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; &#x76EE; &#x5B89; &#x3068; &#x3059; &#x308B; &#x6761; &#x4EF6;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q043.png" alt="問. 43 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 44</h3>
			<figure>
				<figcaption><small>&#x554F; 44 &#x5185; &#x90E8; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x306E; pc &#x304B; &#x3089; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x4E0A; &#x306E; Web &#x30B5; &#x30A4; &#x30C8; &#x3092; &#x53C2; &#x7167; &#x3059; &#x308B; &#x3068; &#x304D; &#x306B; , DMZ&#xD;&#xA;&#x306B; &#x8A2D; &#x7F6E; &#x3057; &#x305F; VDI (VirtuaI Desktop lnfrastructure) &#x30B5; &#x30FC; &#x30D0; &#x4E0A; &#x306E; Web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x3092; &#x5229; &#x7528;&#xD;&#xA;&#x3059; &#x308B; &#x3068; , &#x672A; &#x77E5; &#x306E; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x304C; pc &#x306B; &#x30C0; &#x30A6; &#x30F3; &#x30ED; &#x30FC; &#x30C9; &#x3055; &#x308C; &#x308B; &#x306E; &#x3092; &#x9632; &#x3050; &#x3068; &#x3044; &#x3046; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3;&#xD;&#xA;&#x5834; &#x5408; &#x3060; &#x3051; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; web &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; &#x306E; &#x53D7; &#x4FE1; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x53D7; &#x4FE1; &#x51E6; &#x7406; &#x3057; &#x305F; &#x5F8C; , &#x4E0D; &#x6B63; &#x306A; &#x30B3; &#x30FC; &#x30C9; &#x5217; &#x304C; &#x691C; &#x77E5; &#x3055; &#x308C; &#x306A; &#x3044;&#xD;&#xA;&#x50CF; &#x30C7; &#x30FC; &#x30BF; &#x3060; &#x3051; &#x3092; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; web &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; &#x306E; &#x53D7; &#x4FE1; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x53D7; &#x4FE1; &#x51E6; &#x7406; &#x3057; &#x305F; &#x5F8C; , &#x751F; &#x6210; &#x3057; &#x305F; &#x30C7; &#x30B9; &#x30AF; &#x30C8; &#x30C3; &#x30D7; &#x753B; &#x9762; &#x306E; &#x753B;&#xD;&#xA;&#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3092; PC &#x306B; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; web &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; &#x306E; &#x53D7; &#x4FE1; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x53D7; &#x4FE1; &#x51E6; &#x7406; &#x3057; &#x305F; &#x5F8C; , &#x5B9F; &#x884C; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x3092; &#x524A; &#x9664; &#x3057; , &#x305D; &#x306E; &#x4ED6;&#xD;&#xA;&#x4FE1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; web &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; &#x306E; &#x53D7; &#x4FE1; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x53D7; &#x4FE1; &#x51E6; &#x7406; &#x3057; &#x305F; &#x5F8C; ,&#xD;&#xA;&#x4E0A; &#x306E; &#x52B9; &#x679C; &#x304C; &#x671F; &#x5F85; &#x3067; &#x304D; &#x308B; &#x3002; &#x3053; &#x306E; &#x52B9; &#x679C; &#x3092; &#x751F; &#x307F; &#x51FA; &#x3059; VDI &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x52D5; &#x4F5C; &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;IPsec &#x3067; &#x30AB; &#x30D7; &#x30BB; &#x30EB; &#x5316; &#x3057; , PC &#x306B; &#x9001;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q044.png" alt="問. 44 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 45</h3>
			<figure>
				<figcaption><small>&#x554F; 45 &#x30D5; &#x30A2; &#x30B8; &#x30F3; &#x30B0; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30B5; &#x30FC; &#x30D0; &#x306B; F IN &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x3092; &#x9001; &#x4FE1; &#x3057; , &#x30B5; &#x30FC; &#x30D0; &#x304B; &#x3089; &#x306E; &#x5FDC; &#x7B54; &#x3092; &#x89B3; &#x6E2C; &#x3057; &#x3066; , &#x7A3C; &#x50CD; &#x3057; &#x3066; &#x3044; &#x308B; &#x30B5;&#xD;&#xA;&#x30FC; &#x30D3; &#x30B9; &#x3092; &#x898B; &#x3064; &#x3051; &#x51FA; &#x3059; &#x3002;&#xD;&#xA;&#x30A4; &#x30B5; &#x30FC; &#x30D0; &#x306E; 0S &#x3084; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x304C; &#x751F; &#x6210; &#x3057; &#x305F; &#x30ED; &#x30B0; &#x3084; &#x30B3; &#x30DE; &#x30F3; &#x30C9; &#x5C65; &#x6B74; &#x306A;&#xD;&#xA;&#x3069; &#x3092; &#x89E3; &#x6790; &#x3057; &#x3066; , &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x4FDD; &#x5B58; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x30D5; &#x30A1; &#x30A4; &#x30EB; &#x306E; &#x6539; &#x3056; &#x3093; &#x3092; &#x691C; &#x77E5; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306B; , &#x554F; &#x984C; &#x3092; &#x5F15; &#x304D; &#x8D77; &#x3053; &#x3057; &#x305D; &#x3046; &#x306A; &#x591A; &#x69D8; &#x306A; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x5165; &#x529B; &#x3057; , &#x6319; &#x52D5; &#x3092; &#x76E3; &#x8996; &#x3057;&#xD;&#xA;&#x3092; &#x89E3; &#x6790; &#x3057; &#x3066; , &#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x767B; &#x9332; &#x3055; &#x308C; &#x305F; &#x653B; &#x6483; &#x30D0; &#x30BF; &#x30FC; &#x30F3; &#x3068; &#x4E00; &#x81F4; &#x3059; &#x308B; &#x3082; &#x306E; &#x3092; &#x691C; &#x51FA; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x4E0A; &#x3092; &#x6D41; &#x308C; &#x308B; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x3092; &#x53CE; &#x96C6; &#x3057; ,&#xD;&#xA;&#x3066; , &#x8106; &#x5F31; &#x6027; &#x3092; &#x898B; &#x3064; &#x3051; &#x51FA; &#x3059; &#x3002;&#xD;&#xA;&#x305D; &#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x30D8; &#x30C3; &#x30C0; &#x3084; &#x30DA; &#x30A4; &#x30ED; &#x30FC; &#x30C9;&#xD;&#xA;&#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x306E; &#x72EC; &#x7ACB; &#x6027; &#x304C; &#x6700; &#x3082; &#x9AD8; &#x3044; &#x7D50; &#x5408; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q045.png" alt="問. 45 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 46</h3>
			<figure>
				<figcaption><small>&#x554F; 46 &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x306E; &#x72EC; &#x7ACB; &#x6027; &#x306E; &#x5C3A; &#x5EA6; &#x3067; &#x3042; &#x308B; &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x7D50; &#x5408; &#x5EA6; &#x306F; , &#x4F4E; &#x3044; &#x307B; &#x3069; &#x72EC; &#x7ACB; &#x6027; &#x304C; &#x9AD8; &#x304F; &#x306A; &#x308B; &#x3002;&#xD;&#xA;&#x6B21; &#x306E; &#x3046; &#x3061; ,&#xD;&#xA;&#x30A2; &#x5916; &#x90E8; &#x7D50; &#x5408;&#xD;&#xA;&#x30A4; &#x5171; &#x901A; &#x7D50; &#x5408;&#xD;&#xA;&#x30A6; &#x30B9; &#x30BF; &#x30F3; &#x30D7; &#x7D50; &#x5408;&#xD;&#xA;21&#xD;&#xA;&#x3001; &#x30A8; &#x30FB;&#xD;&#xA;&#x30A1; &#x30FC; &#x30BF; &#x7D50; &#x5408;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q046.png" alt="問. 46 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 47</h3>
			<figure>
				<figcaption><small>&#x554F; 47 &#x6B21; &#x306E; &#x6D41; &#x308C; &#x56F3; &#x306B; &#x304A; &#x3044; &#x3066; , &#x5224; &#x5B9A; &#x6761; &#x4EF6; &#x7DB2; &#x7F85; ( &#x5206; &#x5C90; &#x7DB2; &#x7F85; ) &#x3092; &#x6E80; &#x305F; &#x3059; &#x6700; &#x5C11; &#x306E; &#x30C6; &#x30B9; &#x30C8; &#x30B1; &#x30FC; &#x30B9; &#x306E; &#x7D44;&#xD;&#xA;&#x307F; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;A=&#xD;&#xA;B =&#xD;&#xA;A =&#xD;&#xA;A =&#xD;&#xA;B =&#xD;&#xA;A=O,&#xD;&#xA;B =&#xD;&#xA;B = 0&#xD;&#xA;A=O,&#xD;&#xA;B = 9&#xD;&#xA;A =&#xD;&#xA;B=O&#xD;&#xA;A=O,&#xD;&#xA;B=&#xD8;&#xD;&#xA;A=O,&#xD;&#xA;A=&#xD;&#xA;B = 0&#xD;&#xA;A =&#xD;&#xA;B =&#xD;&#xA;&#x958B; &#x59CB;&#xD;&#xA;1 &#x2192; C&#xD;&#xA;A&gt;0&#xD;&#xA;&#x304B; &#x3063;&#xD;&#xA;Yes&#xD;&#xA;AXC &#x2192; C&#xD;&#xA;A&gt;O&#xD;&#xA;&#x304B; &#x3063;&#xD;&#xA;Yes&#xD;&#xA;&#x7D42; &#x4E86;&#xD;&#xA;( 2 )&#xD;&#xA;( 2 )&#xD;&#xA;&#x2461;&#xD;&#xA;&#x2461;&#xD;&#xA;2 &#x2192; C&#xD;&#xA;C2 &#x2192; C&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q047.png" alt="問. 47 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 48</h3>
			<figure>
				<figcaption><small>&#x554F; 48 &#x554F; &#x984C; &#x306F; &#x767A; &#x751F; &#x3057; &#x3066; &#x3044; &#x306A; &#x3044; &#x304C; , &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x306E; &#x4ED5; &#x69D8; &#x66F8; &#x3068; &#x73FE; &#x72B6; &#x306E; &#x30BD; &#x30FC; &#x30B9; &#x30B3; &#x30FC; &#x30C9; &#x3068; &#x306E; &#x4E0D; &#x6574; &#x5408; &#x3092;&#xD;&#xA;&#x308C; &#x306F; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x4FDD; &#x5B88; &#x306E; &#x3069; &#x306E; &#x5206; &#x985E; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x89E3; &#x6D88; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30EA; &#x30D0; &#x30FC; &#x30B9; &#x30A8; &#x30F3; &#x30B8; &#x30CB; &#x30A2; &#x30EA; &#x30F3; &#x30B0; &#x306E; &#x624B; &#x6CD5; &#x3092; &#x4F7F; &#x3063; &#x3066; &#x4ED5; &#x69D8; &#x66F8; &#x3092; &#x4F5C; &#x6210; &#x3057; &#x76F4; &#x3059; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5B8C; &#x5168; &#x5316; &#x4FDD; &#x5B88;&#xD;&#xA;&#x9069; &#x5FDC; &#x4FDD; &#x5B88;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;&#xD;&#xA;22&#xD;&#xA;&#x662F; &#x6B63; &#x4FDD; &#x5B88;&#xD;&#xA;&#x4E88; &#x9632; &#x4FDD; &#x5B88;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q048.png" alt="問. 48 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 49</h3>
			<figure>
				<figcaption><small>&#x554F; 49 &#x30A2; &#x30B8; &#x30E3; &#x30A4; &#x30EB; &#x958B; &#x767A; &#x306E; &#x624B; &#x6CD5; &#x306E; &#x4E00; &#x3064; &#x3067; &#x3042; &#x308B; &#x30B9; &#x30AF; &#x30E9; &#x30E0; &#x306B; &#x304A; &#x3044; &#x3066; , &#x6C7A; &#x3081; &#x3089; &#x308C; &#x305F; &#x671F; &#x9593; &#x306B; &#x304A; &#x3051; &#x308B; &#x30B9;&#xD;&#xA;&#x30AF; &#x30E9; &#x30E0; &#x30C1; &#x30FC; &#x30E0; &#x306E; &#x751F; &#x7523; &#x91CF; &#x3092; &#x76F8; &#x5BFE; &#x7684; &#x306B; &#x8868; &#x73FE; &#x3059; &#x308B; &#x3068; &#x304D; , &#x5C3A; &#x5EA6; &#x3068; &#x3057; &#x3066; &#x7528; &#x3044; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30B9; &#x30D7; &#x30EA; &#x30F3; &#x30C8; &#x30EC; &#x30C8; &#x30ED; &#x30B9; &#x30DA; &#x30AF; &#x30C6; &#x30A4; &#x30D7;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30D0; &#x30C3; &#x30AF; &#x30ED; &#x30B0;&#xD;&#xA;&#x3079; &#x30ED; &#x30B7; &#x30C6; &#x30A3;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q049.png" alt="問. 49 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 50</h3>
			<figure>
				<figcaption><small>&#x554F; 50 &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x958B; &#x767A; &#x306B; &#x4F7F; &#x308F; &#x308C; &#x308B; IDE &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30C7; &#x30A4; &#x30BF; , &#x30B3; &#x30F3; &#x30D0; &#x30A4; &#x30E9; , &#x30EA; &#x30F3; &#x30AB; , &#x30C7; &#x30D0; &#x30C3; &#x30AC; &#x306A; &#x3069; &#x304C; &#x4E00; &#x4F53; &#x3068; &#x306A; &#x3063; &#x305F; &#x30C4; &#x30FC; &#x30EB;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5C02; &#x7528; &#x306E; &#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x30A4; &#x30F3; &#x30BF; &#x30D5; &#x30A7; &#x30FC; &#x30B9; &#x3067; CPU &#x306E; &#x60C5; &#x5831; &#x3092; &#x53D6; &#x5F97; &#x3059; &#x308B; &#x88C5; &#x7F6E;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30BF; &#x30FC; &#x30B2; &#x30C3; &#x30C8; CPU &#x3092; &#x642D; &#x8F09; &#x3057; &#x305F; &#x8A55; &#x4FA1; &#x30DC; &#x30FC; &#x30C9; &#x306A; &#x3069; &#x306E; &#x5B9F; &#x884C; &#x74B0; &#x5883;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x30BF; &#x30B9; &#x30AF; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EA; &#x30F3; &#x30B0; &#x306E; &#x4ED5; &#x7D44; &#x307F; &#x306A; &#x3069; &#x3092; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q050.png" alt="問. 50 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 51</h3>
			<figure>
				<figcaption><small>&#x554F; 51 &#x3042; &#x308B; &#x7D44; &#x7E54; &#x3067; &#x306F; , &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x3068; &#x30B3; &#x30B9; &#x30C8; &#x306E; &#x7BA1; &#x7406; &#x306B; &#x30A2; &#x30FC; &#x30F3; &#x30C9; &#x30D0; &#x30EA; &#x30E5; &#x30FC; &#x30DE;&#xD;&#xA;&#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x3092; &#x7528; &#x3044; &#x3066; &#x3044; &#x308B; &#x3002; &#x671F; &#x9593; 1 0 &#x65E5; &#x9593; &#x306E; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; , 5 &#x65E5; &#x76EE; &#x306E; &#x7D42; &#x4E86; &#x6642; &#x70B9; &#x306E; &#x72B6; &#x6CC1;&#xD;&#xA;&#x306F; &#x8868; &#x306E; &#x3068; &#x304A; &#x308A; &#x3067; &#x3042; &#x308B; &#x3002; &#x3053; &#x306E; &#x6642; &#x70B9; &#x3067; &#x306E; &#x30B3; &#x30B9; &#x30C8; &#x52B9; &#x7387; &#x304C; &#x4ECA; &#x5F8C; &#x3082; &#x7D9A; &#x304F; &#x3068; &#x3057; &#x305F; &#x3068; &#x304D; , &#x5B8C; &#x6210; &#x6642; &#x7DCF; &#x30B3;&#xD;&#xA;&#x30B9; &#x30C8; &#x898B; &#x7A4D; &#x308A; (EAC) &#x306F; &#x4F55; &#x4E07; &#x5186; &#x304B; &#x3002;&#xD;&#xA;&#x91D1; &#x984D; ( &#x4E07; &#x5186; )&#xD;&#xA;1 &#x56F2;&#xD;&#xA;&#x7BA1; &#x7406; &#x9805; &#x76EE;&#xD;&#xA;&#x5B8C; &#x6210; &#x6642; &#x7DCF; &#x4E88; &#x7B97; (BAC)&#xD;&#xA;&#x30D7; &#x30E9; &#x30F3; &#x30C9; &#x30D0; &#x30EA; &#x30E5; &#x30FC; (PV)&#xD;&#xA;&#x30A2; &#x30FC; &#x30F3; &#x30C9; &#x30D0; &#x30EA; &#x30E5; &#x30FC; (EV)&#xD;&#xA;&#x5B9F; &#x30B3; &#x30B9; &#x30C8; (AC)&#xD;&#xA;4 ^ 0&#xD;&#xA;&#x30A6;&#xD;&#xA;135&#xD;&#xA;&#x30A4;&#xD;&#xA;1 20&#xD;&#xA;&#x5DE5;&#xD;&#xA;1 &#x56E3;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q051.png" alt="問. 51 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 52</h3>
			<figure>
				<figcaption><small>&#x554F; 52 &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B9; &#x30B1; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x3092; &#x77ED; &#x7E2E; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x306B; &#x5272; &#x308A; &#x5F53; &#x3066; &#x308B; &#x8CC7; &#x6E90;&#xD;&#xA;&#x3092; &#x5897; &#x3084; &#x3057; &#x3066; , &#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x306E; &#x6240; &#x8981; &#x671F; &#x9593; &#x3092; &#x77ED; &#x7E2E; &#x3059; &#x308B; &#x6280; &#x6CD5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30AF; &#x30E9; &#x30C3; &#x30B7; &#x30F3; &#x30B0;&#xD;&#xA;&#x30D5; &#x30A1; &#x30B9; &#x30C8; &#x30C8; &#x30E9; &#x30C3; &#x30AD; &#x30F3; &#x30B0;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30AF; &#x30EA; &#x30C6; &#x30A3; &#x30AB; &#x30EB; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x6CD5;&#xD;&#xA;&#x30E2; &#x30F3; &#x30C6; &#x30AB; &#x30EB; &#x30ED; &#x6CD5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q052.png" alt="問. 52 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 53</h3>
			<figure>
				<figcaption><small>&#x554F; 53 &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x958B; &#x767A; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306B; &#x304A; &#x3044; &#x3066; , &#x8868; &#x306E; &#x5168; &#x3066; &#x306E; &#x4F5C; &#x696D; &#x3092; &#x5B8C; &#x4E86; &#x3055; &#x305B; &#x308B; &#x305F; &#x3081; &#x306B; &#x5FC5; &#x8981;&#xD;&#xA;&#x306A; &#x671F; &#x9593; &#x306F; &#x6700; &#x77ED; &#x3067; &#x4F55; &#x65E5; &#x9593; &#x304B; &#x3002;&#xD;&#xA;&#x4F5C; &#x696D;&#xD;&#xA;&#x8981; &#x4EF6; &#x5B9A; &#x7FA9;&#xD;&#xA;&#x8A2D; &#x8A08;&#xD;&#xA;&#x30C6; &#x30B9; &#x30C8;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x30DE; &#x30CB; &#x30E5; &#x30A2; &#x30EB; &#x4F5C; &#x6210;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x6559; &#x80B2;&#xD;&#xA;&#x4F5C; &#x696D; &#x306E; &#x958B; &#x59CB; &#x6761; &#x4EF6;&#xD;&#xA;&#x5229; &#x7528; &#x8005; &#x30DE; &#x30CB; &#x30E5; &#x30A2; &#x30EB; &#x4F5C; &#x6210; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x30C6; &#x30B9; &#x30C8; &#x306E; &#x5B8C; &#x4E86; &#x53CA; &#x3073;&#xD;&#xA;&#x8A2D; &#x8A08; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x88FD; &#x9020; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x8A2D; &#x8A08; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x8981; &#x4EF6; &#x5B9A; &#x7FA9; &#x306E; &#x5B8C; &#x4E86;&#xD;&#xA;&#x306A; &#x3057;&#xD;&#xA;&#x30A2;&#xD;&#xA;80&#xD;&#xA;&#x30A4; 95&#xD;&#xA;&#x30A6; 1 &#x56F2;&#xD;&#xA;&#x6240; &#x8981; &#x65E5; &#x6570; ( &#x65E5; )&#xD;&#xA;&#x30A7;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q053.png" alt="問. 53 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 54</h3>
			<figure>
				<figcaption><small>&#x554F; 54 &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B3; &#x30F3; &#x30C6; &#x30A3; &#x30F3; &#x30B8; &#x30A7; &#x30F3; &#x30B7; &#x8A08; &#x753B; &#x306B; &#x304A; &#x3044; &#x3066; &#x6C7A; &#x5B9A; &#x3059; &#x308B; &#x3053; &#x3068; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E;&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x3042; &#x3089; &#x304B; &#x3058; &#x3081; &#x5B9A; &#x7FA9; &#x3055; &#x308C; &#x305F; , &#x3042; &#x308B; &#x6761; &#x4EF6; &#x306E; &#x3068; &#x304D; &#x306B; &#x3060; &#x3051; &#x5B9F; &#x884C; &#x3059; &#x308B; &#x5BFE; &#x5FDC; &#x7B56;&#xD;&#xA;&#x6D3B; &#x52D5; &#x30EA; &#x30B9; &#x30C8; &#x306E; &#x6D3B; &#x52D5; &#x3054; &#x3068; &#x306B; &#x5FC5; &#x8981; &#x306A; &#x8CC7; &#x6E90;&#xD;&#xA;&#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306B; &#x9069; &#x7528; &#x3059; &#x308B; &#x54C1; &#x8CEA; &#x306E; &#x8981; &#x6C42; &#x4E8B; &#x9805; &#x53CA; &#x3073; &#x898F; &#x683C;&#xD;&#xA;&#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306E; &#x30B9; &#x30C6; &#x30FC; &#x30AF; &#x30DB; &#x30EB; &#x30C0; &#x306E; &#x60C5; &#x5831; &#x53CA; &#x3073; &#x30B3; &#x30DF; &#x30E5;&#xD;&#xA;24&#xD;&#xA;&#x30CB; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x306E; &#x30CB;&#xD;&#xA;&#x30FC; &#x30BA;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q054.png" alt="問. 54 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 55</h3>
			<figure>
				<figcaption><small>&#x554F; 55 &#x3042; &#x308B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x304A; &#x3051; &#x308B; &#x30C7; &#x30FC; &#x30BF; &#x5FA9; &#x65E7; &#x306E; &#x8981; &#x4EF6; &#x304C; &#x6B21; &#x306E; &#x3068; &#x304A; &#x308A; &#x3067; &#x3042; &#x308B; &#x3068; &#x304D; , &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x30D0; &#x30C3; &#x30AF;&#xD;&#xA;&#x30A2; &#x30C3; &#x30D7; &#x306F; &#x6700; &#x9577; &#x3067; &#x4F55; &#x6642; &#x9593; &#x3054; &#x3068; &#x306B; &#x53D6; &#x5F97; &#x3059; &#x308B; &#x5FC5; &#x8981; &#x304C; &#x3042; &#x308B; &#x304B; &#x3002;&#xD;&#xA;&#x30FB; RPO ( &#x76EE; &#x6A19; &#x5FA9; &#x65E7; &#x6642; &#x70B9; ) : 12 &#x6642; &#x9593; &#x524D;&#xD;&#xA;&#x30FB; RTO ( &#x76EE; &#x6A19; &#x5FA9; &#x65E7; &#x6642; &#x9593; ) : 3 &#x6642; &#x9593;&#xD;&#xA;&#x3014; &#x30C7; &#x30FC; &#x30BF; &#x5FA9; &#x65E7; &#x306E; &#x8981; &#x4EF6; &#x3015;&#xD;&#xA;&#x30A6;&#xD;&#xA;1 2&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q055.png" alt="問. 55 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 56</h3>
			<figure>
				<figcaption><small>&#x554F; 56 ITIL 2011 edltion &#x3067; &#x306F; , &#x53EF; &#x7528; &#x6027; &#x7BA1; &#x7406; &#x306B; &#x304A; &#x3051; &#x308B; &#x91CD; &#x8981; &#x696D; &#x7E3E; &#x8A55; &#x4FA1; &#x6307; &#x6A19; (KPI) &#x306E; &#x4F8B; &#x3068; &#x3057;&#xD;&#xA;&#x3066; , &#x201C; &#x4FDD; &#x5B88; &#x6027; &#x3092; &#x8868; &#x3059; &#x6307; &#x6A19; &#x5024; &#x201D; &#x306E; &#x77ED; &#x7E2E; &#x3092; &#x6319; &#x3052; &#x3066; &#x3044; &#x308B; &#x3002; &#x4FDD; &#x5B88; &#x6027; &#x3092; &#x8868; &#x3059; &#x6307; &#x6A19; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E;&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x4E00; &#x5B9A; &#x671F; &#x9593; &#x5185; &#x3067; &#x306E; &#x4E2D; &#x65AD; &#x306E; &#x6570;&#xD;&#xA;&#x5E73; &#x5747; &#x6545; &#x969C; &#x9593; &#x9694;&#xD;&#xA;&#x5E73; &#x5747; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30FB; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x9593; &#x9694;&#xD;&#xA;&#x5E73; &#x5747; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x56DE; &#x5FA9; &#x6642; &#x9593;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q056.png" alt="問. 56 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 57</h3>
			<figure>
				<figcaption><small>&#x554F; 57 &#x57FA; &#x5E79; &#x696D; &#x52D9; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x69CB; &#x7BC9; &#x53CA; &#x3073; &#x904B; &#x7528; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30C7; &#x30FC; &#x30BF; &#x7BA1; &#x7406; &#x8005; (DA) &#x3068; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x7BA1;&#xD;&#xA;&#x7406; &#x8005; (DBA) &#x3092; &#x5225; &#x3005; &#x306B; &#x4EFB; &#x547D; &#x3057; &#x305F; &#x5834; &#x5408; &#x306E; DA &#x306E; &#x5F79; &#x5272; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;25&#xD;&#xA;&#x30A7; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x969C; &#x5BB3; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x5834; &#x5408; &#x306B; &#x306F; , &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x5FA9; &#x65E7; &#x3084; &#x6574; &#x5408; &#x6027; &#x306E; &#x30C1; &#x30A7; &#x30C3; &#x30AF; &#x306A; &#x3069; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A6; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x958B; &#x767A; &#x306E; &#x30C6; &#x30B9; &#x30C8; &#x5DE5; &#x7A0B; &#x3067; &#x306F; , &#x4E3B; &#x306B; &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x30C1; &#x30E5; &#x30FC; &#x30CB; &#x30F3; &#x30B0; &#x3092; &#x62C5; &#x5F53; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x7BA1; &#x7406; &#x3057; &#x3066; &#x6A19; &#x6E96; &#x5316; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x958B; &#x767A; &#x306E; &#x8A2D; &#x8A08; &#x5DE5; &#x7A0B; &#x3067; &#x306F; , &#x4E3B; &#x306B; &#x8AD6; &#x7406; &#x30C7; &#x30FC; &#x30BF; &#x30D9; &#x30FC; &#x30B9; &#x8A2D; &#x8A08; &#x3092; &#x884C; &#x3044; , &#x30C7; &#x30FC; &#x30BF; &#x9805; &#x76EE; &#x3092;&#xD;&#xA;&#x30A2; &#x696D; &#x52D9; &#x30C7; &#x30FC; &#x30BF; &#x91CF; &#x306E; &#x5897; &#x52A0; &#x50BE; &#x5411; &#x3092; &#x628A; &#x63E1; &#x3057; , &#x30C7; &#x30A3; &#x30B9; &#x30AF; &#x88C5; &#x7F6E; &#x306E; &#x5897; &#x8A2D; &#x306A; &#x3069; &#x3092; &#x8A08; &#x753B; &#x3057; &#x3066; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q057.png" alt="問. 57 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 58</h3>
			<figure>
				<figcaption><small>&#x554F; 58 &#x4E8B; &#x696D; &#x7D99; &#x7D9A; &#x8A08; &#x753B; (BCP) &#x306B; &#x3064; &#x3044; &#x3066; &#x76E3; &#x67FB; &#x3092; &#x5B9F; &#x65BD; &#x3057; &#x305F; &#x7D50; &#x679C; , &#x9069; &#x5207; &#x306A; &#x72B6; &#x6CC1; &#x3068; &#x5224; &#x65AD; &#x3055; &#x308C; &#x308B; &#x3082; &#x306E;&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x5F93; &#x696D; &#x54E1; &#x306E; &#x7DCA; &#x6025; &#x9023; &#x7D61; &#x5148; &#x30EA; &#x30B9; &#x30C8; &#x3092; &#x4F5C; &#x6210; &#x3057; , &#x6700; &#x65B0; &#x7248; &#x306B; &#x66F4; &#x65B0; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x91CD; &#x8981; &#x66F8; &#x985E; &#x306F; &#x8907; &#x88FD; &#x305B; &#x305A; &#x306B; , 1 &#x304B; &#x6240; &#x3067; &#x96C6; &#x4E2D; &#x4FDD; &#x7BA1; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x5168; &#x3066; &#x306E; &#x696D; &#x52D9; &#x306B; &#x3064; &#x3044; &#x3066; , &#x512A; &#x5148; &#x9806; &#x4F4D; &#x306A; &#x3057; &#x306B; &#x540C; &#x4E00; &#x6C34; &#x6E96; &#x306E; BCP &#x3092; &#x7B56; &#x5B9A; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x5E73; &#x6642; &#x306B; &#x306F; BCP &#x3092; &#x5F93; &#x696D; &#x54E1; &#x306B; &#x975E; &#x516C; &#x958B; &#x3068; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q058.png" alt="問. 58 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 59</h3>
			<figure>
				<figcaption><small>&#x554F; 59 &#x76E3; &#x67FB; &#x8ABF; &#x66F8; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x76E3; &#x67FB; &#x8ABF; &#x66F8; &#x306B; &#x306F; , &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x90E8; &#x9580; &#x4EE5; &#x5916; &#x306B; &#x304A; &#x3044; &#x3066; &#x3082; &#x5F79; &#x7ACB; &#x3064; &#x60C5; &#x5831; &#x304C; &#x3042; &#x308B; &#x306E; &#x3067; , &#x5168; &#x3066; &#x4F01; &#x696D; &#x5185;&#xD;&#xA;&#x3067; &#x516C; &#x958B; &#x3059; &#x3079; &#x304D; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x76E3; &#x67FB; &#x8ABF; &#x66F8; &#x306E; &#x5F79; &#x5272; &#x3068; &#x3057; &#x3066; , &#x76E3; &#x67FB; &#x5B9F; &#x65BD; &#x5185; &#x5BB9; &#x306E; &#x5BA2; &#x89B3; &#x6027; &#x3092; &#x78BA; &#x4FDD; &#x3057; , &#x76E3; &#x67FB; &#x306E; &#x7D50; &#x8AD6; &#x3092; &#x652F; &#x3048; &#x308B; &#x5408;&#xD;&#xA;&#x7406; &#x7684; &#x306A; &#x6839; &#x62E0; &#x3068; &#x3059; &#x308B; &#x3053; &#x3068; &#x306A; &#x3069; &#x304C; &#x6319; &#x3052; &#x3089; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x76E3; &#x67FB; &#x8ABF; &#x66F8; &#x306F; , &#x901A; &#x5E38; , &#x96FB; &#x5B50; &#x5A92; &#x4F53; &#x3067; &#x4FDD; &#x7BA1; &#x3055; &#x308C; &#x308B; &#x304C; , &#x6A5F; &#x5BC6; &#x4FDD; &#x6301; &#x3092; &#x5FB9; &#x5E95; &#x3059; &#x308B; &#x305F; &#x3081; &#x30D0; &#x30C3; &#x30AF; &#x30A2;&#xD;&#xA;&#x30C3; &#x30D7; &#x306F; &#x4F5C; &#x6210; &#x3059; &#x3079; &#x304D; &#x3067; &#x306F; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A8; &#x76E3; &#x67FB; &#x8ABF; &#x66F8; &#x306F; &#x76E3; &#x67FB; &#x306E; &#x904E; &#x7A0B; &#x3067; &#x5165; &#x624B; &#x3057; &#x305F; &#x5BA2; &#x89B3; &#x7684; &#x306A; &#x4E8B; &#x5B9F; &#x306E; &#x8A18; &#x9332; &#x306A; &#x306E; &#x3067; , &#x76E3; &#x67FB; &#x62C5; &#x5F53; &#x8005; &#x306E; &#x6240; &#x898B;&#xD;&#xA;&#x306F; &#x8A18; &#x8FF0; &#x3057; &#x306A; &#x3044; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q059.png" alt="問. 59 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 60</h3>
			<figure>
				<figcaption><small>&#x554F; 60 &#x76E3; &#x67FB; &#x8A3C; &#x62E0; &#x306E; &#x5165; &#x624B; &#x3068; &#x8A55; &#x4FA1; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; ,&#xD;&#xA;&#x3089; &#x3057; &#x3066; , &#x9069; &#x5207; &#x3067; &#x306A; &#x3044; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x57FA; &#x6E96; ( &#x5E73; &#x6210; 39 &#x5E74; ) &#x306B; &#x7167;&#xD;&#xA;&#x30A2; &#x30A2; &#x30B8; &#x30E3; &#x30A4; &#x30EB; &#x624B; &#x6CD5; &#x3092; &#x7528; &#x3044; &#x305F; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x958B; &#x767A; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x306B; &#x304A; &#x3044; &#x3066; &#x306F; , &#x7BA1; &#x7406; &#x7528; &#x30C9; &#x30AD; &#x30E5; &#x30E1;&#xD;&#xA;&#x30F3; &#x30C8; &#x3068; &#x3057; &#x3066; &#x306E; &#x4F53; &#x88C1; &#x304C; &#x6574; &#x3063; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x3060; &#x3051; &#x304C; &#x76E3; &#x67FB; &#x8A3C; &#x62E0; &#x3068; &#x3057; &#x3066; &#x5229; &#x7528; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x5916; &#x90E8; &#x59D4; &#x8A17; &#x696D; &#x52D9; &#x5B9F; &#x65BD; &#x62E0; &#x70B9; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x76E3; &#x67FB; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x76E3; &#x67FB; &#x4EBA; &#x304C; &#x59D4; &#x8A17; &#x5148; &#x304B; &#x3089; &#x5165; &#x624B;&#xD;&#xA;&#x3057; &#x305F; &#x7B2C; &#x4E09; &#x8005; &#x306E; &#x4FDD; &#x8A3C; &#x5831; &#x544A; &#x66F8; &#x306B; &#x4F9D; &#x62E0; &#x3067; &#x304D; &#x308B; &#x3068; &#x5224; &#x65AD; &#x3059; &#x308C; &#x3070; , &#x73FE; &#x5730; &#x8ABF; &#x67FB; &#x3092; &#x7701; &#x7565; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5341; &#x5206; &#x304B; &#x3063; &#x9069; &#x5207; &#x306A; &#x76E3; &#x67FB; &#x8A3C; &#x62E0; &#x3092; &#x5165; &#x624B; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x672C; &#x8ABF; &#x67FB; &#x306E; &#x524D; &#x306B; , &#x76E3; &#x67FB; &#x5BFE; &#x8C61; &#x306E; &#x5B9F; &#x614B; &#x3092; &#x628A; &#x63E1;&#xD;&#xA;&#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x4E88; &#x5099; &#x8ABF; &#x67FB; &#x3092; &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30FC; &#x3063; &#x306E; &#x76E3; &#x67FB; &#x76EE; &#x7684; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x901A; &#x5E38; &#x306F; , &#x8907; &#x6570; &#x306E; &#x76E3; &#x67FB; &#x624B; &#x7D9A; &#x3092; &#x7D44; &#x307F; &#x5408; &#x308F; &#x305B; &#x3066; &#x76E3; &#x67FB; &#x3092; &#x5B9F; &#x65BD; &#x3059;&#xD;&#xA;&#x7BA1; &#x7406; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q060.png" alt="問. 60 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 61</h3>
			<figure>
				<figcaption><small>&#x554F; 61 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x7BA1; &#x7406; &#x57FA; &#x6E96; ( &#x5E73; &#x6210; 39 &#x5E74; ) &#x306B; &#x3088; &#x308C; &#x3070; , IT &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x904B; &#x7528; &#x30FB; &#x5229; &#x7528; &#x306B; &#x304A; &#x3051; &#x308B; &#x30ED; &#x30B0;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;27&#xD;&#xA;&#x5206; &#x6790; &#x7D50; &#x679C; &#x306B; &#x5FDC; &#x3058; &#x3066; &#x5FC5; &#x8981; &#x306A; &#x5BFE; &#x7B56; &#x3092; &#x8B1B; &#x3058; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x4FDD; &#x7BA1; &#x3057; &#x305F; &#x30ED; &#x30B0; &#x306F; , &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A4; &#x30A4; &#x30F3; &#x30B7; &#x30C7; &#x30F3; &#x30C8; &#x304C; &#x767A; &#x751F; &#x3057; &#x305F; &#x5834; &#x5408; &#x306B; &#x3060; &#x3051; &#x5206; &#x6790; &#x3057; ,&#xD;&#xA;&#x30A6; &#x7279; &#x6A29; &#x7684; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x306E; &#x30ED; &#x30B0; &#x306F; , &#x3042; &#x307E; &#x308A; &#x91CD; &#x8981; &#x3067; &#x306F; &#x306A; &#x3044; &#x306E; &#x3067; , &#x5206; &#x6790; &#x5BFE; &#x8C61; &#x304B; &#x3089; &#x9664; &#x5916; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30ED; &#x30B0; , &#x5229; &#x7528; &#x90E8; &#x9580; &#x306E; &#x6D3B; &#x52D5; &#x30ED; &#x30B0; &#x3092; &#x8A18; &#x9332; &#x3057; , &#x4FDD; &#x7BA1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x901A; &#x5E38; &#x306E; &#x904B; &#x7528; &#x7BC4; &#x56F2; &#x3092; &#x8D85; &#x3048; &#x305F; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3084; &#x9055; &#x53CD; &#x884C; &#x70BA; &#x306B; &#x95A2; &#x3059; &#x308B; &#x30ED; &#x30B0; &#x3092; &#x9664; &#x5916; &#x3057; , &#x904B; &#x7528; &#x306E; &#x4F5C; &#x696D;&#xD;&#xA;&#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x53D6; &#x5F97; &#x3057; &#x305F; &#x30ED; &#x30B0; &#x306F; , &#x4E0D; &#x6B63; &#x306A; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x304B; &#x3089; &#x4FDD; &#x8B77; &#x3057; , &#x5185; &#x5BB9; &#x304C; &#x6539; &#x3056; &#x3093; &#x3055; &#x308C; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x4FDD; &#x7BA1;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q061.png" alt="問. 61 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 62</h3>
			<figure>
				<figcaption><small>&#x554F; 62 SOA &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x4F1A; &#x8A08; , &#x4EBA; &#x4E8B; , &#x88FD; &#x9020; , &#x8CFC; &#x8CB7; , &#x5728; &#x5EAB; &#x7BA1; &#x7406; , &#x8CA9; &#x58F2; &#x306A; &#x3069; &#x306E; &#x4F01; &#x696D; &#x306E; &#x696D; &#x52D9; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x4E00; &#x5143; &#x7BA1; &#x7406;&#xD;&#xA;&#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x696D; &#x52D9; &#x306E; &#x52B9; &#x7387; &#x5316; &#x3084; &#x7D4C; &#x55B6; &#x8CC7; &#x6E90; &#x306E; &#x5168; &#x4F53; &#x6700; &#x9069; &#x3092; &#x56F3; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x30A4; &#x4F01; &#x696D; &#x306E; &#x696D; &#x52D9; &#x30D7; &#x30ED; &#x30BB; &#x30B9; , &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x5316; &#x8981; &#x6C42; &#x306A; &#x3069; &#x306E; &#x30CB; &#x30FC; &#x30BA; &#x3068; , &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x30D1; &#x30C3; &#x30B1; &#x30FC; &#x30B8;&#xD;&#xA;&#x306E; &#x6A5F; &#x80FD; &#x6027; &#x304C; &#x3069; &#x308C; &#x3060; &#x3051; &#x9069; &#x5408; &#x3057; , &#x3069; &#x308C; &#x3060; &#x3051; &#x304B; &#x3044; &#x96E2; &#x3057; &#x3066; &#x3044; &#x308B; &#x304B; &#x3092; &#x5206; &#x6790; &#x3059; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x30A6; &#x696D; &#x52D9; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x306E; &#x554F; &#x984C; &#x70B9; &#x3092; &#x6D17; &#x3044; &#x51FA; &#x3057; &#x3066; , &#x76EE; &#x6A19; &#x8A2D; &#x5B9A; , &#x5B9F; &#x884C; , &#x30C1; &#x30A7; &#x30C3; &#x30AF; , &#x4FEE; &#x6B63; &#x884C; &#x52D5; &#x306E; &#x30DE;&#xD;&#xA;&#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x3092; &#x9069; &#x7528; &#x3057; , &#x7D99; &#x7D9A; &#x7684; &#x306A; &#x6539; &#x5584; &#x3092; &#x56F3; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x30A7; &#x5229; &#x7528; &#x8005; &#x306E; &#x8996; &#x70B9; &#x304B; &#x3089; &#x696D; &#x52D9; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x6A5F; &#x80FD; &#x3092; &#x5E7E; &#x3064; &#x304B; &#x306E; &#x72EC; &#x7ACB; &#x3057; &#x305F; &#x90E8; &#x54C1; &#x306B; &#x5206; &#x3051; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088;&#xD;&#xA;&#x3063; &#x3066; , &#x696D; &#x52D9; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3068; &#x306E; &#x5BFE; &#x5FDC; &#x4ED8; &#x3051; &#x3084; &#x4ED6; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x3068; &#x306E; &#x9023; &#x643A; &#x3092; &#x5BB9; &#x6613; &#x306B; &#x3059; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x5C02; &#x9580; &#x7684; &#x306A; &#x4F01; &#x696D; &#x306B; &#x59D4; &#x8A17; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A4; &#x793E; &#x5185; &#x696D; &#x52D9; &#x306E; &#x3046; &#x3061; &#x30B3; &#x30A2; &#x30D3; &#x30B8; &#x30CD; &#x30B9; &#x3067; &#x306A; &#x3044; &#x4E8B; &#x696D; &#x306B; &#x95A2; &#x308F; &#x308B; &#x696D; &#x52D9; &#x306E; &#x4E00; &#x90E8; &#x53C8; &#x306F; &#x5168; &#x90E8; &#x3092; , &#x5916; &#x90E8; &#x306E;&#xD;&#xA;&#x9593; &#x3092; &#x77ED; &#x304F; &#x3059; &#x308B; &#x4ED5; &#x7D44; &#x307F; &#x3092; &#x69CB; &#x7BC9; &#x3059; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A1; &#x707D; &#x5BB3; &#x3084; &#x4E8B; &#x6545; &#x3067; &#x88AB; &#x5BB3; &#x3092; &#x53D7; &#x3051; &#x3066; &#x3082; , &#x91CD; &#x8981; &#x4E8B; &#x696D; &#x3092; &#x4E2D; &#x65AD; &#x3055; &#x305B; &#x306A; &#x3044; , &#x53C8; &#x306F; &#x53EF; &#x80FD; &#x306A; &#x9650; &#x308A; &#x4E2D; &#x65AD; &#x671F;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q062.png" alt="問. 62 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 63</h3>
			<figure>
				<figcaption><small>&#x554F; 63 BPO &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30A2; &#x30A6; &#x30C8; &#x3092; &#x4F55; &#x5E74; &#x5F8C; &#x306B; &#x56DE; &#x53CE; &#x3067; &#x304D; &#x308B; &#x304B; &#x3068; &#x3044; &#x3046; &#x6307; &#x6A19; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q063.png" alt="問. 63 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 64</h3>
			<figure>
				<figcaption><small>&#x554F; 64 IT &#x6295; &#x8CC7; &#x52B9; &#x679C; &#x306E; &#x8A55; &#x4FA1; &#x65B9; &#x6CD5; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30D5; &#x30ED; &#x30FC; &#x30D9; &#x30FC; &#x30B9; &#x3067; &#x521D; &#x5E74; &#x5EA6; &#x306E; &#x6295; &#x8CC7; &#x306B; &#x3088; &#x308B;&#xD;&#xA;&#x884C; &#x3044; , &#x60C5; &#x5831; &#x5316; &#x6295; &#x8CC7; &#x306E; &#x30D0; &#x30E9; &#x30F3; &#x30B9; &#x3092; &#x7BA1; &#x7406; &#x3057; , &#x6700; &#x9069; &#x5316; &#x3092; &#x56F3; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x30A8; &#x30D7; &#x30ED; &#x30B8; &#x30A7; &#x30AF; &#x30C8; &#x3092; , &#x6226; &#x7565; &#x3068; &#x306E; &#x9069; &#x5408; &#x6027; &#x3084; &#x8CBB; &#x7528; &#x5BFE; &#x52B9; &#x679C; , &#x30EA; &#x30B9; &#x30AF; &#x3068; &#x3044; &#x3063; &#x305F; &#x89B3; &#x70B9; &#x304B; &#x3089; &#x8A55; &#x4FA1; &#x3092;&#xD;&#xA;&#x6C42; &#x3081; , &#x3053; &#x308C; &#x3092; &#x57FA; &#x6E96; &#x306B; &#x8CC7; &#x6750; &#x306E; &#x624B; &#x914D; , &#x7D0D; &#x5165; &#x306E; &#x7BA1; &#x7406; &#x3092; &#x652F; &#x63F4; &#x3059; &#x308B; &#x751F; &#x7523; &#x7BA1; &#x7406; &#x624B; &#x6CD5; &#x306E; &#x3053; &#x3068;&#xD;&#xA;&#x30A6; &#x88FD; &#x54C1; &#x306E; &#x57FA; &#x6E96; &#x751F; &#x7523; &#x8A08; &#x753B; , &#x90E8; &#x54C1; &#x8868; &#x53CA; &#x3073; &#x5728; &#x5EAB; &#x60C5; &#x5831; &#x3092; &#x57FA; &#x306B; , &#x8CC7; &#x6750; &#x306E; &#x6240; &#x8981; &#x91CF; &#x3068; &#x5FC5; &#x8981; &#x306A; &#x6642; &#x671F; &#x3092;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;IRR (lnternal Rate Of Return)&#xD;&#xA;PBP (Pay Back Period)&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q064.png" alt="問. 64 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 65</h3>
			<figure>
				<figcaption><small>&#x554F; 65 &#x975E; &#x6A5F; &#x80FD; &#x8981; &#x4EF6; &#x306E; &#x4F7F; &#x7528; &#x6027; &#x306B; &#x8A72; &#x5F53; &#x3059; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;4 &#x6642; &#x9593; &#x4EE5; &#x5185; &#x306E; &#x30C8; &#x30EC; &#x30FC; &#x30CB; &#x30F3; &#x30B0; &#x3092; &#x53D7; &#x3051; &#x308B; &#x3053; &#x3068; &#x3067; , &#x65B0; &#x3057; &#x3044; &#x753B; &#x9762; &#x3092; &#x64CD; &#x4F5C; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x306A; &#x308B;&#xD;&#xA;&#x5730; &#x9707; &#x306A; &#x3069; &#x306E; &#x5927; &#x898F; &#x6A21; &#x707D; &#x5BB3; &#x6642; &#x3067; &#x3042; &#x3063; &#x3066; &#x3082; , 144 &#x6642; &#x9593; &#x4EE5; &#x5185; &#x306B; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x5FA9; &#x65E7; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x73FE; &#x884C; &#x306E; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x304B; &#x3089; &#x65B0; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; 72 &#x6642; &#x9593; &#x4EE5; &#x5185; &#x3067; &#x79FB; &#x884C; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x696D; &#x52D9; &#x91CF; &#x304C; &#x30D4; &#x30FC; &#x30AF; &#x306E; &#x65E5; &#x3067; &#x3042; &#x3063; &#x3066; &#x3082; , 8 &#x6642; &#x9593; &#x4EE5; &#x5185; &#x3067; &#x591C; &#x9593; &#x30D0; &#x30C3; &#x30C1; &#x51E6; &#x7406; &#x3092; &#x5B8C; &#x4E86; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q065.png" alt="問. 65 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 66</h3>
			<figure>
				<figcaption><small>&#x554F; 66 UML &#x306E; &#x56F3; &#x306E; &#x3046; &#x3061; , &#x696D; &#x52D9; &#x8981; &#x4EF6; &#x5B9A; &#x7FA9; &#x306B; &#x304A; &#x3044; &#x3066; , &#x696D; &#x52D9; &#x30D5; &#x30ED; &#x30FC; &#x3092; &#x8A18; &#x8FF0; &#x3059; &#x308B; &#x969B; &#x306B; &#x4F7F; &#x7528; &#x3059; &#x308B; , &#x51E6;&#xD;&#xA;&#x7406; &#x306E; &#x5206; &#x5C90; &#x3084; &#x4E26; &#x884C; &#x51E6; &#x7406; , &#x51E6; &#x7406; &#x306E; &#x540C; &#x671F; &#x306A; &#x3069; &#x3092; &#x8868; &#x73FE; &#x3067; &#x304D; &#x308B; &#x56F3; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30FC; &#x30D5;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A2; &#x30AF; &#x30C6; &#x30A3; &#x30D3; &#x30C6; &#x30A3; &#x56F3;&#xD;&#xA;&#x72B6; &#x614B; &#x30DE; &#x30B7; &#x30F3; &#x56F3;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30AF; &#x30E9; &#x30B9; &#x56F3;&#xD;&#xA;&#x30E6; &#x30FC; &#x30B9; &#x30B1; &#x30FC; &#x30B9; &#x56F3;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q066.png" alt="問. 66 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 67</h3>
			<figure>
				<figcaption><small>&#x554F; 67 PPM &#x306B; &#x304A; &#x3044; &#x3066; , &#x6295; &#x8CC7; &#x7528; &#x306E; &#x8CC7; &#x91D1; &#x6E90; &#x3068; &#x3057; &#x3066; &#x4F4D; &#x7F6E; &#x4ED8; &#x3051; &#x3089; &#x308C; &#x308B; &#x4E8B; &#x696D; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x5E02; &#x5834; &#x6210; &#x9577; &#x7387; &#x304C; &#x9AD8; &#x304F; , &#x76F8; &#x5BFE; &#x7684; &#x5E02; &#x5834; &#x5360; &#x6709; &#x7387; &#x304C; &#x9AD8; &#x3044; &#x4E8B; &#x696D;&#xD;&#xA;&#x5E02; &#x5834; &#x6210; &#x9577; &#x7387; &#x304C; &#x9AD8; &#x304F; , &#x76F8; &#x5BFE; &#x7684; &#x5E02; &#x5834; &#x5360; &#x6709; &#x7387; &#x304C; &#x4F4E; &#x3044; &#x4E8B; &#x696D;&#xD;&#xA;&#x5E02; &#x5834; &#x6210; &#x9577; &#x7387; &#x304C; &#x4F4E; &#x304F; , &#x76F8; &#x5BFE; &#x7684; &#x5E02; &#x5834; &#x5360; &#x6709; &#x7387; &#x304C; &#x9AD8; &#x3044; &#x4E8B; &#x696D;&#xD;&#xA;&#x5E02; &#x5834; &#x6210; &#x9577; &#x7387; &#x304C; &#x4F4E; &#x304F; , &#x76F8; &#x5BFE; &#x7684; &#x5E02; &#x5834; &#x5360; &#x6709; &#x7387; &#x304C; &#x4F4E; &#x3044; &#x4E8B; &#x696D;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q067.png" alt="問. 67 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 68</h3>
			<figure>
				<figcaption><small>&#x554F; 68 &#x30A2; &#x30F3; &#x30BE; &#x30D5; &#x306E; &#x6210; &#x9577; &#x30DE; &#x30C8; &#x30EA; &#x30AF; &#x30B9; &#x3092; &#x8AAC; &#x660E; &#x3057; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x5916; &#x90E8; &#x74B0; &#x5883; &#x3068; &#x5185; &#x90E8; &#x74B0; &#x5883; &#x306E; &#x89B3; &#x70B9; &#x304B; &#x3089; , &#x5F37; &#x307F; , &#x5F31; &#x307F; , &#x6A5F; &#x4F1A; , &#x8105; &#x5A01; &#x3068; &#x3044; &#x3046; &#x56DB; &#x3064; &#x306E; &#x8981; &#x56E0; &#x306B; &#x3064;&#xD;&#xA;&#x3044; &#x3066; &#x60C5; &#x5831; &#x3092; &#x6574; &#x7406; &#x3057; , &#x4F01; &#x696D; &#x3092; &#x53D6; &#x308A; &#x5DFB; &#x304F; &#x74B0; &#x5883; &#x3092; &#x5206; &#x6790; &#x3059; &#x308B; &#x624B; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x4F01; &#x696D; &#x306E; &#x30D3; &#x30B8; &#x30E7; &#x30F3; &#x3068; &#x6226; &#x7565; &#x3092; &#x5B9F; &#x73FE; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x8CA1; &#x52D9; , &#x9867; &#x5BA2; , &#x5185; &#x90E8; &#x30D3; &#x30B8; &#x30CD; &#x30B9; &#x30D7; &#x30ED; &#x30BB; &#x30B9; ,&#xD;&#xA;&#x5B66; &#x7FD2; &#x3068; &#x6210; &#x9577; &#x3068; &#x3044; &#x3046; &#x56DB; &#x3064; &#x306E; &#x8996; &#x70B9; &#x304B; &#x3089; &#x4E8B; &#x696D; &#x6D3B; &#x52D5; &#x3092; &#x691C; &#x8A0E; &#x3057; , &#x30A2; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x30D7; &#x30E9; &#x30F3; &#x307E; &#x3067; &#x5177; &#x4F53; &#x5316;&#xD;&#xA;&#x3057; &#x3066; &#x3044; &#x304F; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x624B; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4E8B; &#x696D; &#x6226; &#x7565; &#x3092; , &#x5E02; &#x5834; &#x6D78; &#x900F; , &#x5E02; &#x5834; &#x62E1; &#x5927; , &#x88FD; &#x54C1; &#x958B; &#x767A; , &#x591A; &#x89D2; &#x5316; &#x3068; &#x3044; &#x3046; &#x56DB; &#x3064; &#x306E; &#x30BF; &#x30A4; &#x30D7; &#x306B; &#x5206; &#x985E;&#xD;&#xA;&#x3057; , &#x4E8B; &#x696D; &#x306E; &#x65B9; &#x5411; &#x6027; &#x3092; &#x691C; &#x8A0E; &#x3059; &#x308B; &#x969B; &#x306B; &#x7528; &#x3044; &#x308B; &#x624B; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x88FD; &#x54C1; &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x3092; , &#x5C0E; &#x5165; &#x671F; , &#x6210; &#x9577; &#x671F; , &#x6210; &#x719F; &#x671F; , &#x8870; &#x9000; &#x671F; &#x3068; &#x3044; &#x3046; &#x56DB; &#x3064; &#x306E; &#x6BB5; &#x968E; &#x306B; &#x5206;&#xD;&#xA;&#x985E; &#x3057; , &#x4F01; &#x696D; &#x306B; &#x3068; &#x3063; &#x3066; &#x6700; &#x9069; &#x306A; &#x6226; &#x7565; &#x3092; &#x7ACB; &#x6848; &#x3059; &#x308B; &#x624B; &#x6CD5; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x3057; , &#x753B; &#x4E00; &#x7684; &#x306A; &#x30DE; &#x30FC; &#x30B1; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x3092; &#x884C; &#x3046; &#x624B; &#x6CD5;&#xD;&#xA;&#x30A4; &#x5E02; &#x5834; &#x5168; &#x4F53; &#x3092; &#x30BB; &#x30B0; &#x30E1; &#x30F3; &#x30C8; &#x5316; &#x305B; &#x305A; &#x306B; &#x4E00; &#x3064; &#x3068; &#x3057; &#x3066; &#x6349; &#x3048; , &#x30FC; &#x3063; &#x306E; &#x88FD; &#x54C1; &#x3092; &#x5168; &#x3066; &#x306E; &#x8CFC; &#x8CB7; &#x8005; &#x306B; &#x5BFE;&#xD;&#xA;&#x3067; &#x306F; &#x306A; &#x304F; , &#x9867; &#x5BA2; &#x4E00; &#x4EBA; &#x3072; &#x3068; &#x308A; &#x306E; &#x8208; &#x5473; &#x95A2; &#x5FC3; &#x306B; &#x5408; &#x308F; &#x305B; &#x3066; &#x30DE; &#x30FC; &#x30B1; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x3092; &#x884C; &#x3046; &#x624B; &#x6CD5;&#xD;&#xA;&#x30A2; &#x9867; &#x5BA2; &#x306E; &#x597D; &#x307F; &#x3084; &#x6B32; &#x6C42; &#x306E; &#x591A; &#x69D8; &#x5316; &#x306B; &#x5BFE; &#x5FDC; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x753B; &#x4E00; &#x7684; &#x306A; &#x30DE; &#x30FC; &#x30B1; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x3092; &#x884C; &#x3046; &#x306E;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q068.png" alt="問. 68 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 69</h3>
			<figure>
				<figcaption><small>&#x554F; 69 &#x30D0; &#x30A4; &#x30E9; &#x30EB; &#x30DE; &#x30FC; &#x30B1; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x306E; &#x8AAC; &#x660E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;30&#xD;&#xA;&#x9577; &#x3092; &#x751F; &#x304B; &#x3059; &#x624B; &#x6CD5;&#xD;&#xA;&#x5DE5; &#x4EBA; &#x304B; &#x3089; &#x4EBA; &#x3078; , &#x30D7; &#x30E9; &#x30B9; &#x306E; &#x8A55; &#x4FA1; &#x304C; &#x30ED; &#x30B3; &#x30DF; &#x3067; &#x7206; &#x767A; &#x7684; &#x306B; &#x5E83; &#x307E; &#x308A; &#x3084; &#x3059; &#x3044; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x306E; &#x7279;&#xD;&#xA;&#x3092; &#x9023; &#x643A; &#x3055; &#x305B; , &#x9867; &#x5BA2; &#x304C; &#x30C1; &#x30E3; &#x30CD; &#x30EB; &#x3092; &#x610F; &#x8B58; &#x305B; &#x305A; &#x8CFC; &#x5165; &#x3067; &#x304D; &#x308B; &#x5229; &#x4FBF; &#x6027; &#x3092; &#x5B9F; &#x73FE; &#x3059; &#x308B; &#x624B; &#x6CD5;&#xD;&#xA;&#x30A6; &#x5B9F; &#x5E97; &#x8217; &#x3067; &#x306E; &#x5546; &#x54C1; &#x8CA9; &#x58F2; , EC &#x30B5; &#x30A4; &#x30C8; &#x306A; &#x3069; &#x306E; &#x30D0; &#x30FC; &#x30C1; &#x30E3; &#x30EB; &#x5E97; &#x8217; &#x8CA9; &#x58F2; &#x306A; &#x3069; &#x8907; &#x6570; &#x306E; &#x30C1; &#x30E3; &#x30CD; &#x30EB;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q069.png" alt="問. 69 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 70</h3>
			<figure>
				<figcaption><small>&#x554F; 70 &#x534A; &#x5C0E; &#x4F53; &#x7523; &#x696D; &#x306B; &#x304A; &#x3044; &#x3066; , &#x30D5; &#x30A2; &#x30D7; &#x30EC; &#x30B9; &#x4F01; &#x696D; &#x3068; &#x6BD4; &#x8F03; &#x3057; &#x305F; &#x30D5; &#x30A1; &#x30A6; &#x30F3; &#x30C9; &#x30EA; &#x4F01; &#x696D; &#x306E; &#x30D3; &#x30B8; &#x30CD; &#x30B9; &#x30E2; &#x30C7;&#xD;&#xA;&#x30EB; &#x306E; &#x7279; &#x5FB4; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x5DE5; &#x5834; &#x3067; &#x306E; &#x751F; &#x7523; &#x3092; &#x30A2; &#x30A6; &#x30C8; &#x30BD; &#x30FC; &#x30B7; &#x30F3; &#x30B0; &#x3057; &#x3066; , &#x751F; &#x7523; &#x8A2D; &#x5099; &#x3078; &#x306E; &#x6295; &#x8CC7; &#x3092; &#x6291; &#x3048; &#x308B; &#x3002;&#xD;&#xA;&#x81EA; &#x793E; &#x88FD; &#x54C1; &#x306E; &#x8A2D; &#x8A08; , &#x30DE; &#x30FC; &#x30B1; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x306B; &#x6CE8; &#x529B; &#x3057; , &#x65B0; &#x5E02; &#x5834; &#x3092; &#x958B; &#x62D3; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x81EA; &#x793E; &#x88FD; &#x54C1; &#x306E; &#x8CA9; &#x58F2; &#x306B; &#x6CE8; &#x529B; &#x3057; , &#x58F2; &#x4E0A; &#x3052; &#x3092; &#x62E1; &#x5927; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x8907; &#x6570; &#x306E; &#x4F01; &#x696D; &#x304B; &#x3089; &#x751F; &#x7523; &#x3060; &#x3051; &#x3092; &#x5C02; &#x9580; &#x306B; &#x8ACB; &#x3051; &#x8CA0; &#x3044; , &#x591A; &#x304F; &#x306E; &#x88FD; &#x54C1; &#x3092; &#x4F4E; &#x30B3; &#x30B9; &#x30C8; &#x3067; &#x751F; &#x7523; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q070.png" alt="問. 70 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 71</h3>
			<figure>
				<figcaption><small>&#x554F; 71 XBRL &#x3067; &#x4E3B; &#x8981; &#x306A; &#x53D6; &#x6271; &#x3044; &#x306E; &#x5BFE; &#x8C61; &#x3068; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x60C5; &#x5831; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q071.png" alt="問. 71 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 72</h3>
			<figure>
				<figcaption><small>&#x554F; 72&#xD;&#xA;&#x533B; &#x7642; &#x6A5F; &#x95A2; &#x306E; &#x30AB; &#x30EB; &#x30C6; &#x60C5; &#x5831;&#xD;&#xA;&#x4F01; &#x696D; &#x306E; &#x8CA1; &#x52D9; &#x60C5; &#x5831;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x4F01; &#x696D; &#x306E; &#x9867; &#x5BA2; &#x60C5; &#x5831;&#xD;&#xA;&#x81EA; &#x6CBB; &#x4F53; &#x306E; &#x4F4F; &#x6C11; &#x60C5; &#x5831;&#xD;&#xA;&#x201C; &#x304B; &#x3093; &#x3070; &#x3093; &#x65B9; &#x5F0F; &#x201D; &#x3092; &#x8AAC; &#x660E; &#x3057; &#x305F; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x4E2D; &#x554F; &#x5728; &#x5EAB; &#x3092; &#x6975; &#x529B; &#x6E1B; &#x3089; &#x3059; &#x305F; &#x3081; &#x306B; , &#x751F; &#x7523; &#x30E9; &#x30A4; &#x30F3; &#x306B; &#x304A; &#x3044; &#x3066; , &#x5F8C; &#x5DE5; &#x7A0B; &#x304C; &#x5FC5; &#x8981; &#x3068; &#x3059; &#x308B; &#x90E8; &#x54C1; &#x3092;&#xD;&#xA;&#x52B9; &#x7387; &#x3088; &#x304F; &#x90E8; &#x54C1; &#x8ABF; &#x9054; &#x3092; &#x884C; &#x3046; &#x305F; &#x3081; &#x306B; , &#x95A2; &#x9023; &#x4F1A; &#x793E; &#x304B; &#x3089; &#x90E8; &#x54C1; &#x3092; &#x8ABF; &#x9054; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5404; &#x4F5C; &#x696D; &#x306E; &#x52B9; &#x7387; &#x3092; &#x5411; &#x4E0A; &#x3055; &#x305B; &#x308B; &#x305F; &#x3081; &#x306B; , &#x4ED5; &#x69D8; &#x304C; &#x7D71; &#x4E00; &#x3055; &#x308C; &#x305F; &#x90E8; &#x54C1; , &#x534A; &#x88FD; &#x54C1; &#x3092; &#x8ABF; &#x9054; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x81EA; &#x5DE5; &#x7A0B; &#x3067; &#x751F; &#x7523; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; , &#x5FC5; &#x8981; &#x306A; &#x90E8; &#x54C1; &#x3060; &#x3051; &#x3092; &#x524D; &#x5DE5; &#x7A0B; &#x304B; &#x3089; &#x8ABF; &#x9054; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x3088; &#x308A; &#x54C1; &#x8CEA; &#x304C; &#x9AD8; &#x3044; &#x90E8; &#x54C1; &#x3092; &#x8ABF; &#x9054; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x90E8; &#x54C1; &#x306E; &#x7D0D; &#x5165; &#x6307; &#x5B9A; &#x696D; &#x8005; &#x3092; &#x8907; &#x6570; &#x5B9A; &#x3081; , &#x7AF6; &#x4E89; &#x5165;&#xD;&#xA;&#x672D; &#x3067; &#x90E8; &#x54C1; &#x3092; &#x8ABF; &#x9054; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q072.png" alt="問. 72 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 73</h3>
			<figure>
				<figcaption><small>&#x554F; 73 &#x88FD; &#x9020; &#x696D; &#x306E; A &#x793E; &#x3067; &#x306F; , NC &#x5DE5; &#x4F5C; &#x6A5F; &#x68B0; &#x3092; &#x7528; &#x3044; &#x3066; , &#x56DB; &#x3064; &#x306E; &#x4ED5; &#x4E8B; a ~ d &#x3092; &#x884C; &#x3063; &#x3066; &#x3044; &#x308B; &#x3002; &#x5404; &#x4ED5;&#xD;&#xA;&#x4E8B; &#x9593; &#x306E; &#x6BB5; &#x53D6; &#x308A; &#x6642; &#x9593; &#x306F; &#x8868; &#x306E; &#x3068; &#x304A; &#x308A; &#x3067; &#x3042; &#x308B; &#x3002; &#x5408; &#x8A08; &#x306E; &#x6BB5; &#x53D6; &#x308A; &#x6642; &#x9593; &#x304C; &#x6700; &#x5C0F; &#x306B; &#x306A; &#x308B; &#x3088; &#x3046; &#x306B; &#x4ED5; &#x4E8B;&#xD;&#xA;&#x3053; &#x3067; , &#x4ED5; &#x4E8B; &#x306F; &#x3069; &#x306E; &#x9806; &#x5E8F; &#x3067; &#x884C; &#x3063; &#x3066; &#x3082; &#x3088;&#xD;&#xA;&#x3092; &#x884C; &#x3063; &#x305F; &#x5834; &#x5408; &#x306E; &#x5408; &#x8A08; &#x6BB5; &#x53D6; &#x308A; &#x6642; &#x9593; &#x306F; &#x4F55; &#x6642; &#x9593; &#x304B; &#x3002;&#xD;&#xA;&#x30FC; &#x30EB;&#xD;&#xA;&#x304F; , a ~ d &#x3092; &#x4E00; &#x5EA6; &#x305A; &#x3064; &#x884C; &#x3046; &#x3082; &#x306E; &#x3068; &#x3057; , FROM &#x304B; &#x3089; T0 &#x3078; &#x306E; &#x6BB5; &#x53D6; &#x308A; &#x6642; &#x554F; &#x3067; &#x691C; &#x8A0E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;TO&#xD;&#xA;&#x4ED5; &#x4E8B; a&#xD;&#xA;FROM&#xD;&#xA;&#x4ED5; &#x4E8B; a&#xD;&#xA;&#x4ED5; &#x4E8B; b&#xD;&#xA;&#x4ED5; &#x4E8B; c&#xD;&#xA;&#x4ED5; &#x4E8B; d&#xD;&#xA;&#x4ED5; &#x4E8B; b&#xD;&#xA;2&#xD;&#xA;2&#xD;&#xA;3&#xD;&#xA;&#x4ED5; &#x4E8B; c&#xD;&#xA;2&#xD;&#xA;&#x5358; &#x4F4D; &#x6642; &#x9593;&#xD;&#xA;&#x4ED5; &#x4E8B; d</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q073.png" alt="問. 73 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 74</h3>
			<figure>
				<figcaption><small>&#x554F; 74 &#x4F1A; &#x8B70; &#x306B; &#x304A; &#x3051; &#x308B; &#x30D5; &#x30A1; &#x30B7; &#x30EA; &#x30C6; &#x30FC; &#x30BF; &#x306E; &#x5F79; &#x5272; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x6280; &#x8853; &#x9762; &#x3084; &#x6CD5; &#x5F8B; &#x9762; &#x306A; &#x3069; , &#x81EA; &#x3089; &#x304C; &#x5C02; &#x9580; &#x3068; &#x3059; &#x308B; &#x7279; &#x5B9A; &#x306E; &#x9818; &#x57DF; &#x306E; &#x8B70; &#x8AD6; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x3060; &#x3051; , &#x52A9; &#x8A00; &#x3092;&#xD;&#xA;&#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A4; &#x8B70; &#x9577; &#x3068; &#x306A; &#x308A; , &#x7D4C; &#x55B6; &#x5C64; &#x306E; &#x610F; &#x5411; &#x306B; &#x5408; &#x81F4; &#x3057; &#x305F; &#x7D50; &#x8AD6; &#x3092; &#x5C0E; &#x304D; &#x51FA; &#x3059; &#x3088; &#x3046; &#x306B; &#x8B70; &#x8AD6; &#x3092; &#x30B3; &#x30F3; &#x30C8; &#x30ED;&#xD;&#xA;&#x3059; &#x308B; &#x3002;&#xD;&#xA;32&#xD;&#xA;&#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x5DE5; &#x65E5; &#x7A0B; &#x8ABF; &#x6574; , &#x8CC7; &#x6599; &#x6E96; &#x5099; , &#x8B70; &#x4E8B; &#x9332; &#x4F5C; &#x6210; &#x306A; &#x3069; , &#x4F1A; &#x8B70; &#x904B; &#x55B6; &#x306E; &#x4E8B; &#x52D9; &#x7684; &#x4F5C; &#x696D; &#x306B; &#x7279; &#x5316; &#x3057; &#x305F; &#x652F; &#x63F4; &#x3092;&#xD;&#xA;&#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4E2D; &#x7ACB; &#x516C; &#x5E73; &#x306A; &#x7ACB; &#x5834; &#x304B; &#x3089; , &#x4F1A; &#x8B70; &#x306E; &#x53C2; &#x52A0; &#x8005; &#x306B; &#x767A; &#x8A00; &#x3092; &#x4FC3; &#x3057; &#x305F; &#x308A; , &#x8B70; &#x8AD6; &#x306E; &#x6D41; &#x308C; &#x3092; &#x6574; &#x7406; &#x3057; &#x305F; &#x308A;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q074.png" alt="問. 74 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 75</h3>
			<figure>
				<figcaption><small>&#x554F; 75 &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x8AD6; &#x306E; &#x3046; &#x3061; , PM &#x7406; &#x8AD6; &#x306E; &#x7279; &#x5FB4; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x512A; &#x308C; &#x305F; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x3092; &#x767A; &#x63EE; &#x3059; &#x308B; , &#x30EA; &#x30FC; &#x30C0; &#x500B; &#x4EBA; &#x304C; &#x3082; &#x3063; &#x6027; &#x683C; , &#x77E5; &#x6027; , &#x5916; &#x89B3; &#x306A; &#x3069; &#x306E; &#x500B; &#x4EBA;&#xD;&#xA;&#x7684; &#x8CC7; &#x8CEA; &#x306E; &#x5206; &#x6790; &#x306B; &#x7126; &#x70B9; &#x3092; &#x5F53; &#x3066; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x306E; &#x30B9; &#x30BF; &#x30A4; &#x30EB; &#x306B; &#x3064; &#x3044; &#x3066; , &#x76EE; &#x6A19; &#x9054; &#x6210; &#x80FD; &#x529B; &#x3068; &#x96C6; &#x56E3; &#x7DAD; &#x6301; &#x80FD; &#x529B; &#x306E; &#x30CB; &#x3064; &#x306E; &#x6B21; &#x5143; &#x306B;&#xD;&#xA;&#x7126; &#x70B9; &#x3092; &#x5F53; &#x3066; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x306E; &#x6709; &#x52B9; &#x6027; &#x306F; , &#x90E8; &#x4E0B; &#x306E; &#x6210; &#x719F; ( &#x81EA; &#x5F8B; &#x6027; ) &#x306E; &#x5EA6; &#x5408; &#x3044; &#x3068; &#x3044; &#x3046; &#x72B6; &#x6CC1; &#x8981; &#x56E0; &#x306B; &#x4F9D; &#x5B58;&#xD;&#xA;&#x3059; &#x308B; &#x3068; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3; &#x30D7; &#x306E; &#x6709; &#x52B9; &#x6027; &#x306F; , &#x30EA; &#x30FC; &#x30C0; &#x304C; &#x3082; &#x3064; &#x30D1; &#x30FC; &#x30BD; &#x30CA; &#x30EA; &#x30C6; &#x30A3; &#x3068; , &#x30EA; &#x30FC; &#x30C0; &#x304C; &#x3069; &#x308C; &#x3060; &#x3051; &#x7D71;&#xD;&#xA;&#x5236; &#x529B; &#x3084; &#x5F71; &#x97FF; &#x529B; &#x3092; &#x884C; &#x4F7F; &#x3067; &#x304D; &#x308B; &#x304B; &#x3068; &#x3044; &#x3046; &#x72B6; &#x6CC1; &#x8981; &#x56E0; &#x306B; &#x4F9D; &#x5B58; &#x3059; &#x308B; &#x3068; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q075.png" alt="問. 75 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 76</h3>
			<figure>
				<figcaption><small>&#x554F; 76 &#x65B0; &#x88FD; &#x54C1; &#x306E; &#x8A2D; &#x5B9A; &#x4FA1; &#x683C; &#x3068; &#x305D; &#x306E; &#x4FA1; &#x683C; &#x3067; &#x306E; &#x4E88; &#x6E2C; &#x9700; &#x8981; &#x3068; &#x306E; &#x95A2; &#x4FC2; &#x3092; &#x8868; &#x306B; &#x3057; &#x305F; &#x3002; &#x6700; &#x5927; &#x5229; &#x76CA; &#x304C; &#x898B; &#x8FBC; &#x3081;&#xD;&#xA;&#x308B; &#x65B0; &#x88FD; &#x54C1; &#x306E; &#x8A2D; &#x5B9A; &#x4FA1; &#x683C; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002; &#x3053; &#x3053; &#x3067; , &#x3044; &#x305A; &#x308C; &#x306E; &#x5834; &#x5408; &#x306B; &#x3082; , &#x6B21; &#x306E; &#x8CBB; &#x7528; &#x304C; &#x767A; &#x751F; &#x3059; &#x308B; &#x3082; &#x306E;&#xD;&#xA;80 &#x56F2;&#xD;&#xA;7 9&#xD;&#xA;6 0&#xD;&#xA;&#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x56FA; &#x5B9A; &#x8CBB; : 1 &#x56F2; . 0 &#x56F2; &#x5186;&#xD;&#xA;&#x5909; &#x52D5; &#x8CBB; : 6 &#x5186; / &#x500B;&#xD;&#xA;&#x65B0; &#x88FD; &#x54C1; &#x306E; &#x8A2D; &#x5B9A; &#x4FA1; &#x683C; ( &#x5186; )&#xD;&#xA;&#x65B0; &#x88FD; &#x54C1; &#x306E; &#x4E88; &#x6E2C; &#x9700; &#x8981; ( &#x500B; )&#xD;&#xA;50 &#x2032; 999&#xD;&#xA;&#x30A2;&#xD;&#xA;1 &#x56F2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x3057; 2&#xD;&#xA;&#x3057; 4&#xD;&#xA;&#x3057; 609&#xD;&#xA;1, 2 &#x56F2;&#xD;&#xA;&#x30FC; 33&#xD;&#xA;&#x30A6;&#xD;&#xA;1, 4&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x3057; 6</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q076.png" alt="問. 76 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 77</h3>
			<figure>
				<figcaption><small>&#x554F; 77 A &#x793E; &#x306F; , B &#x793E; &#x3068; &#x8457; &#x4F5C; &#x7269; &#x306E; &#x6A29; &#x5229; &#x306B; &#x95A2; &#x3059; &#x308B; &#x7279; &#x6BB5; &#x306E; &#x53D6; &#x6C7A; &#x3081; &#x3092; &#x305B; &#x305A; , A &#x793E; &#x306E; &#x8981; &#x6C42; &#x4ED5; &#x69D8; &#x306B; &#x57FA; &#x3065;&#xD;&#xA;&#x3044; &#x3066; , &#x8CA9; &#x58F2; &#x7BA1; &#x7406; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x4F5C; &#x6210; &#x3092; B &#x793E; &#x306B; &#x59D4; &#x8A17; &#x3057; &#x305F; &#x3002; &#x3053; &#x306E; &#x5834; &#x5408; &#x306E; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0;&#xD;&#xA;&#x8457; &#x4F5C; &#x6A29; &#x306E; &#x539F; &#x59CB; &#x7684; &#x5E30; &#x5C5E; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A7;&#xD;&#xA;A &#x793E; &#x3068; B &#x793E; &#x304C; &#x8A71; &#x3057; &#x5408; &#x3063; &#x3066; &#x5E30; &#x5C5E; &#x5148; &#x3092; &#x6C7A; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;B &#x793E; &#x306B; &#x5E30; &#x5C5E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;A &#x793E; &#x306B; &#x5E30; &#x5C5E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;A &#x793E; &#x3068; B &#x793E; &#x306E; &#x5171; &#x6709; &#x5E30; &#x5C5E; &#x3068; &#x306A; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q077.png" alt="問. 77 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 78</h3>
			<figure>
				<figcaption><small>&#x554F; 78 &#x4E0D; &#x6B63; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x7981; &#x6B62; &#x6CD5; &#x3067; &#x898F; &#x5B9A; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; ,&#xD;&#xA;&#x6B62; &#x201D; &#x898F; &#x5B9A; &#x306B; &#x3088; &#x3063; &#x3066; &#x898F; &#x5236; &#x3055; &#x308C; &#x308B; &#x884C; &#x70BA; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3002; &#x4E0D; &#x6B63; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x884C; &#x70BA; &#x3092; &#x52A9; &#x9577; &#x3059; &#x308B; &#x884C; &#x70BA; &#x306E; &#x7981;&#xD;&#xA;&#x30A2; &#x696D; &#x52D9; &#x305D; &#x306E; &#x4ED6; &#x6B63; &#x5F53; &#x306A; &#x7406; &#x7531; &#x306A; &#x304F; , &#x4ED6; &#x4EBA; &#x306E; &#x5229; &#x7528; &#x8005; ID &#x3068; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x6B63; &#x898F; &#x306E; &#x5229; &#x7528; &#x8005; &#x53CA; &#x3073;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x7BA1; &#x7406; &#x8005; &#x4EE5; &#x5916; &#x306E; &#x8005; &#x306B; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x4ED6; &#x4EBA; &#x306E; &#x5229; &#x7528; &#x8005; ID &#x3068; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x4E0D; &#x6B63; &#x306B; &#x5165; &#x624B; &#x3059; &#x308B; &#x76EE; &#x7684; &#x3067; ,&#xD;&#xA;&#x958B; &#x8A2D; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30D5; &#x30A3; &#x30C3; &#x30B7; &#x30F3; &#x30B0; &#x30B5; &#x30A4; &#x30C8; &#x3092;&#xD;&#xA;34&#xD;&#xA;&#x7BA1; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x4E0D; &#x6B63; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x306E; &#x76EE; &#x7684; &#x3067; , &#x4E0D; &#x6B63; &#x306B; &#x5165; &#x624B; &#x3057; &#x305F; &#x4ED6; &#x4EBA; &#x306E; &#x5229; &#x7528; &#x8005; ID &#x3068; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; PC &#x306B; &#x4FDD;&#xD;&#xA;&#x30A6; &#x4E0D; &#x6B63; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x306E; &#x76EE; &#x7684; &#x3067; , &#x4ED6; &#x4EBA; &#x306E; &#x5229; &#x7528; &#x8005; ID &#x3068; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x4E0D; &#x6B63; &#x306B; &#x5165; &#x624B; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q078.png" alt="問. 78 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 79</h3>
			<figure>
				<figcaption><small>&#x554F; 79 A &#x793E; &#x306F; B &#x793E; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x696D; &#x52D9; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306E; &#x8A2D; &#x8A08; , &#x958B; &#x767A; &#x3092; &#x59D4; &#x8A17; &#x3057; , A &#x793E; &#x3068; B &#x793E; &#x306F; &#x8ACB; &#x8CA0; &#x5951; &#x7D04; &#x3092;&#xD;&#xA;&#x7D50; &#x3093; &#x3067; &#x3044; &#x308B; &#x3002; &#x4F5C; &#x696D; &#x306E; &#x5B9F; &#x614B; &#x304B; &#x3089; , &#x507D; &#x88C5; &#x8ACB; &#x8CA0; &#x3068; &#x3055; &#x308C; &#x308B; &#x4E8B; &#x8C61; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30C6; &#x30E0; &#x306E; &#x691C; &#x8A3C; &#x3092; &#x884C; &#x3063; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; A &#x793E; &#x306E; &#x5F93; &#x696D; &#x54E1; &#x304C; , B &#x793E; &#x3092; &#x4F5C; &#x696D; &#x5834; &#x6240; &#x3068; &#x3057; &#x3066; , B &#x793E; &#x306E; &#x8CAC; &#x4EFB; &#x8005; &#x306E; &#x6307; &#x63EE; &#x547D; &#x4EE4; &#x306B; &#x5F93; &#x3063; &#x3066; &#x30B7; &#x30B9;&#xD;&#xA;&#x30C6; &#x30E0; &#x306E; &#x691C; &#x8A3C; &#x3092; &#x884C; &#x3063; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; A &#x793E; &#x306E; &#x5F93; &#x696D; &#x54E1; &#x304C; , B &#x793E; &#x3092; &#x4F5C; &#x696D; &#x5834; &#x6240; &#x3068; &#x3057; &#x3066; , A &#x793E; &#x306E; &#x8CAC; &#x4EFB; &#x8005; &#x306E; &#x6307; &#x63EE; &#x547D; &#x4EE4; &#x306B; &#x5F93; &#x3063; &#x3066; &#x30B7; &#x30B9;&#xD;&#xA;&#x5DE5; B &#x793E; &#x306E; &#x5F93; &#x696D; &#x54E1; &#x304C; , A &#x793E; &#x3092; &#x4F5C; &#x696D; &#x5834; &#x6240; &#x3068; &#x3057; &#x3066; , B &#x793E; &#x306E; &#x8CAC; &#x4EFB; &#x8005; &#x306E; &#x6307; &#x63EE; &#x547D; &#x4EE4; &#x306B; &#x5F93; &#x3063; &#x3066; &#x8A2D; &#x8A08;&#xD;&#xA;&#x30A6; B &#x793E; &#x306E; &#x5F93; &#x696D; &#x54E1; &#x304C; , A &#x793E; &#x3092; &#x4F5C; &#x696D; &#x5834; &#x6240; &#x3068; &#x3057; &#x3066; , A &#x793E; &#x306E; &#x8CAC; &#x4EFB; &#x8005; &#x306E; &#x6307; &#x63EE; &#x547D; &#x4EE4; &#x306B; &#x5F93; &#x3063; &#x3066; &#x8A2D; &#x8A08;&#xD;&#xA;&#x66F8; &#x3092; &#x4F5C; &#x6210; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;&#xD;&#xA;&#x66F8; &#x3092; &#x4F5C; &#x6210; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q079.png" alt="問. 79 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 80</h3>
			<figure>
				<figcaption><small>&#x554F; 80 &#x6B27; &#x5DDE; &#x3078; &#x96FB; &#x5B50; &#x90E8; &#x54C1; &#x3092; &#x8F38; &#x51FA; &#x3059; &#x308B; &#x306B; &#x306F; , RoHS &#x6307; &#x4EE4; &#x3078; &#x306E; &#x5BFE; &#x5FDC; &#x304C; &#x5FC5; &#x8981; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x306E; &#x76EE; &#x7684; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x3053; &#x306E; ROHS &#x6307; &#x4EE4;&#xD;&#xA;&#x30A2; &#x5BB6; &#x96FB; &#x88FD; &#x54C1; &#x304B; &#x3089; &#x6709; &#x7528; &#x306A; &#x90E8; &#x5206; &#x3084; &#x6750; &#x6599; &#x3092; &#x30EA; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x3057; , &#x5EC3; &#x68C4; &#x7269; &#x3092; &#x6E1B; &#x91CF; &#x3059; &#x308B; &#x3068; &#x3068; &#x3082; &#x306B; , &#x8CC7;&#xD;&#xA;&#x6E90; &#x306E; &#x6709; &#x52B9; &#x5229; &#x7528; &#x3092; &#x63A8; &#x9032; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x6A5F; &#x5668; &#x304C; &#x767A; &#x751F; &#x3059; &#x308B; &#x96FB; &#x78C1; &#x59A8; &#x5BB3; &#x304C; , &#x7121; &#x7DDA; &#x901A; &#x4FE1; &#x6A5F; &#x5668; &#x53CA; &#x3073; &#x305D; &#x306E; &#x4ED6; &#x306E; &#x6A5F; &#x5668; &#x304C; &#x610F; &#x56F3; &#x3059; &#x308B; &#x52D5; &#x4F5C; &#x3092; &#x59A8;&#xD;&#xA;&#x3052; &#x308B; &#x30EC; &#x30D9; &#x30EB; &#x3092; &#x8D85; &#x3048; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x5927; &#x91CF; &#x7834; &#x58CA; &#x5175; &#x5668; &#x306E; &#x958B; &#x767A; &#x53CA; &#x3073; &#x62E1; &#x6563; , &#x901A; &#x5E38; &#x5175; &#x5668; &#x306E; &#x904E; &#x5270; &#x5099; &#x84C4; &#x306B; &#x95A2; &#x308F; &#x308B; &#x304A; &#x305D; &#x308C; &#x304C; &#x3042; &#x308B; &#x5834; &#x5408; &#x306A;&#xD;&#xA;&#x3069; , &#x56FD; &#x969B; &#x793E; &#x4F1A; &#x306E; &#x5E73; &#x548C; &#x3068; &#x5B89; &#x5168; &#x3092; &#x8105; &#x304B; &#x3059; &#x8F38; &#x51FA; &#x884C; &#x70BA; &#x3092; &#x9632; &#x6B62; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x96FB; &#x6C17; &#x96FB; &#x5B50; &#x88FD; &#x54C1; &#x306E; &#x751F; &#x7523; &#x304B; &#x3089; &#x51E6; &#x5206; &#x307E; &#x3067; &#x306E; &#x5168; &#x3066; &#x306E; &#x6BB5; &#x968E; &#x3067; , &#x6709; &#x5BB3; &#x7269; &#x8CEA; &#x304C; &#x74B0; &#x5883; &#x53CA; &#x3073; &#x4EBA; &#x306E; &#x5065; &#x5EB7;&#xD;&#xA;&#x306B; &#x53CA; &#x307C; &#x3059; &#x5371; &#x967A; &#x3092; &#x6700; &#x5C0F; &#x5316; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_ap/2022r04h_ap_am_qs/q080.png" alt="問. 80 設問画像">
			</figure>
		</article>
</section>

	</main>
	<footer>
		<hr>
		<p><a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a></p>
	</footer>
	
</body>
</html>