<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	

	<title>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x60C5;&#x5831;&#x51E6;&#x7406;&#x5B89;&#x5168;&#x78BA;&#x4FDD;&#x652F;&#x63F4;&#x58EB;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C; - IPA&#x904E;&#x53BB;&#x554F;Bot</title>
	<link rel="stylesheet" href="https://unpkg.com/mvp.css">
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
</head>
<body>
	<header>
		<nav>
			<a href="/">
				IPA過去問Bot
			</a>
		</nav>
	</header>
	<main>
		
<section>
	<h2>&#x4EE4;&#x548C;4&#x5E74;&#x5EA6; &#x6625;&#x671F; &#x60C5;&#x5831;&#x51E6;&#x7406;&#x5B89;&#x5168;&#x78BA;&#x4FDD;&#x652F;&#x63F4;&#x58EB;&#x8A66;&#x9A13; &#x5348;&#x524D;II &#x554F;&#x984C;</h2>
		<article>
			<h3>問. 1</h3>
			<figure>
				<figcaption><small>&#x554F; 1 Web &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x30ED; &#x30B0; &#x3092; &#x5206; &#x6790; &#x3057; &#x305F; &#x3068; &#x3053; &#x308D; , Web &#x30B5; &#x30FC; &#x30D0; &#x3078; &#x306E; &#x653B; &#x6483; &#x3068; &#x601D; &#x308F; &#x308C; &#x308B; HTTP &#x30EA; &#x30AF; &#x30A8; &#x30B9;&#xD;&#xA;&#x30C8; &#x30D8; &#x30C3; &#x30C0; &#x304C; &#x8A18; &#x9332; &#x3055; &#x308C; &#x3066; &#x3044; &#x305F; &#x3002; &#x6B21; &#x306E; HTTP &#x30EA; &#x30AF; &#x30A8; &#x30B9; &#x30C8; &#x30D8; &#x30C3; &#x30C0; &#x304B; &#x3089; &#x63A8; &#x6E2C; &#x3067; &#x304D; &#x308B; , &#x653B; &#x6483; &#x8005; &#x304C;&#xD;&#xA;&#x60AA; &#x7528; &#x3057; &#x3088; &#x3046; &#x3068; &#x3057; &#x3066; &#x3044; &#x305F; &#x53EF; &#x80FD; &#x6027; &#x304C; &#x9AD8; &#x3044; &#x8106; &#x5F31; &#x6027; &#x306F; &#x3069; &#x308C; &#x304B; &#x27; &#x27;&#xD;&#xA;&#x3002; &#x3067; , HTTP &#x30EA; &#x30AF; &#x30A8; &#x30B9; &#x30C8; &#x30D8; &#x30C3;&#xD;&#xA;&#x3014; HTTP &#x30EA; &#x30AF; &#x30A8; &#x30B9; &#x30C8; &#x30D8; &#x30C3; &#x30C0; &#x306E; &#x4E00; &#x90E8; &#x3015;&#xD;&#xA;&#x30C0; &#x4E2D; &#x306E; &#x201C; % 20 &#x201D; &#x306F; &#x7A7A; &#x767D; &#x3092; &#x610F; &#x5473; &#x3059; &#x308B; &#x3002;&#xD;&#xA;UA-CPU: X86&#xD;&#xA;Accept&#x2014;Language: ja&#xD;&#xA;Accept: * / *&#xD;&#xA;GET /cgi-bin/submit. cgi?user=;cat%20/etc/passwd HTTP/I . 1&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;Accept-Encoding: gzip, deflate&#xD;&#xA;User-Agent: ( &#x7701; &#x7565; )&#xD;&#xA;HOSt: test. example. com&#xD;&#xA;Connection: Keep-Alive&#xD;&#xA;HTTP &#x30D8; &#x30C3; &#x30C0; &#x30A4; &#x30F3; &#x30B7; &#x30A7; &#x30AF; &#x30B7; &#x30E7; &#x30F3; (HTTP Response Splitting)&#xD;&#xA;OS &#x30B3; &#x30DE; &#x30F3; &#x30C9; &#x30A4; &#x30F3; &#x30B8; &#x30A7; &#x30AF; &#x30B7; &#x30E7; &#x30F3;&#xD;&#xA;SQL &#x30A4; &#x30F3; &#x30B8; &#x30A7; &#x30AF; &#x30B7; &#x30E7; &#x30F3;&#xD;&#xA;&#x30AF; &#x30ED; &#x30B9; &#x30B5; &#x30A4; &#x30C8; &#x30B9; &#x30AF; &#x30EA; &#x30D7; &#x30C6; &#x30A3; &#x30F3; &#x30B0;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q001.png" alt="問. 1 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 2</h3>
			<figure>
				<figcaption><small>&#x554F; 2 SAML (Security Assertion Mark &#x53E9; Language) &#x306E; &#x8AAC; &#x660E; &#x3068; &#x3057; &#x3066; ,&#xD;&#xA;&#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x6700; &#x3082; &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069;&#xD;&#xA;&#x30A2; Web &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306B; &#x95A2; &#x3059; &#x308B; &#x60C5; &#x5831; &#x3092; &#x516C; &#x958B; &#x3057; , Web &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x304C; &#x63D0; &#x4F9B; &#x3059; &#x308B; &#x6A5F; &#x80FD; &#x306A; &#x3069; &#x3092; &#x691C; &#x7D22; &#x53EF;&#xD;&#xA;&#x80FD; &#x306B; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x4ED5; &#x69D8;&#xD;&#xA;&#x30A4; &#x6A29; &#x9650; &#x304C; &#x306A; &#x3044; &#x5229; &#x7528; &#x8005; &#x306B; &#x3088; &#x308B; &#x8AAD; &#x53D6; &#x308A; , &#x6539; &#x3056; &#x3093; &#x304B; &#x3089; &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x3092; &#x4FDD; &#x8B77; &#x3057; &#x3066; &#x9001; &#x4FE1; &#x3059; &#x308B; &#x305F; &#x3081;&#xD;&#xA;&#x306E; &#x4ED5; &#x69D8;&#xD;&#xA;&#x30A6; &#x30C7; &#x30B8; &#x30BF; &#x30EB; &#x7F72; &#x540D; &#x306B; &#x4F7F; &#x308F; &#x308C; &#x308B; &#x9375; &#x60C5; &#x5831; &#x3092; &#x52B9; &#x7387; &#x3088; &#x304F; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; web &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x4ED5; &#x69D8;&#xD;&#xA;&#x5DE5; &#x8A8D; &#x8A3C; &#x60C5; &#x5831; &#x306B; &#x52A0; &#x3048; , &#x5C5E; &#x6027; &#x60C5; &#x5831; &#x3068; &#x8A8D; &#x53EF; &#x60C5; &#x5831; &#x3092; &#x7570; &#x306A; &#x308B; &#x30C9; &#x30E1; &#x30A4; &#x30F3; &#x306B; &#x4F1D; &#x9054; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; web &#x30B5;&#xD;&#xA;&#x30FC; &#x30D3; &#x30B9; &#x306E; &#x4ED5; &#x69D8;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q002.png" alt="問. 2 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 3</h3>
			<figure>
				<figcaption><small>&#x554F; 3 &#x6697; &#x53F7; &#x5316; &#x88C5; &#x7F6E; &#x306B; &#x304A; &#x3051; &#x308B; &#x6697; &#x53F7; &#x5316; &#x51E6; &#x7406; &#x6642; &#x306E; &#x6D88; &#x8CBB; &#x96FB; &#x529B; &#x3092; &#x6E2C; &#x5B9A; &#x3059; &#x308B; &#x306A; &#x3069; &#x3057; &#x3066; , &#x5F53; &#x8A72; &#x88C5; &#x7F6E; &#x5185; &#x90E8; &#x306E;&#xD;&#xA;&#x79D8; &#x5BC6; &#x60C5; &#x5831; &#x3092; &#x63A8; &#x5B9A; &#x3059; &#x308B; &#x653B; &#x6483; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30AD; &#x30FC; &#x30ED; &#x30AC; &#x30FC;&#xD;&#xA;&#x30B9; &#x30DF; &#x30C3; &#x30B7; &#x30F3; &#x30B0;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A7;&#xD;&#xA;&#x30B5; &#x30A4; &#x30C9; &#x30C1; &#x30E3; &#x30CD; &#x30EB; &#x653B; &#x6483;&#xD;&#xA;&#x4E2D; &#x9593; &#x8005; &#x653B; &#x6483;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q003.png" alt="問. 3 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 4</h3>
			<figure>
				<figcaption><small>&#x554F; 4 &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306B; &#x4F7F; &#x7528; &#x3067; &#x304D; &#x308B; &#x6587; &#x5B57; &#x306E; &#x7A2E; &#x985E; &#x306E; &#x6570; &#x3092; M , &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306E; &#x6587; &#x5B57; &#x6570; &#x3092; n &#x3068; &#x3059; &#x308B; &#x3068; &#x304D; ,&#xD;&#xA;&#x8A2D; &#x5B9A; &#x3067; &#x304D; &#x308B; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306E; &#x7406; &#x8AD6; &#x7684; &#x306A; &#x7DCF; &#x6570; &#x3092; &#x6C42; &#x3081; &#x308B; &#x6570; &#x5F0F; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;n ! (M&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;(M &#x5341; n</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q004.png" alt="問. 4 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 5</h3>
			<figure>
				<figcaption><small>&#x554F; 5 &#x6A19; &#x7684; &#x578B; &#x653B; &#x6483; &#x306B; &#x304A; &#x3051; &#x308B; &#x653B; &#x6483; &#x8005; &#x306E; &#x884C; &#x52D5; &#x3092; &#x30E2; &#x30C7; &#x30EB; &#x5316; &#x3057; &#x305F; &#x3082; &#x306E; &#x306E; &#x4E00; &#x3064; &#x306B; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30AD; &#x30EB; &#x30C1; &#x30A7; &#x30FC;&#xD;&#xA;&#x30F3; &#x304C; &#x3042; &#x308A; , &#x653B; &#x6483; &#x8005; &#x306E; &#x884C; &#x52D5; &#x3092; 7 &#x6BB5; &#x968E; &#x306B; &#x5206; &#x985E; &#x3057; &#x3066; &#x3044; &#x308B; &#x3002; &#x6A19; &#x7684; &#x3068; &#x3057; &#x305F; &#x4F1A; &#x793E; &#x306B; &#x5BFE; &#x3059; &#x308B; &#x653B; &#x6483; &#x8005; &#x306E;&#xD;&#xA;&#x5473; &#x306A; &#x3069; &#x3092; &#x63A8; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x653B; &#x6483; &#x8005; &#x304C; , &#x4F1A; &#x793E; &#x306E; &#x5F79; &#x54E1; &#x304C; &#x767B; &#x9332; &#x3057; &#x3066; &#x3044; &#x308B; SNS &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; , &#x653B; &#x6483; &#x5BFE; &#x8C61; &#x306E; &#x4EBA; &#x9593; &#x95A2; &#x4FC2; , &#x8DA3;&#xD;&#xA;&#x7D44; &#x7E54; &#x56F3; , &#x5F93; &#x696D; &#x54E1; &#x60C5; &#x5831; , &#x30E1; &#x30FC; &#x30EB; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306A; &#x3069; &#x3092; &#x5165; &#x624B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A2; &#x653B; &#x6483; &#x8005; &#x304C; , &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x306B; &#x516C; &#x958B; &#x3055; &#x308C; &#x3066; &#x3044; &#x306A; &#x3044; &#x793E; &#x5185; &#x30DD; &#x30FC; &#x30BF; &#x30EB; &#x30B5; &#x30A4; &#x30C8; &#x304B; &#x3089; , &#x4F1A; &#x793E; &#x306E;&#xD;&#xA;&#x884C; &#x52D5; &#x306E; &#x3046; &#x3061; , &#x5075; &#x5BDF; &#x306E; &#x6BB5; &#x968E; &#x306B; &#x5206; &#x985E; &#x3055; &#x308C; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;4&#xD;&#xA;&#x306B; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x611F; &#x67D3; &#x3055; &#x305B; &#x3066; , &#x5229; &#x7528; &#x8005; ID &#x3068; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x5165; &#x624B; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x653B; &#x6483; &#x8005; &#x304C; , &#x30DD; &#x30C3; &#x30C8; &#x306B; &#x611F; &#x67D3; &#x3057; &#x305F; PC &#x3092; &#x9060; &#x9694; &#x64CD; &#x4F5C; &#x3057; &#x3066; &#x793E; &#x5185; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x4E0A; &#x306E; PC &#x3092; &#x6B21; &#x3005;&#xD;&#xA;&#x30E1; &#x30FC; &#x30EB; &#x3092; &#x9001; &#x4ED8; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x653B; &#x6483; &#x8005; &#x304C; , &#x53D6; &#x5F15; &#x5148; &#x306B; &#x306A; &#x308A; &#x3059; &#x307E; &#x3057; &#x3066; , &#x6A19; &#x7684; &#x3068; &#x3057; &#x305F; &#x4F1A; &#x793E; &#x306B; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x3092; &#x6DFB; &#x4ED8; &#x3057; &#x305F; &#x653B; &#x6483;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q005.png" alt="問. 5 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 6</h3>
			<figure>
				<figcaption><small>&#x554F; 6 &#x91CF; &#x5B50; &#x6697; &#x53F7; &#x306E; &#x7279; &#x5FB4; &#x3068; &#x3057; &#x3066; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x6697; &#x53F7; &#x5316; &#x3068; &#x5FA9; &#x53F7; &#x306E; &#x51E6; &#x7406; &#x3092; , &#x91CF; &#x5B50; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x3092; &#x7528; &#x3044; &#x3066; &#x77AC; &#x6642; &#x306B; &#x884C; &#x3046; &#x3053; &#x3068; &#x304C; &#x3067; &#x304D; &#x308B; &#x306E; &#x3067; ,&#xD;&#xA;&#x5F93; &#x6765; &#x306E; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30BF; &#x3067; &#x306E; &#x51E6; &#x7406; &#x306B; &#x6BD4; &#x3079; &#x3066; &#x5927; &#x91CF; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x79D8; &#x533F; &#x3092; &#x77ED; &#x6642; &#x9593; &#x3067; &#x5B9F; &#x73FE; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x5171; &#x901A; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x3067; &#x3042; &#x308A; , &#x5F93; &#x6765; &#x306E; &#x60C5; &#x5831; &#x306E; &#x53D6; &#x6271; &#x91CF; &#x306E; &#x6700; &#x5C0F; &#x5358; &#x4F4D; &#x3067; &#x3042; &#x308B; &#x30D3; &#x30C3; &#x30C8; &#x306E; &#x4EE3; &#x308F; &#x308A; &#x306B;&#xD;&#xA;&#x91CF; &#x5B50; &#x30D3; &#x30C3; &#x30C8; &#x3092; &#x7528; &#x3044; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x77AC; &#x6642; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x9001; &#x53D7; &#x4FE1; &#x304C; &#x5B9F; &#x73FE; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x91CF; &#x5B50; &#x96D1; &#x97F3; &#x3092; &#x7528; &#x3044; &#x3066; &#x7591; &#x4F3C; &#x4E71; &#x6570; &#x3092; &#x767A; &#x751F; &#x3055; &#x305B; &#x3066; &#x5171; &#x901A; &#x9375; &#x3092; &#x751F; &#x6210; &#x3057; , &#x516C; &#x958B; &#x9375; &#x6697; &#x53F7; &#x65B9; &#x5F0F; &#x3067; &#x5171; &#x6709;&#xD;&#xA;&#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; , &#x89E3; &#x8AAD; &#x304C; &#x56F0; &#x96E3; &#x306A; &#x79D8; &#x533F; &#x901A; &#x4FE1; &#x304C; &#x5B9F; &#x73FE; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x91CF; &#x5B50; &#x901A; &#x4FE1; &#x8DEF; &#x3092; &#x7528; &#x3044; &#x3066; &#x5B89; &#x5168; &#x306B; &#x5171; &#x6709; &#x3057; &#x305F; &#x4E71; &#x6570; &#x5217; &#x3092; &#x4F7F; &#x3044; &#x6368; &#x3066; &#x306E; &#x6697; &#x53F7; &#x9375; &#x3068; &#x3057; &#x3066; &#x7528; &#x3044; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x306B; &#x3088; &#x3063; &#x3066; , &#x539F; &#x7406; &#x7684; &#x306B; &#x7B2C; &#x4E09; &#x8005; &#x306B; &#x89E3; &#x8AAD; &#x3055; &#x308C; &#x306A; &#x3044; &#x79D8; &#x533F; &#x901A; &#x4FE1; &#x304C; &#x5B9F; &#x73FE; &#x3067; &#x304D; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q006.png" alt="問. 6 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 7</h3>
			<figure>
				<figcaption><small>&#x554F; 7 &#x5B89; &#x5168; &#x30FB; &#x5B89; &#x5FC3; &#x306A; IT &#x793E; &#x4F1A; &#x3092; &#x5B9F; &#x73FE; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; &#x5275; &#x8A2D; &#x3055; &#x308C; &#x305F; &#x5236; &#x5EA6; &#x3067; &#x3042; &#x308A; , IPA &#x201C; &#x4E2D; &#x5C0F; &#x4F01; &#x696D; &#x306E; &#x60C5;&#xD;&#xA;&#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x30AB; &#x30A4; &#x30C9; &#x30E9; &#x30A4; &#x30F3; &#x201D; &#x306B; &#x6CBF; &#x3063; &#x305F; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x306B; &#x53D6; &#x308A; &#x7D44; &#x3080; &#x3053; &#x3068; &#x3092;&#xD;&#xA;&#x4E2D; &#x5C0F; &#x4F01; &#x696D; &#x306A; &#x3069; &#x304C; &#x81EA; &#x5DF1; &#x5BA3; &#x8A00; &#x3059; &#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x5DE5;&#xD;&#xA;ISMS &#x9069; &#x5408; &#x6027; &#x8A55; &#x4FA1; &#x5236; &#x5EA6;&#xD;&#xA;IT &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x8A55; &#x4FA1; &#x53CA; &#x3073; &#x8A8D; &#x8A3C; &#x5236; &#x5EA6;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q007.png" alt="問. 7 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 8</h3>
			<figure>
				<figcaption><small>&#x554F; 8 &#x7DCF; &#x52D9; &#x7701; &#x53CA; &#x3073; &#x56FD; &#x7ACB; &#x7814; &#x7A76; &#x958B; &#x767A; &#x6CD5; &#x4EBA; &#x60C5; &#x5831; &#x901A; &#x4FE1; &#x7814; &#x7A76; &#x6A5F; &#x69CB; (NICT) &#x304C; 2019 &#x5E74; 2 &#x6708; &#x304B; &#x3089; &#x5B9F; &#x65BD; &#x3057;&#xD;&#xA;&#x3066; &#x3044; &#x308B; &#x53D6; &#x7D44; &quot;NOTICE &#x201D; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; NICT &#x304C; &#x904B; &#x7528; &#x3059; &#x308B; &#x30C0; &#x30FC; &#x30AF; &#x30CD; &#x30C3; &#x30C8; &#x89B3; &#x6E2C; &#x7DB2; &#x306B; &#x304A; &#x3044; &#x3066; , Mirai &#x306A; &#x3069; &#x306E; &#x30DE; &#x30EB; &#x30A6; &#x30A7; &#x30A2; &#x306B; &#x611F; &#x67D3; &#x3057;&#xD;&#xA;&#x305F; I &#x3002; T &#x6A5F; &#x5668; &#x304B; &#x3089; &#x5230; &#x9054; &#x3059; &#x308B; &#x30D0; &#x30B1; &#x30C3; &#x30C8; &#x3092; &#x5206; &#x6790; &#x3057; &#x305F; &#x7D50; &#x679C; &#x3092; &#x5F53; &#x8A72; &#x6A5F; &#x5668; &#x306E; &#x88FD; &#x9020; &#x8005; &#x306B; &#x63D0; &#x4F9B; &#x3057; &#x56FD;&#xD;&#xA;&#x5185; &#x3067; &#x306E; &#x5FC5; &#x8981; &#x306A; &#x5BFE; &#x7B56; &#x3092; &#x4FC3; &#x3059; &#x3002;&#xD;&#xA;&#x30A4; &#x56FD; &#x5185; &#x306E; &#x30B0; &#x30ED; &#x30FC; &#x30D0; &#x30EB; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x6709; &#x3059; &#x308B; IoT &#x6A5F; &#x5668; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x5BB9; &#x6613; &#x306B; &#x63A8; &#x6E2C; &#x3055; &#x308C; &#x308B; &#x30D1;&#xD;&#xA;&#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x5165; &#x529B; &#x3059; &#x308B; &#x3053; &#x3068; &#x306A; &#x3069; &#x306B; &#x3088; &#x3063; &#x3066; , &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x653B; &#x6483; &#x306B; &#x60AA; &#x7528; &#x3055; &#x308C; &#x308B; &#x304A; &#x305D; &#x308C; &#x306E; &#x3042; &#x308B; &#x6A5F;&#xD;&#xA;&#x5668; &#x3092; &#x8ABF; &#x67FB; &#x3057; , &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30D7; &#x30ED; &#x30D0; &#x30A4; &#x30C0; &#x3092; &#x901A; &#x3058; &#x3066; &#x5F53; &#x8A72; &#x6A5F; &#x5668; &#x306E; &#x5229; &#x7528; &#x8005; &#x306B; &#x6CE8; &#x610F;&#xD;&#xA;&#x559A; &#x8D77; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A6; &#x56FD; &#x5185; &#x306E; &#x5229; &#x7528; &#x8005; &#x304B; &#x3089; &#x306E; &#x7533; &#x544A; &#x306B; &#x57FA; &#x3065; &#x304D; , &#x5229; &#x7528; &#x8005; &#x306E; &#x6240; &#x6709; &#x3059; &#x308B; I &#x3002; T &#x6A5F; &#x5668; &#x306B; &#x5BFE; &#x3057; &#x3066; &#x7121; &#x6599; &#x3067; &#x30EA;&#xD;&#xA;&#x30E2; &#x30FC; &#x30C8; &#x304B; &#x3089; , &#x4FB5; &#x5165; &#x30C6; &#x30B9; &#x30C8; &#x3084; 0S &#x306E; &#x65E2; &#x77E5; &#x306E; &#x8106; &#x5F31; &#x6027; &#x306E; &#x6709; &#x7121; &#x306E; &#x8ABF; &#x67FB; &#x3092; &#x5B9F; &#x65BD; &#x3057; , &#x7D50; &#x679C; &#x3092; &#x901A; &#x77E5;&#xD;&#xA;&#x3059; &#x308B; &#x3068; &#x3068; &#x3082; &#x306B; , &#x5229; &#x7528; &#x8005; &#x304C; &#x81EA; &#x3089; &#x5FC5; &#x8981; &#x306A; &#x5BFE; &#x51E6; &#x304C; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x652F; &#x63F4; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x88FD; &#x54C1; &#x306E; &#x30EA; &#x30EA; &#x30FC; &#x30B9; &#x524D; &#x306B; , &#x4E0D; &#x8981; &#x306B; &#x3082; &#x304B; &#x304B; &#x308F; &#x3089; &#x3059; &#x958B; &#x653E; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x30DD; &#x30FC; &#x30C8; &#x306E; &#x5B58; &#x5728; , &#x30D1; &#x30B9; &#x30EF;&#xD;&#xA;&#x30FC; &#x30C9; &#x306E; &#x8A2D; &#x5B9A; &#x6F0F; &#x308C; &#x306A; &#x3069; &#x7D04; 200 &#x9805; &#x76EE; &#x306E; &#x8106; &#x5F31; &#x6027; &#x306E; &#x6709; &#x7121; &#x3092; &#x8ABF; &#x67FB; &#x3067; &#x304D; &#x308B; &#x30C6; &#x30B9; &#x30C8; &#x3079; &#x30C3; &#x30C9; &#x3092; &#x56FD; &#x5185; &#x306E;&#xD;&#xA;IoT &#x6A5F; &#x5668; &#x88FD; &#x9020; &#x8005; &#x5411; &#x3051; &#x306B; &#x516C; &#x958B; &#x3057; , &#x5E02; &#x5834; &#x306B; &#x6D41; &#x901A; &#x3059; &#x308B; IoT &#x6A5F; &#x5668; &#x306E; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5411; &#x4E0A; &#x3092; &#x76EE; &#x6307;&#xD;&#xA;&#x3059; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q008.png" alt="問. 8 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 9</h3>
			<figure>
				<figcaption><small>&#x554F; 9 &#x7D4C; &#x6E08; &#x7523; &#x696D; &#x7701; &#x3068; IPA &#x304C; &#x7B56; &#x5B9A; &#x3057; &#x305F; &#x201C; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x7D4C; &#x55B6; &#x30AC; &#x30A4; &#x30C9; &#x30E9; &#x30A4; &#x30F3; ()e r&#xD;&#xA;2. &#x306E; &#x201D; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x7D4C; &#x55B6; &#x8005; &#x304C; , &#x5B9F; &#x65BD; &#x3059; &#x308B; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x3092; &#x6295; &#x8CC7; &#x3067; &#x306F; &#x306A; &#x304F; &#x30B3; &#x30B9; &#x30C8; &#x3068; &#x3057; &#x3066; &#x6349; &#x3048;&#xD;&#xA;&#x308B; &#x3053; &#x3068; &#x3092; &#x91CD; &#x8996; &#x3057; , &#x30B3; &#x30B9; &#x30C8; &#x30D1; &#x30D5; &#x30A9; &#x30FC; &#x30DE; &#x30F3; &#x30B9; &#x306E; &#x826F; &#x3044; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x3092; &#x307E; &#x3068; &#x3081;&#xD;&#xA;&#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x7D4C; &#x55B6; &#x8005; &#x304C; &#x8A8D; &#x8B58; &#x3059; &#x3079; &#x304D; &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x306B; &#x95A2; &#x3059; &#x308B; &#x539F; &#x5247; &#x3068; , &#x7D4C; &#x55B6; &#x8005; &#x304C; &#x30EA; &#x30FC; &#x30C0; &#x30B7; &#x30C3;&#xD;&#xA;&#x30D7; &#x3092; &#x767A; &#x63EE; &#x3057; &#x3066; &#x53D6; &#x308A; &#x7D44; &#x3080; &#x3079; &#x304D; &#x9805; &#x76EE; &#x3092; &#x53D6; &#x308A; &#x307E; &#x3068; &#x3081; &#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x4E8B; &#x696D; &#x306E; &#x898F; &#x6A21; &#x3084; &#x30D3; &#x30B8; &#x30CD; &#x30B9; &#x30E2; &#x30C7; &#x30EB; &#x306B; &#x3088; &#x3089; &#x305A; , &#x5168; &#x3066; &#x306E; &#x7D4C; &#x55B6; &#x8005; &#x304C; &#x81EA; &#x793E; &#x306B; &#x9069; &#x7528; &#x3059; &#x3079; &#x304D; &#x30B5; &#x30A4; &#x30D0;&#xD;&#xA;&#x30FC; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x3092; &#x5B9A; &#x3081; &#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x88FD; &#x9020; &#x696D; &#x306E; &#x30B5; &#x30D7; &#x30E9; &#x30A4; &#x30C1; &#x30A7; &#x30FC; &#x30F3; &#x3092; &#x69CB; &#x6210; &#x3059; &#x308B; &#x5C0F; &#x898F; &#x6A21; &#x4E8B; &#x696D; &#x8005; &#x306E; &#x7D4C; &#x55B6; &#x8005; &#x304C; , &#x30B5; &#x30A4; &#x30D0; &#x30FC; &#x653B; &#x6483; &#x3092;&#xD;&#xA;&#x53D7; &#x3051; &#x305F; &#x969B; &#x306B; &#x884C; &#x3046; &#x4E8B; &#x5F8C; &#x5BFE; &#x5FDC; &#x3092; &#x307E; &#x3068; &#x3081; &#x305F; &#x3082; &#x306E; &#x3067; &#x3042; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q009.png" alt="問. 9 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 10</h3>
			<figure>
				<figcaption><small>&#x554F; 10 CRYPTREC &#x306E; &#x4E3B; &#x306A; &#x6D3B; &#x52D5; &#x5185; &#x5BB9; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x6697; &#x53F7; &#x6280; &#x8853; &#x306E; &#x6280; &#x8853; &#x7684; &#x691C; &#x8A0E; &#x4E26; &#x3073; &#x306B; &#x56FD; &#x969B; &#x7AF6; &#x4E89; &#x529B; &#x306E; &#x5411; &#x4E0A; &#x53CA; &#x3073; &#x904B; &#x7528; &#x9762; &#x3067; &#x306E; &#x5B89; &#x5168; &#x6027; &#x5411; &#x4E0A; &#x306B; &#x95A2; &#x3059;&#xD;&#xA;&#x308B; &#x691C; &#x8A0E; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A4; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A4; &#x653F; &#x7B56; &#x306B; &#x4FC2; &#x308B; &#x57FA; &#x672C; &#x6226; &#x7565; &#x306E; &#x7ACB; &#x6848; , &#x5B98; &#x6C11; &#x306B; &#x304A; &#x3051; &#x308B; &#x7D71; &#x4E00; &#x7684; , &#x6A2A; &#x65AD; &#x7684; &#x306A; &#x60C5;&#xD;&#xA;&#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x5BFE; &#x7B56; &#x306E; &#x63A8; &#x9032; &#x306B; &#x4FC2; &#x308B; &#x4F01; &#x753B; &#x306A; &#x3069; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A6; &#x7D44; &#x7E54; &#x306E; &#x60C5; &#x5831; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x30DE; &#x30CD; &#x30B8; &#x30E1; &#x30F3; &#x30C8; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x8A55; &#x4FA1; &#x3057; &#x3066; &#x8A8D; &#x8A3C; &#x3059; &#x308B; &#x5236; &#x5EA6; &#x3092; &#x904B; &#x7528; &#x3059;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x8A8D; &#x8A3C; &#x6A5F; &#x95A2; &#x304B; &#x3089; &#x8CB8; &#x4E0E; &#x3055; &#x308C; &#x305F; &#x6697; &#x53F7; &#x30E2; &#x30B8; &#x30E5; &#x30FC; &#x30EB; &#x8A66; &#x9A13; &#x5831; &#x544A; &#x66F8; &#x4F5C; &#x6210; &#x652F; &#x63F4; &#x30C4; &#x30FC; &#x30EB; &#x3092; &#x7528; &#x3044; &#x3066; &#x6697; &#x53F7;&#xD;&#xA;&#x30E2; &#x30B8; &#x30E5; - &#x30EB; &#x306E; &#x5B89; &#x5168; &#x6027; &#x306B; &#x3064; &#x3044; &#x3066; &#x306E; &#x8A55; &#x4FA1; &#x8A66; &#x9A13; &#x3092; &#x884C; &#x3046; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q010.png" alt="問. 10 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 11</h3>
			<figure>
				<figcaption><small>&#x554F; 1 1 &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x30D0; &#x30F3; &#x30AD; &#x30F3; &#x30B0; &#x306E; &#x5229; &#x7528; &#x6642; &#x306B; &#x88AB; &#x5BB3; &#x3092; &#x3082; &#x305F; &#x3089; &#x3059; MITB ( Man-ln-the-&#xD;&#xA;Browser) &#x653B; &#x6483; &#x306B; &#x6709; &#x52B9; &#x306A; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x30D0; &#x30F3; &#x30AF; &#x3067; &#x306E; &#x5BFE; &#x7B56; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x30D0; &#x30F3; &#x30AD; &#x30F3; &#x30B0; &#x3067; &#x306E; &#x9001; &#x91D1; &#x6642; &#x306B; &#x63A5; &#x7D9A; &#x3059; &#x308B; Web &#x30B5; &#x30A4; &#x30C8; &#x306E; &#x6B63; &#x5F53; &#x6027; &#x3092; &#x5229; &#x7528; &#x8005; &#x304C;&#xD;&#xA;&#x78BA; &#x8A8D; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; , EV SSL &#x30B5; &#x30FC; &#x30D0; &#x8A3C; &#x660E; &#x66F8; &#x3092; &#x63A1; &#x7528; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x30D0; &#x30F3; &#x30AD; &#x30F3; &#x30B0; &#x3067; &#x306E; &#x9001; &#x91D1; &#x6642; &#x306B; &#x5229; &#x7528; &#x8005; &#x304C; &#x5165; &#x529B; &#x3057; &#x305F; &#x60C5; &#x5831; &#x3068; , &#x91D1; &#x878D; &#x6A5F; &#x95A2; &#x304C; &#x53D7;&#xD;&#xA;&#x4FE1; &#x3057; &#x305F; &#x60C5; &#x5831; &#x3068; &#x306B; &#x5DEE; &#x7570; &#x304C; &#x306A; &#x3044; &#x3053; &#x3068; &#x3092; &#x691C; &#x8A3C; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; , &#x30C8; &#x30E9; &#x30F3; &#x30B6; &#x30AF; &#x30B7; &#x30E7; &#x30F3; &#x7F72; &#x540D; &#x3092; &#x5229; &#x7528; &#x3059;&#xD;&#xA;&#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x30D0; &#x30F3; &#x30AD; &#x30F3; &#x30B0; &#x3067; &#x306E; &#x30ED; &#x30B0; &#x30A4; &#x30F3; &#x8A8D; &#x8A3C; &#x306B; &#x304A; &#x3044; &#x3066; , &#x4E00; &#x5B9A; &#x6642; &#x9593; &#x3054; &#x3068; &#x306B; &#x81EA; &#x52D5; &#x7684; &#x306B;&#xD;&#xA;&#x65B0; &#x3057; &#x3044; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306B; &#x5909; &#x66F4; &#x3055; &#x308C; &#x308B; &#x30EF; &#x30F3; &#x30BF; &#x30A4; &#x30E0; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x3092; &#x5C0E; &#x5165; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x30D0; &#x30F3; &#x30AD; &#x30F3; &#x30B0; &#x5229; &#x7528; &#x6642; &#x306E; &#x901A; &#x4FE1; &#x3092; SSL &#x3067; &#x306F; &#x306A; &#x304F; TLS &#x3092; &#x5229; &#x7528; &#x3057; &#x3066; &#x6697; &#x53F7; &#x5316; &#x3059;&#xD;&#xA;&#x308B; &#x3088; &#x3046; &#x306B; Web &#x30B5; &#x30A4; &#x30C8; &#x3092; &#x8A2D; &#x5B9A; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q011.png" alt="問. 11 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 12</h3>
			<figure>
				<figcaption><small>&#x554F; 12 JIS X 9401 : 2016 ( &#x60C5; &#x5831; &#x6280; &#x8853; &#x30FC; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B3; &#x30F3; &#x30D4; &#x30E5; &#x30FC; &#x30C6; &#x30A3; &#x30F3; &#x30B0; &#x30FC; &#x6982; &#x8981; &#x53CA; &#x3073; &#x7528; &#x8A9E; ) &#x306E; &#x5B9A;&#xD;&#xA;&#x7FA9; &#x306B; &#x3088; &#x308B; &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x533A; &#x5206; &#x306E; &#x4E00; &#x3064; &#x3067; &#x3042; &#x308A; , &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30AB; &#x30B9; &#x30BF; &#x30DE; &#x304C; &#x8868; &#x4E2D; &#x306E; &#x9805;&#xD;&#xA;&#x756A; 1 &#x3068; 2 &#x306E; &#x8CAC; &#x52D9; &#x3092; &#x8CA0; &#x3044; , &#x30AF; &#x30E9; &#x30A6; &#x30C9; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x30D7; &#x30ED; &#x30D0; &#x30A4; &#x30C0; &#x304C; &#x9805; &#x756A; 3 ~ 5 &#x306E; &#x8CAC; &#x52D9; &#x3092; &#x8CA0; &#x3046; &#x3082; &#x306E;&#xD;&#xA;&#x9805; &#x756A;&#xD;&#xA;&#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306B; &#x5BFE; &#x3057; &#x3066; ,&#xD;&#xA;&#x5316; &#x306E; &#x8A2D; &#x5B9A; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x306B; &#x5BFE; &#x3057; &#x3066; ,&#xD;&#xA;&#x30FC; &#x30C9; &#x306E; &#x8106; &#x5F31; &#x6027; &#x8A3A; &#x65AD; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30C7; &#x30FC; &#x30BF; &#x5229; &#x7528; &#x6642; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x5236; &#x5FA1; &#x3068; &#x6697; &#x53F7;&#xD;&#xA;&#x30BB; &#x30AD; &#x30E5; &#x30A2; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30DF; &#x30F3; &#x30B0; &#x3068; &#x30BD; &#x30FC; &#x30B9; &#x30B3;&#xD;&#xA;2&#xD;&#xA;3&#xD;&#xA;4&#xD;&#xA;5&#xD;&#xA;&#x30A2;&#xD;&#xA;DBMS &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x4FEE; &#x6B63; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x9069; &#x7528; &#x3068; &#x6A29; &#x9650; &#x8A2D; &#x5B9A; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;OS &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x4FEE; &#x6B63; &#x30D7; &#x30ED; &#x30B0; &#x30E9; &#x30E0; &#x9069; &#x7528; &#x3068; &#x6A29; &#x9650; &#x8A2D; &#x5B9A; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x5236; &#x5FA1; &#x3068; &#x7269; &#x7406; &#x30BB; &#x30AD; &#x30E5; &#x30EA; &#x30C6; &#x30A3; &#x78BA; &#x4FDD; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;HaaS&#xD;&#xA;&#x30A4;&#xD;&#xA;IaaS&#xD;&#xA;&#x30A6;&#xD;&#xA;8&#xD;&#xA;PaaS&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q012.png" alt="問. 12 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 13</h3>
			<figure>
				<figcaption><small>&#x554F; 13 DNSSEC &#x3067; &#x5B9F; &#x73FE; &#x3067; &#x304D; &#x308B; &#x3053; &#x3068; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; DNS &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30B5; &#x30FC; &#x30D0; &#x304C; &#x5F97; &#x305F; &#x5FDC; &#x7B54; &#x4E2D; &#x306E; &#x30EA; &#x30BD; &#x30FC; &#x30B9; &#x30EC; &#x30B3; &#x30FC; &#x30C9; &#x304C; , &#x6A29; &#x5A01; DNS &#x30B5; &#x30FC; &#x30D0; &#x3067; &#x7BA1;&#xD;&#xA;&#x7406; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x3082; &#x306E; &#x3067; &#x3042; &#x308A; , &#x6539; &#x3056; &#x3093; &#x3055; &#x308C; &#x3066; &#x3044; &#x306A; &#x3044; &#x3053; &#x3068; &#x306E; &#x691C; &#x8A3C;&#xD;&#xA;&#x30A4; &#x6A29; &#x5A01; DNS &#x30B5; &#x30FC; &#x30D0; &#x3068; DNS &#x30AD; &#x30E3; &#x30C3; &#x30B7; &#x30E5; &#x30B5; &#x30FC; &#x30D0; &#x3068; &#x306E; &#x901A; &#x4FE1; &#x3092; &#x6697; &#x53F7; &#x5316; &#x3059; &#x308B; &#x3053; &#x3068; &#x306B; &#x3088; &#x308B; , &#x30BE; &#x30FC;&#xD;&#xA;&#x30F3; &#x60C5; &#x5831; &#x306E; &#x6F0F; &#x3048; &#x3044; &#x306E; &#x9632; &#x6B62;&#xD;&#xA;&#x30A6; &#x9577; &#x97F3; &#x201C; &#x30FC; &#x27; &#x3068; &#x6F22; &#x6570; &#x5B57; &#x27;&#xD;&#xA;&#x306A; &#x3069; &#x306E; &#x4F3C; &#x305F; &#x6587; &#x5B57; &#x3092; &#x30C9; &#x30E1; &#x30A4; &#x30F3; &#x540D; &#x306B; &#x7528; &#x3044; &#x3066; , &#x6B63; &#x898F; &#x30B5; &#x30A4; &#x30C8; &#x306E;&#xD;&#xA;&#x3088; &#x3046; &#x306B; &#x898B; &#x305B; &#x304B; &#x3051; &#x308B; &#x653B; &#x6483; &#x306E; &#x9632; &#x6B62;&#xD;&#xA;&#x5DE5; &#x5229; &#x7528; &#x8005; &#x306E; URL &#x306E; &#x5165; &#x529B; &#x8AA4; &#x308A; &#x3092; &#x60AA; &#x7528; &#x3057; &#x3066; , &#x507D; &#x30B5; &#x30A4; &#x30C8; &#x306B; &#x8A98; &#x5C0E; &#x3059; &#x308B; &#x653B; &#x6483; &#x306E; &#x691C; &#x77E5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q013.png" alt="問. 13 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 14</h3>
			<figure>
				<figcaption><small>&#x554F; 14 HTTP Strict Transport Securi ty (HSTS) &#x306E; &#x52D5; &#x4F5C; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; HTTP over TLS (HTTPS) &#x306B; &#x3088; &#x3063; &#x3066; &#x63A5; &#x7D9A; &#x3057; &#x3066; &#x3044; &#x308B; &#x3068; &#x304D; , EV SSL &#x8A3C; &#x660E; &#x66F8; &#x3067; &#x3042; &#x308B; &#x3053; &#x3068;&#xD;&#xA;&#x3092; &#x5229; &#x7528; &#x8005; &#x304C; &#x5BB9; &#x6613; &#x306B; &#x8B58; &#x5225; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; , Web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x306E; &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x8868; &#x793A; &#x90E8; &#x5206; &#x3092; &#x7DD1; &#x8272; &#x306B; &#x8868;&#xD;&#xA;&#x793A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; Web &#x30B5; &#x30FC; &#x30D0; &#x304B; &#x3089; &#x30B3; &#x30F3; &#x30C6; &#x30F3; &#x30C4; &#x3092; &#x30C0; &#x30A6; &#x30F3; &#x30ED; &#x30FC; &#x30C9; &#x3059; &#x308B; &#x3068; &#x304D; , &#x3069; &#x306E; &#x6587; &#x5B57; &#x5217; &#x304C; &#x79D8; &#x5BC6; &#x60C5; &#x5831; &#x304B; &#x3092;&#xD;&#xA;&#x5224; &#x5B9A; &#x3067; &#x304D; &#x306A; &#x3044; &#x3088; &#x3046; &#x306B; &#x5727; &#x7E2E; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; Web &#x30B5; &#x30FC; &#x30D0; &#x3068; Web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x3068; &#x306E; &#x9593; &#x306E; TLS &#x306E; &#x30CF; &#x30F3; &#x30C9; &#x30B7; &#x30A7; &#x30A4; &#x30AF; &#x306B; &#x304A; &#x3044; &#x3066; , &#x4E00; &#x5EA6; &#x78BA; &#x7ACB; &#x3057;&#xD;&#xA;&#x305F; &#x30BB; &#x30C3; &#x30B7; &#x30E7; &#x30F3; &#x3068; &#x306F; &#x5225; &#x306E; &#x65B0; &#x305F; &#x306A; &#x30BB; &#x30C3; &#x30B7; &#x30E7; &#x30F3; &#x3092; &#x78BA; &#x7ACB; &#x3059; &#x308B; &#x3068; &#x304D; , &#x65E2; &#x306B; &#x78BA; &#x7ACB; &#x3057; &#x305F; &#x30BB; &#x30C3; &#x30B7; &#x30E7; &#x30F3;&#xD;&#xA;&#x3092; &#x4F7F; &#x3063; &#x3066; &#x6539; &#x3081; &#x3066; &#x30CF; &#x30F3; &#x30C9; &#x30B7; &#x30A7; &#x30A4; &#x30AF; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x5DE5; Web &#x30B5; &#x30A4; &#x30C8; &#x306B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x3059; &#x308B; &#x3068; , Web &#x30D7; &#x30E9; &#x30A6; &#x30B6; &#x306F; , &#x4EE5; &#x964D; &#x306E; &#x6307; &#x5B9A; &#x3055; &#x308C; &#x305F; &#x671F; &#x9593; , &#x5F53; &#x8A72; &#x30B5;&#xD;&#xA;&#x30A4; &#x30C8; &#x306B; &#x306F; &#x5168; &#x3066; HTTPS &#x306B; &#x3088; &#x3063; &#x3066; &#x63A5; &#x7D9A; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q014.png" alt="問. 14 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 15</h3>
			<figure>
				<figcaption><small>&#x554F; 15 TLS &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x9069; &#x5207; &#x306A; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; TLS &#x3067; &#x4F7F; &#x7528; &#x3059; &#x308B; web &#x30B5; &#x30FC; &#x30D0; &#x306E; &#x30C7; &#x30B8; &#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x306B; &#x306F; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x306E; &#x7D44; &#x8FBC; &#x307F; &#x304C; &#x5FC5; &#x9808; &#x306A;&#xD;&#xA;&#x306E; &#x3067; , web &#x30B5; &#x30FC; &#x30D0; &#x306E; IP &#x30A2; &#x30C9; &#x30EC; &#x30B9; &#x3092; &#x5909; &#x66F4; &#x3059; &#x308B; &#x5834; &#x5408; &#x306F; , &#x30C7; &#x30B8; &#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x3092; &#x518D; &#x5EA6; &#x53D6; &#x5F97; &#x3059;&#xD;&#xA;&#x308B; &#x5FC5; &#x8981; &#x304C; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; TLS &#x3067; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x5171; &#x901A; &#x9375; &#x306E; &#x9577; &#x3055; &#x306F; , 128 &#x30D3; &#x30C3; &#x30C8; &#x672A; &#x6E80; &#x3067; &#x4EFB; &#x610F; &#x306B; &#x6307; &#x5B9A; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; TLS &#x3067; &#x4F7F; &#x7528; &#x3059; &#x308B; &#x500B; &#x4EBA; &#x8A8D; &#x8A3C; &#x7528; &#x306E; &#x30C7; &#x30B8; &#x30BF; &#x30EB; &#x8A3C; &#x660E; &#x66F8; &#x306F; , IC &#x30AB; &#x30FC; &#x30C9; &#x306B; &#x3082; &#x683C; &#x7D0D; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x3067;&#xD;&#xA;&#x304D; , &#x5229; &#x7528; &#x3059; &#x308B; PC &#x3092; &#x7279; &#x5B9A; &#x306E; PC &#x306B; &#x9650; &#x5B9A; &#x3059; &#x308B; &#x5FC5; &#x8981; &#x306F; &#x306A; &#x3044; &#x3002;&#xD;&#xA;&#x30A7; TLS &#x306F; web &#x30B5; &#x30FC; &#x30D0; &#x3068; &#x7279; &#x5B9A; &#x306E; &#x5229; &#x7528; &#x8005; &#x304C; &#x901A; &#x4FE1; &#x3059; &#x308B; &#x305F; &#x3081; &#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x3067; &#x3042; &#x308A; , Web &#x30B5; -&#xD;&#xA;&#x30D0; &#x3078; &#x306E; &#x4E8B; &#x524D; &#x306E; &#x5229; &#x7528; &#x8005; &#x767B; &#x9332; &#x304C; &#x4E0D; &#x53EF; &#x6B20; &#x3067; &#x3042; &#x308B; &#x3002;&#xD;&#xA;&#x30E1; &#x30FC; &#x30EB; &#x672C; &#x6587; &#x3092; &#x542B; &#x3081; &#x3066; &#x6697; &#x53F7; &#x5316; &#x3059; &#x308B; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q015.png" alt="問. 15 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 16</h3>
			<figure>
				<figcaption><small>&#x554F; 16 &#x96FB; &#x5B50; &#x30E1; &#x30FC; &#x30EB; &#x3092; &#x30B9; &#x30DE; &#x30FC; &#x30C8; &#x30D5; &#x30A9; &#x30F3; &#x3067; &#x53D7; &#x4FE1; &#x3059; &#x308B; &#x969B; &#x306E; &#x30E1; &#x30FC; &#x30EB; &#x30B5; &#x30FC; &#x30D0; &#x3068; &#x30B9; &#x30DE; &#x30FC; &#x30C8; &#x30D5; &#x30A9; &#x30F3; &#x3068; &#x306E; &#x9593;&#xD;&#xA;&#x306E; &#x901A; &#x4FE1; &#x3092; ,&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;APOP&#xD;&#xA;POP3&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q016.png" alt="問. 16 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 17</h3>
			<figure>
				<figcaption><small>&#x554F; 1 7 &#x5229; &#x7528; &#x8005; &#x8A8D; &#x8A3C; &#x60C5; &#x5831; &#x3092; &#x7BA1; &#x7406; &#x3059; &#x308B; &#x30B5; &#x30FC; &#x30D0; 1 &#x53F0; &#x3068; &#x8907; &#x6570; &#x306E; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30DD; &#x30A4; &#x30F3; &#x30C8; &#x3067; &#x69CB; &#x6210; &#x3055; &#x308C; &#x305F; &#x7121; &#x7DDA;&#xD;&#xA;LAN &#x74B0; &#x5883; &#x3092; &#x5B9F; &#x73FE; &#x3057; &#x305F; &#x3044; &#x3002; PC &#x304C; &#x7121; &#x7DDA; LAN &#x74B0; &#x5883; &#x306B; &#x63A5; &#x7D9A; &#x3059; &#x308B; &#x3068; &#x304D; &#x306E; &#x5229; &#x7528; &#x8005; &#x8A8D; &#x8A3C; &#x3068; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x5236;&#xD;&#xA;&#x5FA1; &#x306B; , IEEE 802. IX &#x3068; RADIUS &#x3092; &#x5229; &#x7528; &#x3059; &#x308B; &#x5834; &#x5408; &#x306E; &#x6A19; &#x6E96; &#x7684; &#x306A; &#x65B9; &#x6CD5; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; PC &#x306B; &#x306F; IEEE 802. IX &#x306E; &#x30B5; &#x30D7; &#x30EA; &#x30AB; &#x30F3; &#x30C8; &#x3092; &#x5B9F; &#x88C5; &#x3057; , &#x304B; &#x3063; , RADIUS &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x306E; &#x6A5F;&#xD;&#xA;&#x80FD; &#x3092; &#x3082; &#x305F; &#x305B; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30DD; &#x30A4; &#x30F3; &#x30C8; &#x306B; &#x306F; IEEE 802.1 X &#x306E; &#x30AA; &#x30FC; &#x30BB; &#x30F3; &#x30C6; &#x30A4; &#x30B1; &#x30FC; &#x30BF; &#x3092; &#x5B9F; &#x88C5; &#x3057; , &#x304B; &#x3063; ,&#xD;&#xA;RAD IUS &#x30AF; &#x30E9; &#x30A4; &#x30A2; &#x30F3; &#x30C8; &#x306E; &#x6A5F; &#x80FD; &#x3092; &#x3082; &#x305F; &#x305B; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x30DD; &#x30A4; &#x30F3; &#x30C8; &#x306B; &#x306F; IEEE 802. IX &#x306E; &#x30B5; &#x30D7; &#x30EA; &#x30AB; &#x30F3; &#x30C8; &#x3092; &#x5B9F; &#x88C5; &#x3057; , &#x304B; &#x3063; , RADIUS &#x30B5;&#xD;&#xA;&#x30FC; &#x30D0; &#x306E; &#x6A5F; &#x80FD; &#x3092; &#x3082; &#x305F; &#x305B; &#x308B; &#x3002;&#xD;&#xA;&#x30A8; &#x30B5; &#x30FC; &#x30D0; &#x306B; &#x306F; IEEE 802. IX &#x306E; &#x30AA; &#x30FC; &#x30BB; &#x30F3; &#x30C6; &#x30A4; &#x30B1; &#x30FC; &#x30BF; &#x3092; &#x5B9F; &#x88C5; &#x3057; , &#x304B; &#x3063; , RADIUS &#x30B5; &#x30FC; &#x30D0;&#xD;&#xA;&#x306E; &#x6A5F; &#x80FD; &#x3092; &#x3082; &#x305F; &#x305B; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q017.png" alt="問. 17 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 18</h3>
			<figure>
				<figcaption><small>&#x554F; 18 IEEE 802. 11a / b / 9 / n &#x3067; &#x63A1; &#x7528; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x5236; &#x5FA1; &#x65B9; &#x5F0F; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;CSMA/CA&#xD;&#xA;LAPB&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;CSMA/CD&#xD;&#xA;&#x30C8; &#x30FC; &#x30AF; &#x30F3; &#x30D1; &#x30C3; &#x30B7; &#x30F3; &#x30B0; &#x65B9; &#x5F0F;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q018.png" alt="問. 18 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 19</h3>
			<figure>
				<figcaption><small>&#x554F; 19 &#x30A4; &#x30F3; &#x30BF; &#x30FC; &#x30CD; &#x30C3; &#x30C8; &#x306B; &#x63A5; &#x7D9A; &#x3055; &#x308C; &#x305F; PC &#x306E; &#x6642; &#x523B; &#x5408; &#x308F; &#x305B; &#x306B; &#x4F7F; &#x7528; &#x3055; &#x308C; &#x308B; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; NNTP&#xD;&#xA;&#x30A4; RTCP&#xD;&#xA;&#x30A6; SNTP&#xD;&#xA;&#x5DE5; TFTP</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q019.png" alt="問. 19 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 20</h3>
			<figure>
				<figcaption><small>&#x554F; 20 &#x8907; &#x6570; &#x53F0; &#x306E; &#x30EC; &#x30A4; &#x30E4; 2 &#x30B9; &#x30A4; &#x30C3; &#x30C1; &#x3067; &#x69CB; &#x6210; &#x3055; &#x308C; &#x308B; &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x304C; &#x8907; &#x6570; &#x306E; &#x7D4C; &#x8DEF; &#x3092; &#x3082; &#x3064; &#x5834; &#x5408; &#x306B; ,&#xD;&#xA;&#x30A3; &#x30FC; &#x30B5; &#x30CD; &#x30C3; &#x30C8; &#x30D5; &#x30EC; &#x30FC; &#x30E0; &#x306E; &#x30EB; &#x30FC; &#x30D7; &#x304C; &#x767A; &#x751F; &#x3059; &#x308B; &#x3053; &#x3068; &#x304C; &#x3042; &#x308B; &#x3002; &#x305D; &#x306E; &#x30EB; - &#x30D7; &#x306E; &#x767A; &#x751F; &#x3092; &#x9632; &#x3050; &#x305F; &#x3081;&#xD;&#xA;&#x306E; TCP/IP &#x30CD; &#x30C3; &#x30C8; &#x30EF; &#x30FC; &#x30AF; &#x30A4; &#x30F3; &#x30BF; &#x30D5; &#x30A7; &#x30FC; &#x30B9; &#x5C64; &#x306E; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A4;&#xD;&#xA;RIP&#xD;&#xA;&#x30B9; &#x30D1; &#x30CB; &#x30F3; &#x30B0; &#x30C3; &#x30EA; &#x30FC; &#x30D7; &#x30ED; &#x30C8; &#x30B3; &#x30EB;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x30A2;&#xD;&#xA;IGMP&#xD;&#xA;&#x30A6;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q020.png" alt="問. 20 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 21</h3>
			<figure>
				<figcaption><small>&#x554F; 21 &#x30C7; &#x30FC; &#x30BF; &#x30A6; &#x30A7; &#x30A2; &#x30CF; &#x30A6; &#x30B9; &#x306E; &#x30E1; &#x30BF; &#x30C7; &#x30FC; &#x30BF; &#x306B; &#x95A2; &#x3059; &#x308B; &#x8A18; &#x8FF0; &#x306E; &#x3046; &#x3061; , &#x30C7; &#x30FC; &#x30BF; &#x30EA; &#x30CD; &#x30FC; &#x30B8; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x8AB0; &#x304C; &#x3069; &#x306E; &#x30C7; &#x30FC; &#x30BF; &#x3092; &#x898B; &#x3066; &#x3088; &#x3044; &#x304B; &#x3092; &#x793A; &#x3059; &#x60C5; &#x5831; &#x3067; &#x3042; &#x308A; , &#x9069; &#x5207; &#x306A; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x5236; &#x5FA1; &#x3092; &#x76EE; &#x7684; &#x3068; &#x3057;&#xD;&#xA;&#x3066; &#x8A2D; &#x5B9A; &#x3055; &#x308C; &#x308B; &#x3002;&#xD;&#xA;&#x30A4; &#x30C7; &#x30FC; &#x30BF; &#x304C; &#x8AB0; &#x306B; &#x3088; &#x3063; &#x3066; &#x4F5C; &#x3089; &#x308C; &#x7BA1; &#x7406; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x304B; &#x3092; &#x793A; &#x3059; &#x60C5; &#x5831; &#x3067; &#x3042; &#x308A; , &#x30C7; &#x30FC; &#x30BF; &#x69CB; &#x9020; &#x3084; &#x30C7;&#xD;&#xA;&#x30FC; &#x30BF; &#x8F9E; &#x66F8; &#x3092; &#x898B; &#x3066; &#x3082; &#x610F; &#x5473; &#x304C; &#x5206; &#x304B; &#x3089; &#x306A; &#x3044; &#x3068; &#x304D; &#x306E; &#x554F; &#x5408; &#x305B; &#x5148; &#x3092; &#x8868; &#x3059; &#x3002;&#xD;&#xA;&#x30A6; &#x30C7; &#x30FC; &#x30BF; &#x304C; &#x3069; &#x3053; &#x304B; &#x3089; &#x767A; &#x751F; &#x3057; , &#x3069; &#x306E; &#x3088; &#x3046; &#x306A; &#x5909; &#x63DB; &#x53CA; &#x3073; &#x52A0; &#x5DE5; &#x3092; &#x7D4C; &#x3066; , &#x73FE; &#x5728; &#x306E; &#x5F62; &#x306B; &#x306A; &#x3063; &#x305F; &#x304B;&#xD;&#xA;&#x3092; &#x793A; &#x3059; &#x60C5; &#x5831; &#x3067; &#x3042; &#x308A; , &#x30C7; &#x30FC; &#x30BF; &#x306E; &#x751F; &#x6210; &#x6E90; &#x306E; &#x7279; &#x5B9A; &#x53C8; &#x306F; &#x969C; &#x5BB3; &#x6642; &#x306E; &#x5F71; &#x97FF; &#x8ABF; &#x67FB; &#x306B; &#x5229; &#x7528; &#x3067; &#x304D; &#x308B; &#x3002;&#xD;&#xA;&#x5DE5; &#x30C7; &#x30FC; &#x30BF; &#x69CB; &#x9020; &#x304C; &#x3069; &#x306E; &#x3088; &#x3046; &#x306B; &#x5B9A; &#x7FA9; &#x3055; &#x308C; &#x3066; &#x3044; &#x308B; &#x304B; &#x3092; &#x793A; &#x3059; &#x60C5; &#x5831; &#x3067; &#x3042; &#x308A; , Web &#x30B5; &#x30A4; &#x30C8; &#x306A; &#x3069; &#x306B;&#xD;&#xA;&#x516C; &#x958B; &#x3057; &#x3066; &#x691C; &#x7D22; &#x3067; &#x304D; &#x308B; &#x3088; &#x3046; &#x306B; &#x3059; &#x308B; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q021.png" alt="問. 21 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 22</h3>
			<figure>
				<figcaption><small>&#x554F; 22 &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; &#x898F; &#x5B9A; &#x5916; &#x306E; &#x7121; &#x52B9; &#x306A; &#x30C7; &#x30FC; &#x30BF; &#x304C; &#x5165; &#x529B; &#x3055; &#x308C; &#x305F; &#x3068; &#x304D; , &#x8AA4; &#x5165; &#x529B; &#x3067; &#x3042; &#x308B; &#x3053; &#x3068; &#x3092; &#x4F1D; &#x3048; &#x308B; &#x30E1;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x3092; &#x7570; &#x5E38; &#x7D42; &#x4E86; &#x3055; &#x305B; &#x306A; &#x3044; &#x8A2D;&#xD;&#xA;&#x30C3; &#x30BB; &#x30FC; &#x30B8; &#x3092; &#x8868; &#x793A; &#x3057; &#x3066; &#x6B63; &#x3057; &#x3044; &#x5165; &#x529B; &#x3092; &#x4FC3; &#x3059; &#x3053; &#x3068; &#x306B; &#x3088; &#x3063; &#x3066; ,&#xD;&#xA;&#x8A08; &#x306F; &#x4F55; &#x3068; &#x3044; &#x3046; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30D5; &#x30FC; &#x30EB; &#x30D7; &#x30EB; &#x30FC; &#x30D5;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30D5; &#x30A7; &#x30FC; &#x30EB; &#x30BD; &#x30D5; &#x30C8;&#xD;&#xA;&#x30D5; &#x30A7; &#x30FC; &#x30EB; &#x30BB; &#x30FC; &#x30D5;&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x30D5; &#x30A9; &#x30FC; &#x30EB; &#x30C8; &#x30C8; &#x30EC; &#x30E9; &#x30F3; &#x30B9;&#xD;&#xA;&#x5DE5;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q022.png" alt="問. 22 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 23</h3>
			<figure>
				<figcaption><small>&#x554F; 23 J IS X 01 60 : 2021 ( &#x30BD; &#x30D5; &#x30C8; &#x30A6; &#x30A7; &#x30A2; &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x30D7; &#x30ED; &#x30BB; &#x30B9; ) &#x306B; &#x3088; &#x308C; &#x3070; , &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4;&#xD;&#xA;&#x30AF; &#x30EB; &#x30E2; &#x30C7; &#x30EB; &#x306E; &#x76EE; &#x7684; &#x53CA; &#x3073; &#x6210; &#x679C; &#x3092; &#x9054; &#x6210; &#x3059; &#x308B; &#x305F; &#x3081; &#x306B; , &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x4FEE; &#x6B63; &#x3059; &#x308B; &#x304B; ,&#xD;&#xA;&#x53C8; &#x306F; &#x65B0; &#x3057; &#x3044; &#x30E9; &#x30A4; &#x30D5; &#x30B5; &#x30A4; &#x30AF; &#x30EB; &#x30D7; &#x30ED; &#x30BB; &#x30B9; &#x3092; &#x5B9A; &#x7FA9; &#x3059; &#x308B; &#x3053; &#x3068; &#x3092; &#x4F55; &#x3068; &#x3044; &#x3046; &#x304B; &#x3002;&#xD;&#xA;&#x30A2;&#xD;&#xA;&#x30A6;&#xD;&#xA;&#x30F3; &#x30DF; &#x30E5; &#x30EC; &#x30FC; &#x30B7; &#x30E7; &#x30F3;&#xD;&#xA;&#x7D71; &#x6CBB; (Governance)&#xD;&#xA;&#x30A4;&#xD;&#xA;&#x5DE5;&#xD;&#xA;&#x4FEE; &#x6574; (Tai loring)&#xD;&#xA;&#x3079; &#x30F3; &#x30C1; &#x30DE; &#x30FC; &#x30AD; &#x30F3; &#x30B0;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q023.png" alt="問. 23 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 24</h3>
			<figure>
				<figcaption><small>&#x554F; 24 &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x63D0; &#x4F9B; &#x6642; &#x9593; &#x5E2F; &#x304C; &#x6BCE; &#x65E5; 0 ~ 24 &#x6642; &#x306E; IT &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306B; &#x304A; &#x3044; &#x3066; , &#x3042; &#x308B; &#x5E74; &#x306E; 4 &#x6708; 1 &#x65E5; 0&#xD;&#xA;&#x6642; &#x304B; &#x3089; 6 &#x6708; 30 &#x65E5; 24 &#x6642; &#x307E; &#x3067; &#x306E; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x505C; &#x6B62; &#x72B6; &#x6CC1; &#x306F; &#x8868; &#x306E; &#x3068; &#x304A; &#x308A; &#x3067; &#x3042; &#x3063; &#x305F; &#x3002; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30D0; &#x30FC;&#xD;&#xA;&#x30B8; &#x30E7; &#x30F3; &#x30A2; &#x30C3; &#x30D7; &#x4F5C; &#x696D; &#x306B; &#x4F34; &#x3046; &#x505C; &#x6B62; &#x6642; &#x9593; &#x306F; , &#x8A08; &#x753B; &#x505C; &#x6B62; &#x6642; &#x9593; &#x3068; &#x3057; &#x3066; &#x9867; &#x5BA2; &#x3068; &#x306E; &#x9593; &#x3067; &#x5408; &#x610F; &#x3055; &#x308C; &#x3066; &#x3044;&#xD;&#xA;&#x308B; &#x3002; &#x3053; &#x306E; &#x3068; &#x304D; , 4 &#x6708; 1 &#x65E5; &#x304B; &#x3089; 6 &#x6708; 30 &#x65E5; &#x307E; &#x3067; &#x306E; IT &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x306E; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x53EF; &#x7528; &#x6027; &#x306F; &#x4F55; % &#x304B; &#x3002;&#xD;&#xA;&#x3053; &#x3053; &#x3067; , &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x53EF; &#x7528; &#x6027; ( % ) &#x306F; &#x5C0F; &#x6570; &#x7B2C; 3 &#x4F4D; &#x3092; &#x56DB; &#x6368; &#x4E94; &#x5165; &#x3059; &#x308B; &#x3082; &#x306E; &#x3068; &#x3059; &#x308B; &#x3002;&#xD;&#xA;&#x3014; &#x30B5; &#x30FC; &#x30D3; &#x30B9; &#x505C; &#x6B62; &#x72B6; &#x6CC1; &#x3015;&#xD;&#xA;&#x505C; &#x6B62; &#x7406; &#x7531;&#xD;&#xA;&#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x30D0; &#x30FC; &#x30B8; &#x30E7; &#x30F3; &#x30A2; &#x30C3; &#x30D7; &#x4F5C; &#x696D; &#x306B; &#x4F34; &#x3046; &#x505C; &#x6B62;&#xD;&#xA;&#x30CF; &#x30FC; &#x30C9; &#x30A6; &#x30A7; &#x30A2; &#x6545; &#x969C; &#x306B; &#x4F34; &#x3046; &#x505C; &#x6B62;&#xD;&#xA;&#x505C; &#x6B62; &#x6642; &#x9593;&#xD;&#xA;5 &#x6708; 2 &#x65E5; 22 &#x6642; &#x304B; &#x3089; 5 &#x6708; 6 &#x65E5; 10 &#x6642; &#x307E; &#x3067; &#x306E; 84 &#x6642; &#x9593;&#xD;&#xA;6 &#x6708; 26 &#x65E5; 10 &#x6642; &#x304B; &#x3089; 29 &#x6642; &#x307E; &#x3067; &#x306E; 10 &#x6642; &#x9593;&#xD;&#xA;&#x30A2;&#xD;&#xA;95.52&#xD;&#xA;&#x30A4; 95.70&#xD;&#xA;&#x30A6; 99. 52&#xD;&#xA;&#x5DE5; 99.63</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q024.png" alt="問. 24 設問画像">
			</figure>
		</article>
		<article>
			<h3>問. 25</h3>
			<figure>
				<figcaption><small>&#x554F; 25 &#x91D1; &#x878D; &#x5E81; &#x201C; &#x8CA1; &#x52D9; &#x5831; &#x544A; &#x306B; &#x4FC2; &#x308B; &#x5185; &#x90E8; &#x7D71; &#x5236; &#x306E; &#x8A55; &#x4FA1; &#x53CA; &#x3073; &#x76E3; &#x67FB; &#x306B; &#x95A2; &#x3059; &#x308B; &#x5B9F; &#x65BD; &#x57FA; &#x6E96; ( &#x4EE4; &#x548C; &#x5143; &#x5E74; ) &quot;&#xD;&#xA;&#x306B; &#x304A; &#x3051; &#x308B; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x7BA1; &#x7406; &#x306B; &#x95A2; &#x3057; &#x3066; , &#x5185; &#x90E8; &#x7D71; &#x5236; &#x306E; &#x3046; &#x3061; &#x306E; IT &#x306B; &#x4FC2; &#x308B; &#x696D; &#x52D9; &#x51E6; &#x7406; &#x7D71; &#x5236; &#x306B; &#x8A72; &#x5F53; &#x3059;&#xD;&#xA;&#x308B; &#x3082; &#x306E; &#x306F; &#x3069; &#x308C; &#x304B; &#x3002;&#xD;&#xA;&#x30A2; &#x7D44; &#x7E54; &#x3068; &#x3057; &#x3066; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x7BA1; &#x7406; &#x898F; &#x7A0B; &#x3092; &#x5B9A; &#x3081; , &#x7D71; &#x4E00; &#x7684; &#x306A; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x7BA1; &#x7406; &#x3092; &#x884C; &#x3046; &#x3002;&#xD;&#xA;&#x30A4; &#x7D44; &#x7E54; &#x3068; &#x3057; &#x3066; &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x6A29; &#x9650; &#x306E; &#x8A2D; &#x5B9A; &#x65B9; &#x91DD; &#x3092; &#x5B9A; &#x3081; , &#x5468; &#x77E5; &#x5FB9; &#x5E95; &#x3092; &#x56F3; &#x308B; &#x3002;&#xD;&#xA;&#x30A6; &#x7D44; &#x7E54; &#x5185; &#x306E; &#x30A2; &#x30D7; &#x30EA; &#x30B1; &#x30FC; &#x30B7; &#x30E7; &#x30F3; &#x30B7; &#x30B9; &#x30C6; &#x30E0; &#x306B; , &#x696D; &#x52D9; &#x5185; &#x5BB9; &#x306B; &#x5FDC; &#x3058; &#x305F; &#x6A29; &#x9650; &#x3092; &#x4ED8; &#x4E0E; &#x3057; &#x305F; &#x5229; &#x7528; &#x8005;&#xD;&#xA;ID &#x3068; &#x30D1; &#x30B9; &#x30EF; &#x30FC; &#x30C9; &#x306B; &#x3088; &#x3063; &#x3066; &#x8A8D; &#x8A3C; &#x3059; &#x308B; &#x6A5F; &#x80FD; &#x3092; &#x8A2D; &#x3051; &#x308B; &#x3002;&#xD;&#xA;&#x30A7; &#x7D44; &#x7E54; &#x5185; &#x306E; &#x5168; &#x3066; &#x306E; &#x5229; &#x7528; &#x8005; &#x306B; &#x5BFE; &#x3057; &#x3066; , &#x30A2; &#x30AF; &#x30BB; &#x30B9; &#x7BA1; &#x7406; &#x306E; &#x91CD; &#x8981; &#x6027; &#x306B; &#x3064; &#x3044; &#x3066; &#x306E; &#x6559; &#x80B2; &#x3092; &#x884C; &#x3046; &#x3002;</small></figcaption>
				<img src="https://ipakakomon.blob.core.windows.net/ipa-kakomon/2022r04h_sc/2022r04h_sc_am2_qs/q025.png" alt="問. 25 設問画像">
			</figure>
		</article>
</section>

	</main>
	<footer>
		<hr>
		<p><a href="https://twitter.com/ipa_kakomon">@ipa_kakomon</a></p>
	</footer>
	
</body>
</html>